Repository: deckerst/aves
Catalog: lib/l10n/app_*.arb
Languages: ar, az, be, bg, ca, ckb, el, et, eu, fa, he, hi, hu, id, is, kn, ko, my, nn, ro, ta, th, vi

# entryActionRotateCW
source: Rotate clockwise
ar: تدوير في اتجاه عقارب الساعة
be: Круціць па гадзіннікавай стрэлцы
bg: Завъртете по посока на часовниковата стрелка
ca: Girar en sentit horari
ckb: سوڕاندن بە ئاڕاستەی میلی کاتژمێر
el: Περιστροφή προς τα δεξιά
et: Pööra päripäeva
eu: Biratu erlojuaren orratzen noranzkoan
fa: چرخش ساعت‌گرد
hi: दक्षिणावर्त घुमाएं
hu: Forgatás jobbra
id: Putar searah jarum jam
is: Snúa réttsælis
kn: ಪ್ರದಕ್ಷಿಣಾಕಾರವಾಗಿ ತಿರುಗಿಸಿ
ko: 우회전
my: နာရီလက်တံအတိုင်း လှည့်ရန်
nn: Snu med klokka
ro: Roteste in sensul acelor de ceasornic
ta: கடிகார திசையில் சுழற்று
th: หมุนตามเข็มนาฬิกา
vi: Xoay theo chiều kim đồng hồ

# entryActionFlip
source: Flip horizontally
ar: عكس أفقيًا
be: Перавярнуць па гарызанталі
bg: Хоризонтално превъртане
ca: Voltar horitzontalment
ckb: ئاسۆییانە هەڵیبخەوە
el: Αντανάκλαση καθρέφτη
et: Pööra ümber horisontaalselt
eu: Buelta eman horizontalki
fa: آینه کردن افقی
hi: क्षैतिज फ्लिप करे
hu: Forgatás vízszintesen
id: Balik secara horisontal
is: Fletta lárétt
kn: ಅಡ್ಡ ಮಗುಚು
ko: 좌우 뒤집기
my: အလျားလိုက် လှန်ရန်
nn: Vend vassrett
ro: Întoarceți pe orizontală
ta: கிடைமட்டமாகப் புரட்டு
th: พลิกแนวนอน
vi: Lật theo chiều ngang

# entryActionPrint
source: Print
ar: طباعة
be: Друк
bg: Печат
ca: Imprimir
ckb: چاپکردن
el: Εκτύπωση
et: Trüki
eu: Inprimatu
fa: چاپ
hi: प्रिंट करे
hu: Nyomtatás
id: Cetak
is: Prenta
kn: ಮುದ್ರಿಸು
ko: 인쇄
my: ပရင့်ထုတ်ရန်
nn: Skriv ut
ro: Imprimare
ta: அச்சிடு
th: พิมพ์
vi: In ấn

# entryActionShare
source: Share
ar: مشاركة
be: Падзяліцца
bg: Споделяне
ca: Compartir
ckb: بڵاوکردنەوە
el: Κοινοποίηση
et: Jaga
eu: Partekatu
fa: اشتراک گذاری
hi: शेयर करे
hu: Megosztás
id: Bagikan
is: Deila
kn: ಹಂಚಿಕೊಳ್ಳಿ
ko: 공유
my: မျှဝေရန်
nn: Del
ro: Partajare
ta: பங்கு
th: แชร์
vi: Chia sẻ

# entryActionShareImageOnly
source: Share image only
ar: مشاركة الصورة فقط
be: Падзяліцца толькі выявай
bg: Споделете само изображение
ca: Compartir només imatge
ckb: بە تەنیا وێنە هاوبەش بکە
el: Κοινοποίηση μόνο την εικόνα
et: Jaga vaid pilti
eu: Partekatu irudia soilik
fa: فقط اشتراک گذاری عکس
hi: केवल इमेज शेयर करें
hu: Csak kép megosztása
id: Bagikan gambar saja
is: Deila einungis mynd
kn: ಚಿತ್ರವನ್ನು ಮಾತ್ರ ಹಂಚಿಕೊಳ್ಳಿ
ko: 사진만 공유
my: ပုံကိုသာ မျှဝေမည်
nn: Del berre bilete
ro: Distribuie doar imaginea
ta: படத்தை மட்டும் பகிர்
th: แชร์รูปภาพเท่านั้น
vi: Chỉ chia sẻ hình ảnh

# entryActionShareVideoOnly
source: Share video only
ar: مشاركة الفيديوهات فقط
be: Падзяліцца толькі відэа
bg: Сооделяне само на видео
ca: Compartir només vídeo
ckb: بە تەنیا ڤیدیۆ هاوبەش بکە
el: Κοινοποίηση μόνο το βίντεο
et: Jaga vaid videot
eu: Partekatu bideoa soilik
fa: فقط اشتراک گذاری ویدئو
hi: केवल वीडियो शेयर करें
hu: Csak videó megosztása
id: Bagikan video saja
is: Deila einungis myndskeiði
kn: ವಿಡಿಯೋವನ್ನು ಮಾತ್ರ ಹಂಚಿಕೊಳ್ಳಿ
ko: 동영상만 공유
my: ဗီဒီယိုကိုသာ မျှဝေမည်
nn: Del berre video
ro: Distribuie numai videoclipul
ta: காணொளியைப் பகிர்
th: แชร์วิดีโอเท่านั้น
vi: Chỉ chia sẻ video

# entryActionOpen
source: Open with
ar: فتح باستخدام
be: Адкрыць з дапамогай
bg: Отвори с
ca: Obrir amb
ckb: کردنەوە لەڕێی
el: Άνοιγμα με
et: Ava rakendusega
eu: Ireki honekin
fa: باز کردن با برنامه ای دیگر
hi: के साथ खोलें
hu: Megnyitás ezzel
id: Buka dengan
is: Opna með
kn: ಇಂದ ತೆರೆಯಿರಿ
ko: 다른 앱에서 열기
my: တခြားအက်ပ်ဖြင့် ဖွင့်ရန်
nn: Opne med
ro: Deschide cu
ta: உடன் திற
th: เปิดด้วย
vi: Mở với

# entryActionSetAs
source: Set as
ar: تعيين كـ
be: Усталяваць як
bg: Задай като
ca: Definir com
ckb: دانان وەک
el: Ορισμός ως
et: Seadista kui
eu: Ezarri hau bezala
fa: قرار دادن به عنوان
hi: के रूप में सेट करें
hu: Beállit, mint
id: Tetapkan sebagai
is: Setja sem
kn: ಇದಾಗಿ ಸೆಟ್ ಮಾಡಿ
ko: 다음 용도로 사용
my: …ပုံအဖြစ် ထားရန်
nn: Sett som
ro: Setați ca
ta: என அமை
th: ตั้งเป็น
vi: Đặt làm

# entryActionCast
source: Cast
ar: البث
be: Трансляцыя
bg: Излъчване
ca: Transmetre
ckb: پەخش
et: Peegelda välisseadmesse
eu: Igorri
fa: بازتاب
hi: कास्ट करें
hu: Kivetítés
is: Leikarar
kn: ಕ್ಯಾಸ್ಟ್
ko: 전송
ro: Proiectare
ta: நடிகர்கள்
vi: Truyền

# entryActionOpenMap
source: Show in map app
ar: عرض في تطبيق الخرائط
be: Паказаць у праграме карты
bg: Покажи в приложение за карти
ca: Mostrar en aplicació de mapes
ckb: لە نەرمەواڵەی نەخشە پیشانی بدە
el: Εμφάνιση στην εφαρμογή χάρτες
et: Näita kaardirakenduses
eu: Erakutsi mapako aplikazioan
fa: نمایش در برنامه نقشه
hi: मैप एप में दिखाएं
hu: Megjelenítés térkép alkalmazásban
id: Tampilkan di peta
is: Birta í landakortaforriti
kn: ನಕ್ಷೆಯ ಆಪ್ ನಲ್ಲಿ ತೋರಿಸಿ
ko: 지도 앱에서 보기
my: မြေပုံကြည့်အက်ပ်တွင် ပြရန်
nn: Vis i kartapp
ro: Afișați în aplicația pentru hartă
ta: வரைபட பயன்பாட்டில் காண்பி
th: เปิดในแอพฯแผนที่
vi: Hiển thị trong ứng dụng bản đồ

# entryActionRotateScreen
source: Rotate screen
ar: تدوير الشاشة
be: Паварот экрана
bg: Завъртане на екрана
ca: Girar pantalla
ckb: سوڕانەوەی خۆکار
el: Περιστροφή οθόνης
et: Pööra ekraani
eu: Biratu pantaila
fa: چرخش صفحه
hi: स्क्रीन घुमाएँ
hu: Képernyő forgatása
id: Putar layar
is: Snúa skjánum
kn: ಪರದೆಯನ್ನು ತಿರುಗಿಸಿ
ko: 화면 회전
my: စကရင်ကို လှည့်ရန်
nn: Snu skjermen
ro: Rotiți ecranul
ta: திரை சுழற்று
th: หมุนจอ
vi: Xoay màn hình

# entryActionAddFavourite
source: Add to favorites
ar: إضافة إلى المفضلة
be: Дадаць у абранае
bg: Добави в любими
ca: Afegir a preferits
ckb: زیادکردن بۆ دڵخواز
el: Προσθήκη στα αγαπημένα
et: Lisa lemmikuks
eu: Gehitu gogokoetara
fa: اضافه کردن به مورد علاقه ها
hi: पसंदीदा में जोड़े
hu: Kedvencekhez adás
id: Tambahkan ke favorit
is: Bæta í eftirlæti
kn: ನೆಚ್ಚಿನದಕ್ಕೆ ಸೇರಿಸಿ
ko: 즐겨찾기에 추가
my: အကြိုက်ဆုံးများသို့ ထည့်ရန်
nn: Lik
ro: Adauga la favorite
ta: பிடித்தவைகளில் சேர்
th: ใส่ในรายการโปรด
vi: Thêm vào mục yêu thích

# entryActionRemoveFavourite
source: Remove from favorites
ar: إزالة من المفضلة
be: Выдаліць з абранага
bg: Премахни от любими
ca: Treure de preferits
ckb: لابردن لە دڵخواز
el: Αφαίρεση από τα αγαπημένα
et: Eemalda lemmikute hulgast
eu: Kendu gogokoetatik
fa: پاک‌کردن از مورد علاقه ها
hi: पसंदीदा से निकालें
hu: Eltávolítás a kedvencekből
id: Hapus dari favorit
is: Fjarlægja úr eftirlætum
kn: ನೆಚ್ಚಿನವುಗಳಿಂದ ತೆಗೆಯಿರಿ
ko: 즐겨찾기에서 삭제
my: အကြိုက်ဆုံးများမှ ဖယ်ရှားရန်
nn: Stogg å like
ro: Eliminați din favorite
ta: பிடித்தவைகளிலிருந்து அகற்று
th: ลบออกจากรายการโปรด
vi: Loại bỏ khỏi mục ưa thích

# videoActionShowPreviousFrame
source: Show previous frame
ar: إظهار الإطار السابق
bg: Покажи предишния кадър
et: Näita eelmist kaadrit
hi: पिछला फ्रेम दिखाए
is: Sýna fyrri ramma
kn: ಹಿಂದಿನ ಫ್ರೇಮ್ ತೋರಿಸಿ
ko: 이전 프레임 보기
ta: முந்தைய சட்டத்தைக் காட்டு

# videoActionShowNextFrame
source: Show next frame
ar: إظهار الإطار التالي
bg: Покажи следващия кадър
et: Näita järgmist kaadrit
hi: अगला फ्रेम दिखाए
is: Sýna næsta ramma
kn: ಮುಂದಿನ ಫ್ರೇಮ್ ತೋರಿಸಿ
ko: 다음 프레임 보기
ta: அடுத்த சட்டகத்தைக் காட்டு

# videoActionSelectStreams
source: Select tracks
ar: اختيار المسارات
be: Выберыце трэкі
bg: Изберете песни
ca: Seleccionar pista
el: Επιλογή γλώσσας
et: Vali meediavood
eu: Hautatu pistak
fa: انتخاب قطعه‌ٔ صوتی
hi: ट्रैक्स को चुने
hu: Sávok kiválasztása
id: Pilih trek
is: Veldu ferla
kn: ಟ್ರ್ಯಾಕ್ ಆರಿಸಿ
ko: 트랙 선택
my: အသံဖိုင်ရွေးရန်
nn: Vel spor
ro: Selectați piese
ta: தடங்களைத் தேர்ந்தெடு
th: เลือกภาษา
vi: Chọn bài hát

# videoActionSetSpeed
source: Playback speed
ar: سرعة التشغيل
be: Хуткасць прайгравання
bg: Скорост на възпроизвеждане
ca: Velocitat de reproducció
ckb: خێرایی لێدان
el: Ταχύτητα αναπαραγωγής
et: Taasesituse kiirus
eu: Erreproduzitze-abiadura
fa: سرعت پخش
hi: चलाने की गति
hu: Lejátszás sebessége
id: Kecepatan pemutaran
is: Afspilunarhraði
kn: ಚಲನೆಯ ವೇಗ
ko: 재생 배속
my: ဖွင့်ကြည့်မှု အမြန်နှုန်း
nn: Avspelingssnøggleik
ro: Viteza de redare
ta: பின்னணி விரைவு
th: ความเร็วในการเล่น
vi: Tốc độ phát lại

# videoActionCaptureFrame
source: Capture frame
ar: التقاط الإطار
be: Захоп кадра
bg: Кадър за заснемане
ca: Capturar fotograma
el: Λήψη στιγμιότυπου
et: Tee stoppkaader
eu: Atzitu fotograma
fa: ذخیره فریم
hi: फ्रेम कैप्चर करें
hu: Képkocka mentése
id: Tangkap bingkai
is: Taka ramma
kn: ಫ್ರೇಮ್ ಸೆರೆಹಿಡಿಯಿರಿ
ko: 프레임 캡처
my: လက်ရှိဖရိန်ကိုဖမ်းယူရန်
nn: Grip biletet
ro: Captură cadru
ta: பிடிப்பு சட்டகம்
th: จับภาพเฟรม
vi: Chụp khung hình

# videoActionMute
source: Mute
ar: كتم الصوت
be: Адключыць гук
bg: Изключи звук
ca: Silencia
ckb: بێدەنگکردن
el: Σίγαση
et: Summuta
eu: Mututu
fa: بی صدا کردن
hi: म्यूट करे
hu: Némítás
id: Matikan Suara
is: Hljóð af
kn: ಸದ್ದಡಗಿಸಿ
ko: 음소거
my: အသံပိတ်ရန်
nn: Døyv
ro: Dezactivați sunetul
ta: முடக்கு
th: ปิดเสียง
vi: Tắt tiếng

# videoActionUnmute
source: Unmute
ar: إلغاء كتم الصوت
be: Уключыць гук
bg: Включи звук
ca: Activar so
ckb: کاراکردنی دەنگ
el: Αναίρεση σίγασης
et: Eemalda summutamine
eu: Ez mututu
fa: با صدا کردن
hi: अनम्यूट करे
hu: Némítás feloldása
id: Hidupkan Suara
is: Hljóð á
kn: ಸದ್ದಾಗಿಸಿ
ko: 음소거 해제
my: အသံပြန်ဖွင့်ရန်
nn: Ikkje døyv
ro: Activați sunetul
ta: ஒலித்தடையை நீக்கு
th: เปิดเสียง
vi: Bật tiếng

# videoActionPause
source: Pause
ar: إيقاف مؤقت
be: Паўза
bg: Пауза
ca: Pausa
ckb: ڕاگرتن
el: Παύση
et: Peata
eu: Eten
fa: مکث
hi: रोके
hu: Szünet
id: Hentikan
is: Í bið
kn: ತಾಳು
ko: 일시정지
my: ခဏရပ်ရန်
nn: Stans
ro: Pauză
ta: இடைநிறுத்தம்
th: หยุดชั่วคราว
vi: Tạm ngừng

# videoActionPlay
source: Play
ar: تشغيل
be: Прайграць
bg: Възпроизведи
ca: Reproduir
ckb: لێدان
el: Αναπαραγωγή
et: Esita
eu: Erreproduzitu
fa: پخش
hi: चलाएं
hu: Lejátszás
id: Mainkan
is: Afspilun
kn: ಪ್ಲೇ ಮಾಡಿ
ko: 재생
my: ဖွင့်ရန်
nn: Spel av
ro: Redă
ta: இயக்கு
th: เล่น
vi: Phát

# videoActionABRepeat
source: A-B repeat
ar: تكرار A-B
bg: Повторете от А до Б
et: A-B kordus
fa: آ-ب تکرار
hi: A-B दोहराव
hu: A-B ismétlés
is: Endurtekning A-B
kn: A-B ಪುನರಾವರ್ತನೆ
ko: A-B 반복
ro: Repetă de la A la B
ta: அ-ஆ மீண்டும்

# videoRepeatActionSetStart
source: Set start
ar: تعيين بداية التشغيل
bg: Задайте начало
ckb: دانانی دەستپێکردن
et: Määra algus
fa: تنظیم آغاز
hi: स्टार्ट सेट करे
hu: Kezdőpont beállítása
is: Stilla byrjun
kn: ಪ್ರಾರಂಭವನ್ನು ಹೊಂದಿಸಿ
ko: 시작 지점 설정
ro: Setează începutul
ta: தொடக்கத்தை அமை

# videoRepeatActionSetEnd
source: Set end
ar: تعيين نهاية التشغيل
bg: Задайте край
ckb: دانانی کۆتایی
et: Määra lõpp
fa: تنظیم پایان
hi: एण्ड सेट करे
hu: Végpont beállítása
is: Stilla endi
kn: ಅಂತ್ಯವನ್ನು ಹೊಂದಿಸಿ
ko: 종료 지점 설정
ro: Setează sfârșitul
ta: முடிவை அமை

# viewerActionSettings
source: Settings
ar: الإعدادات
be: Налады
bg: Настройки
ca: Configuració
ckb: ڕێکخستنەکان
el: Ρυθμίσεις
et: Seadistused
eu: Ezarpenak
fa: تنظیمات
hi: सैटिंग
hu: Beállítások
id: Pengaturan
is: Stillingar
kn: ಸಂಯೋಜನೆಗಳು
ko: 설정
my: ဆက်တင်များ
nn: Innstillingar
ro: Setări
ta: அமைப்புகள்
th: ตั้งค่า
vi: Cài đặt

# viewerActionLock
source: Lock viewer
ar: قفل المعاينة
be: Блакіроўка прагляду
bg: Блокирай визуализатора
ca: Bloquejar visor
ckb: کڵۆمدانی پێشاندەر
el: Κλείδωμα προβολής
et: Lukusta vaade
eu: Blokeatu bisorea
fa: قفل پخش‌کننده
hi: व्यूअर को लॉक करे
hu: Megtekintő zárolása
id: Kunci penampil
is: Læsa skoðara
kn: ನೋಟವನ್ನು ಬಂಧಿಸಿ
ko: 뷰어 잠금
my: ကြည့်ရှုမှုကို လော့ခ်ခတ်ရန်
nn: Lås visinga
ro: Blocarea vizualizatorului
ta: பூட்டு பார்வையாளர்
vi: Khóa trình xem

# slideshowActionResume
source: Resume
ar: استئناف
be: Аднавіць
bg: Продължи
ca: Reprèn
ckb: بەردەوامبوونەوە
el: Συνέχιση
et: Jätka
eu: Jarraitu
fa: ادامه
hi: रिज्यूम करें
hu: Folytatás
id: Lanjutkan
is: Halda áfram
kn: ಪುನರಾರಂಭಿಸಿ
ko: 이어서
my: ဆက်ကြည့်ရန်
nn: Hald fram
ro: Reluare
ta: மீண்டும் தொடங்குங்கள்
th: เล่นต่อ
vi: Tiếp tục

# viewerActionUnlock
source: Unlock viewer
ar: إلغاء قفل المعاينة
be: Разблакіроўка прагляду
bg: Отблокирай визуализатора
ca: Desbloquejar visor
ckb: کردنەوەی پێشاندەر
el: Ξεκλείδωμα προβολής
et: Eemalda vaate lukustus
eu: Deskblokeatu bisorea
fa: باز کردن قفل پخش‌کننده
hi: व्यूअर को अनलॉक करे
hu: Megtekintő feloldása
id: Buka kunci penampil
is: Aflæsa skoðara
kn: ನೋಟವನ್ನು ಬಿಡುಗಡೆಗೊಳಿಸಿ
ko: 뷰어 잠금 해제
my: ကြည့်ရှုမှုကို လော့ခ်ပြန်ဖွင့်ရန်
nn: Lås opp visinga
ro: Deblocare vizualizator
ta: பார்வையாளர்பூட்டைத் திற
vi: Mở khóa trình xem

# slideshowActionShowInCollection
source: Show in Collection
ar: عرض في المجموعة
be: Паказаць у калекцыі
bg: Покажи в Колекции
ca: Mostrar a Coŀlecció
el: Εμφάνιση στη Συλλογή
et: Näita kogumikus
eu: Erakutsi bilduman
fa: نمایش در مجموعه
hi: संग्रह में दिखाएं
hu: Megjelenítés a gyűjteményekben
id: Tampilkan di Koleksi
is: Sýna í safni
kn: ಸಂಗ್ರಹದಲ್ಲಿ ತೋರಿಸಿ
ko: 미디어 페이지에서 보기
my: စုစည်းမှုထဲမှာ ပြရန်
nn: Vis i Samling
ro: Afișați în colecție
ta: சேகரிப்பில் காட்டு
th: แสดงคอลเลกชัน
vi: Hiển thị trong Bộ sưu tập

# entryInfoActionEditDate
source: Edit date & time
ar: تعديل التاريخ والوقت
be: Рэдагаваць дату і час
bg: Променете дата и час
ca: Edita la data i l’hora
ckb: دەستکاری کردنی کات و ڕێکەوت
el: Επεξεργασία ημερομηνίας και ώρας
et: Muuda kuupäeva ja kellaaega
eu: Editatu data eta ordua
fa: ویرایش تاریخ
hi: दिनांक व समय एडिट करे
hu: Dátum és idő szerkesztése
id: Ubah tanggal & waktu
is: Breyta dagsetningu og tíma
kn: ದಿನಾಂಕ ಮತ್ತು ಸಮಯವನ್ನು ತಿದ್ದಿ
ko: 날짜 및 시간 수정
my: ရက်စွဲနှင့်အချိန်ကို ပြင်ရန်
nn: Brigd datoen og tida
ro: Editați data și ora
ta: தேதி & நேரத்தைத் திருத்து
th: แก้ไขวันที่และเวลา
vi: Chỉnh sửa ngày & giờ

# entryInfoActionEditLocation
source: Edit location
ar: تحديد الوجهة
be: Рэдагаваць месцазнаходжанне
bg: Променете местоположение
ca: Editar localització
ckb: دەستکاری کردنی شوێن
el: Επεξεργασία τοποθεσίας
et: Muuda asukohta
eu: Editatu kokapena
fa: ویرایش مکان
hi: लोकेशन एडिट करे
hu: Hely szerkesztése
id: Ubah lokasi
is: Breyta staðsetningu
kn: ಸ್ಥಳವನ್ನು ತಿದ್ದಿ
ko: 위치 수정
my: တည်နေရာပြင်ရန်
nn: Brigd stadsetjinga
ro: Editați locația
ta: இருப்பிடத்தைத் திருத்து
th: แก้ไขสถานที่
vi: Chỉnh sửa vị trí

# entryInfoActionEditTitleDescription
source: Edit title & description
ar: تحرير العنوان والوصف
be: Рэдагаваць назву і апісанне
bg: Променете заглавието и описанието
ca: Editar títol i descripció
ckb: دەستکاری کردنی سەرناو و پێناس
el: Επεξεργασία ονομασίας & περιγραφής
et: Muuda pealkirja ja kirjeldust
eu: Editatu izenburua eta deskribapena
fa: ویرایش عنوان و توضیحات
hi: शीर्षक और विवरण संपादित करें
hu: Cím és leírás szerkesztése
id: Ubah judul & deskripsi
is: Breyta titli og lýsingu
kn: ಶೀರ್ಷಿಕೆ ಮತ್ತು ವಿವರಣೆಯನ್ನು ತಿದ್ದಿ
ko: 제목 및 설명 수정
my: ခေါင်းစဥ်နှင့်ဖော်ပြချက်ကို ပြင်ရန်
nn: Brigd namnet og utgreiinga
ro: Editați titlul și descrierea
ta: தலைப்பு & விளக்கத்தைத் திருத்து
th: แก้ไขชื่อและคำบรรยาย
vi: Chỉnh sửa tiêu đề & mô tả

# entryInfoActionEditRating
source: Edit rating
ar: تحرير التقييم
be: Рэдагаваць рэйтынг
bg: Променяте рейтинга
ca: Editar valoració
ckb: دەستکاری کردنی هەڵسەنگاندن
el: Επεξεργασία βαθμολογίας
et: Muuda hinnangut
eu: Editatu balorazioa
fa: ویرایش امتیاز
hi: रेटिंग एडिट करे
hu: Értékelés szerkesztése
id: Ubah nilai
is: Breyta einkunn
kn: ಮೌಲ್ಯವನ್ನು ತಿದ್ದಿ
ko: 별점 수정
my: အဆင့်သတ်မှတ်ချက်ကို ပြင်ရန်
nn: Brigd omdøminga
ro: Editați evaluarea
ta: மதிப்பீட்டைத் திருத்து
th: แก้ไขระดับเรตติ้ง
vi: Chỉnh sửa xếp hạng

# entryInfoActionEditTags
source: Edit tags
ar: تعديل العلامات
be: Рэдагаваць тэгі
bg: Променяне на тагове
ca: Editar etiquetes
el: Επεξεργασία ετικετών
et: Muuda silte
eu: Editatu etiketak
fa: ویرایش برچسب ها
hi: टैग्स एडिट करे
hu: Címke szerkesztése
id: Ubah label
is: Breyta merkjum
kn: Tagಗಳನ್ನು ತಿದ್ದಿ
ko: 태그 수정
my: Tag များကိုပြင်ရန်
nn: Brigd merka
ro: Editați etichetele
ta: குறிச்சொற்களைத் திருத்து
th: แก้ไขแท็ก
vi: Chỉnh sửa thẻ

# filterAspectRatioPortraitLabel
source: Portrait
ar: لوحة
be: Партрэтныя
bg: Вертикално
ca: Retrat
el: Κατακόρυφες εικόνες
et: Püstloodis
eu: Formatu bertikala
fa: عمودی
hi: पोर्ट्रेट
hu: Álló
id: Potret
is: Lóðrétt
kn: ಭಾವಚಿತ್ರ
ko: 세로
my: အတည့်
nn: Ståande
ro: Portret
ta: உருவப்படம்
th: ภาพแนวตั้ง
vi: Dọc

# filterBinLabel
source: Recycle bin
ar: سلة المَحذوفات
be: Кошык
bg: Кошче
ca: Paperera de reciclatge
ckb: گلێشدان
el: Κάδος ανακύκλωσης
et: Prügikast
eu: Zakarrontzia
fa: سطل اشغال
hi: रीसाइकल बिन
hu: Kuka
id: Tong sampah
is: Ruslmappa
kn: ಮರುಬಳಕೆ ತೊಟ್ಟಿ
ko: 휴지통
my: ပြန်သုံးအမှိုက်ပုံး
nn: Papirkorg
ro: Cos de gunoi
ta: மறுசுழற்சி கூடை
th: ถังขยะ
vi: Thùng rác

# entryInfoActionRemoveMetadata
source: Remove metadata
ar: إزالة البيانات الوصفية
be: Выдаліць метададзеныя
bg: Изтриване на метаданни
ca: Esborrar metadades
el: Κατάργηση μεταδεδομένων
et: Eemalda metainfo
eu: Kendu metadatuak
fa: پاک‌کردن فراداده
hi: मेटाडाटा हटाएं
hu: Metaadat eltávolítása
id: Hapus metadata
is: Fjarlægja lýsigögn
kn: metadata ತೆಗೆಯಿರಿ
ko: 메타데이터 삭제
my: မက်တာဒေတာများ ဖယ်ရှားရန်
nn: Tak bort metadata
ro: Eliminați metadatele
ta: மேனிலை தரவை அகற்று
th: ลบ metadata
vi: Loại bỏ siêu dữ liệu

# entryInfoActionExportMetadata
source: Export metadata
ar: تصدير البيانات الوصفية
be: Экспарт метададзеных
bg: Експортиране на метаданни
ca: Exportar metadades
el: Εξαγωγή μεταδεδομένων
et: Ekspordi metainfo
eu: Esportatu metadatuak
fa: خروجی گرفتن از فراداده
hi: मेटाडाटा एक्सपोर्ट करें
hu: Metaadat exportálása
id: Ekspor metadata
is: Flytja út lýsigögn
kn: metadata ರಪ್ತು ಮಾಡಿ
ko: 메타데이터 내보내기
my: မက်တာဒေတာများ ပို့ရန်
nn: Før ut metadata
ro: Exportare metadate
ta: ஏற்றுமதி மேனிலை தரவு
th: เอกซ์ปอตส์ metadata
vi: Xuất siêu dữ liệu

# entryInfoActionRemoveLocation
source: Remove location
ar: إزالة الموقع
be: Выдаліць месцазнаходжанне
bg: Премахване на местоположение
ca: Esborrar localització
ckb: سڕینەوەی شوێن
el: Αφαίρεση τοποθεσίας
et: Eemalda asukoht
eu: Ezabatu kokapena
fa: پاک‌کردن مکان
hi: लोकेशन हटाएं
hu: Hely eltávolítása
id: Hapus lokasi
is: Fjarlægja staðsetningu
kn: ಸ್ಥಳದ ವಿವರಗಳನ್ನು ತೆಗೆಯಿರಿ
ko: 위치 삭제
my: တည်နေရာကို ဖယ်ရှားမည်
nn: Ta bort stadsetjinga
ro: Eliminare locație
ta: இருப்பிடத்தை அகற்று
th: ลบสถานที่
vi: Loại bỏ vị trí

# editorActionTransform
source: Transform
ar: تحويل
be: Трансфармаваць
bg: Трансформиране
ca: Transformar
ckb: گواستنەوە
el: Μετατροπή
et: Muuda
eu: Eraldatu
fa: تبدیل
hi: परिवर्तन
hu: Alakítás
id: Transformasi
is: Ummyndun
kn: ರೂಪಾಂತರ
ko: 변형
my: အသွင်ပြောင်းရန်
nn: Form om
ro: Transformă
ta: உருமாற்று
vi: Biến đổi

# editorTransformCrop
source: Crop
ar: قص
be: Абрэзаць
bg: Изрязване
ca: Retallar
ckb: بڕین
el: Περικοπή
et: Kadreeri
eu: Moztu
fa: برش
hi: क्रॉप
hu: Vágás
id: Potong
is: Utansníða
kn: ಕತ್ತರಿಸು
ko: 자르기
my: ဖြတ်တောက်ရန်
nn: Klipp til
ro: Decupare
ta: வெட்டி எடு
vi: Cắt xén

# editorTransformRotate
source: Rotate
ar: تدوير
be: Павярнуць
bg: Завъртане
ca: Girar
ckb: سوڕاندن
el: Περιστροφή
et: Pööra
eu: Biratu
fa: چرخش
hi: घुमाएं
hu: Forgatás
id: Putar
is: Snúa
kn: ತಿರುಗಿಸು
ko: 회전
my: လှည့်ရန်
nn: Snu
ro: Rotire
ta: சுழற்று
vi: Xoay

# cropAspectRatioFree
source: Free
ar: حر
be: Свабодныя
bg: Свободни
ca: Lliure
ckb: ئازادانە
el: Ελεύθερη μορφή
et: Vaba
eu: Librea
fa: آزاد
hi: फ्री
hu: Kötetlen
id: Bebas
is: Frjálst
kn: ಉಚಿತ
ko: 사용자 맞춤 비율
my: ကန့်သတ်မထား
nn: Frihand
ro: Liber
ta: கட்டற்ற
vi: Tự do

# cropAspectRatioOriginal
source: Original
ar: الأصل
be: Першапачатковае
bg: Оригинал
ckb: ڕەسەن
el: Αρχικό
et: Algne
eu: Jatorrizkoa
fa: اصلی
hi: ओरिजनल
hu: Eredeti
id: Asli
is: Upprunaleg
kn: ಮೂಲ
ko: 원본
my: မူလအတိုင်း
nn: Opphavleg
ta: அசல்
vi: Nguyên bản

# cropAspectRatioSquare
source: Square
ar: مربع
be: Квадратнае
bg: Квадратно
ca: Quadrat
ckb: چوارگۆشە
el: Τετράγωνο
et: Ruut
eu: Karratua
fa: مربع
hi: वर्ग
hu: Négyzet
id: Kotak
is: Ferningur
kn: ಚೌಕ
ko: 정사각형
my: လေးထောင့်ပုံစံ
nn: Kvadrat
ro: Pătrat
ta: நாற்கை
vi: Vuông

# filterAspectRatioLandscapeLabel
source: Landscape
ar: طبيعي
be: Ландшафтныя
bg: Хоризонтално
ca: Paisatge
ckb: لاکێشە
el: Oριζόντιες εικόνες
et: Rõhtloodis
eu: Formatu horizontala
fa: افقی
hi: लैंडस्केप
hu: Fekvő
id: Lanskap
is: Lárétt
kn: ಭೂದೃಶ್ಯ
ko: 가로
my: တစောင်း
nn: Liggjande
ro: Peisaj
ta: நிலப்பரப்பு
th: ภาพแนวนอน
vi: Ngang

# filterFavouriteLabel
source: Favorite
ar: مفضل
be: Выбранае
bg: Любими
ca: Preferida
ckb: دڵخواز
el: Αγαπημένα
et: Lemmik
eu: Gogokoa
fa: مورد علاقه
hi: पसंदीदा
hu: Kedvenc
id: Favorit
is: Eftirlæti
kn: ಅಚ್ಚುಮೆಚ್ಚು
ko: 즐겨찾기
my: အကြိုက်ဆုံး
nn: Likar
ro: Favorit
ta: பிடித்த
th: รายการโปรด
vi: Yêu thích

# filterNoDateLabel
source: Undated
ar: غير مؤرخ
be: Без даты
bg: Без дата
ca: Sense data
ckb: بەڕۆژ کراوەتەوە
el: Χωρίς ημερομηνία
et: Kuupäevata
eu: Datarik gabe
fa: بدون تاریخ
hi: अदिनांकित
hu: Nincs dátum
id: Tak ada tanggal
is: Ódagsett
kn: ದಿನಾಂಕವಿಲ್ಲ
ko: 날짜 없음
my: ရက်သတ်မှတ်မထား
nn: Ikkje dagsette
ro: Nedatat
ta: மதிப்பிடப்படாதது
th: ไม่ระบุวันที่
vi: không ghi ngày tháng

# filterNoAddressLabel
source: No address
ar: لا يوجد عنوان
be: Без адрасу
bg: Без адрес
ca: Sense adreça
ckb: بێ ناونیشان
el: Χωρίς διεύθυνση
et: Aadressita
eu: Helbiderik ez
fa: بدون نشانی
hi: एड्रेस रहित
hu: Nincs cím
id: Tidak ada alamat
is: Ekkert heimilisfang
kn: ವಿಳಾಸವಿಲ್ಲ
ko: 주소 없음
my: လိပ်စာမပါရှိ
nn: Inga adresse
ro: Nicio adresă
ta: முகவரி இல்லை
th: ไม่มีที่อยู่
vi: Không có địa chỉ

# filterLocatedLabel
source: Located
ar: متواجد
be: Размешчаны
bg: С местоположение
ca: Localitzat
el: Με τοποθεσία
et: Asukoht tuvastatud
eu: Kokatua
fa: واقع شده
hi: लोकेट किया गया
hu: Hely információval rendelkezők
id: Terletak
is: Staðsett
kn: ನೆಲೆಗೊಳಿಸಿದ್ದು
ko: 위치 있음
my: တည်နေရာပါရှိ
nn: Stadsette
ro: Locație
ta: அமைந்துள்ளது
th: ระบุสถานที่
vi: Đã định vị

# filterNoLocationLabel
source: Unlocated
ar: غير محدد
be: Без месцазнаходжання
bg: Без местоположение
ca: Deslocalitzat
el: Χωρίς τοποθεσία
et: Asukoht tuvastamata
eu: Kokatu gabe
fa: بدون مکان
hi: लॉकेट नही किया गया
hu: Hely információ nélküliek
id: Lokasi yang tidak ditemukan
is: Óstaðsett
kn: ನೆಲೆ ಇಲ್ಲದ್ದು
ko: 위치 없음
my: တည်နေရာမပါရှိ
nn: Ustadsette
ro: Nelocat
ta: திறக்கப்படாதது
th: ไม่ระบุสถานที่
vi: Chưa định vị

# filterNoRatingLabel
source: Unrated
ar: غير مصنف
be: Без рэйтынгу
bg: Без рейтинг
ca: Sense valoració
ckb: هەڵنەسەنگێنراو
el: Χωρίς βαθμολογία
et: Pole hinnatud
eu: Kalifikaziorik gabe
fa: بدون امتیاز
hi: रेट नहीं किया गया
hu: Nincs értékelés
id: Belum diberi nilai
is: Án einkunnar
kn: ಮೌಲ್ಯ ರಹಿತ
ko: 별점 없음
my: အဆင့်သတ်မှတ်မထား
nn: Ikkje dømde
ro: Neevaluat
ta: மதிப்பிடப்படாதது
th: ไม่ระบุระดับ
vi: Chưa được xếp hạng

# filterTaggedLabel
source: Tagged
ar: الموسومة
be: З тэгамі
bg: С тагове
ca: Etiquetat
el: Με ετικέτα
et: Sildistatud
eu: Etiketatua
fa: نشان شده
hi: टैग किया गया
hu: Cimkézett
id: Dilabel
is: Merkt
kn: ಮೌಲ್ಯ ಸಹಿತ
ko: 태그 있음
my: Tag တွဲထား
nn: Merkte
ro: Etichetat
ta: குறிச்சொல்இடப்பட்டது
th: ระบุแท็ก
vi: Đã gắn thẻ

# filterRatingRejectedLabel
source: Rejected
ar: مرفوض
be: Адхілена
bg: Отхвърлени
ca: Rebutjat
el: Απορριφθέντα
et: Tagasilükatud
eu: Baztertua
fa: رد شده
hi: अस्वीकृत
hu: Elutasított
id: Ditolak
is: Hafnað
kn: ತಿರಸ್ಕರಿಸಿದ್ದು
ko: 거부됨
my: ပယ်ချထား
nn: Avslegen
ro: Respins
ta: நிராகரிக்கப்பட்டது
th: ปฏิเสธ
vi: Đã loại bỏ

# filterTypeAnimatedLabel
source: Animated
ar: متحرك
be: Аніміраваныя
bg: Анимирани
ca: Animat
el: Κινούμενα
et: Animeeritud
eu: Animatua
fa: متحرک
hi: एनिमेटेड
hu: Animált
id: Teranimasi
is: Með hreyfingu
kn: ಆನಿಮೇಟೆಡ್
ko: 애니메이션
my: လှုပ်ရှားနေသောပုံ
nn: Animert
ro: Animații
ta: உயிருள்ளதுபோல
th: การเคลื่อนไหว
vi: Hoạt ảnh

# filterTypeMotionPhotoLabel
source: Motion Photo
ar: الصور المتحركة
be: Фота з рухам
bg: Снимка с движение
ca: Foto en moviment
ckb: وێنەی جوڵاو
el: Φωτογραφίες με κίνηση
et: Liikuv foto
eu: Argazki-mugikorra
fa: تصویر متحرک
hi: मोशन फोटो
hu: Mozgó fotók
id: Foto bergerak
is: Hreyfiljósmynd
kn: ಚಲಿಸುವ ಚಿತ್ರ
ko: 모션 사진
my: လှုပ်ရှားမှုပါသောပုံ
nn: Rørslebilete
ro: Fotografie în mișcare
ta: இயக்கப் புகைப்படம்
th: ภาพเคลื่อนไหว
vi: Ảnh động

# filterTypePanoramaLabel
source: Panorama
ar: بانوراما
be: Панарама
bg: Панорама
ca: Panoràmica
el: Πανοραμικές
et: Panoraam
eu: Panoramika
fa: پاناروما
hi: पैनोरमा
hu: Panoráma
is: Víðmynd
kn: ಪನೋರಮಾ
ko: 파노라마
my: မြင်ကွင်းကျယ်ဓာတ်ပုံ
ro: Panoramă
ta: பரந்ததோற்றம்
th: ภาพปริทัศน์ / แพโนรามา
vi: Toàn cảnh

# filterTypeRawLabel
source: Raw
ar: خام
et: Raw-vorming
fa: خام
my: Raw ပုံ
nn: Rå
ta: பச்சையான
th: ไฟล์ดิบ

# filterTypeGeotiffLabel
source: GeoTIFF
ta: புவிடிஃப்

# filterMimeImageLabel
source: Image
ar: صورة
be: Малюнак
bg: Изображение
ca: Imatge
ckb: وێنە
el: Εικόνα
et: Pilt
eu: Irudi
fa: عکس
hi: इमेज
hu: Kép
id: Gambar
is: Mynd
kn: ಚಿತ್ರ
ko: 사진
my: ဓာတ်ပုံ
nn: Bilete
ro: Imagine
ta: படம்
th: รูปภาพ
vi: Ảnh
