Repository: deckerst/aves
Catalog: lib/l10n/app_*.arb
Languages: ar, az, be, bg, ca, ckb, el, et, eu, fa, he, hi, hu, id, is, kn, ko, my, nn, ro, ta, th, vi

# settingsViewerShowOverlayOnOpening
source: Show on opening
ar: عرض عند الفتح
be: Паказаць на адкрыцці
bg: Показване при отваряне
ca: Mostra a l’obrir
el: Εμφάνιση κατά το άνοιγμα
et: Näita avamisel
eu: Erakutsi irekitzean
fa: پس از باز شدن نمایش داده شود
hu: Megjelenítés megnyitáskor
id: Tampilkan saat pembukaan
is: Birta við opnun
kn: ಪ್ರಾರಂಭದಲ್ಲಿ ತೋರಿಸಿ
ko: 열릴 때 표시
my: အဖွင့်တွင် ပြရန်
nn: Vis ved opning
ro: Afișare la deschidere
ta: திறப்பதில் காட்டு
vi: Hiển thị khi mở

# settingsViewerShowHistogram
source: Show histogram
ar: إظهار الرسم البياني
be: Паказаць гістаграму
bg: Показвай хистограма
ca: Mostra histograma
et: Näita histogrammi
eu: Erakutsi histograma
fa: نمایش نمودار
hu: Hisztogram megjelenítése
id: Tampilkan histogram
is: Birta litatíðnirit
kn: ಹಿಸ್ಟೋಗ್ರಾಮ್ ತೋರಿಸಿ
ko: 히스토그램 표시
my: Histogram ကို ပြရန်
ro: Afișare histogramă
ta: இச்டோகிராம் காட்டு
vi: Hiển thị biểu đồ

# settingsViewerShowMinimap
source: Show minimap
ar: إظهار الخريطة المصغرة
be: Паказаць мінікарту
bg: Показване на миникарта
ca: Mostra mapa en miniatura
el: Εμφάνιση μικρού χάρτη
et: Näita minikaarti
eu: Erakutsi minimapa
fa: نمایش نقشه‌کوچک
hu: Mini térkép mutatása
id: Tampilkan minimap
is: Birta smákort
kn: ಚಿಕ್ಕನಕ್ಷೆಯನ್ನು ತೋರಿಸಿ
ko: 미니맵 표시
my: မြေပုံအသေးစားလေးကို ပြရန်
nn: Vis småkart
ro: Afișare mini-hartă
ta: மினிமேப்பைக் காட்டு
vi: Hiển thị bản đồ thu nhỏ

# settingsViewerShowInformation
source: Show information
ar: مزيد من المعلومات
be: Паказаць інфармацыю
bg: Показване на информация
ca: Mostra informació
el: Εμφάνιση πληροφοριών
et: Näita teavet
eu: Erakutsi informazioa
fa: نمایش درباره
hu: Információ mutatása
id: Tampilkan informasi
is: Birta upplýsingar
kn: ಮಾಹಿತಿಯನ್ನು ತೋರಿಸಿ
ko: 상세 정보 표시
my: အချက်အလက်များကို ပြရန်
nn: Vis opplysingar
ro: Afișare informații
ta: தகவலைக் காட்டு
vi: Hiển thị thông tin

# settingsViewerShowInformationSubtitle
source: Show title, date, location, etc.
ar: إظهار العنوان والتاريخ والموقع وما إلى ذلك.
be: Паказаць назву, дату, месцазнаходжанне і г.д.
bg: Показване на заглавие, дата, местоположение и др.
ca: Mostra títol, data, localització, etc.
el: Εμφάνιση ονομασίας, ημερομηνίας, τοποθεσίας κ.λπ.
et: Näita nime, kuupäeva, asukohta jne.
eu: Erakutsi izenburua, data, kokalekua, etab.
fa: نمایش عنوان، تاریخ، مکان، و...
hu: Cím, dátum, hely, stb. mutatása
id: Tampilkan judul, tanggal, lokasi, dll.
is: Birta titil, dagsetningu, staðsetningu, o.s.frv.
kn: ಶೀರ್ಷಿಕೆ, ದಿನಾಂಕ, ಸ್ಥಳ ಇತ್ಯಾದಿಗಳನ್ನು ತೋರಿಸಿ.
ko: 제목, 날짜, 장소 등 표시
my: ခေါင်းစဥ်၊ ရက်စွဲ၊ တည်နေရာ စသဖြင့်
nn: Vis namn, dato, stad, osv …
ro: Afișare titlu, dată, locație etc.
ta: தலைப்பு, தேதி, இடம் போன்றவற்றைக் காட்டு.
vi: Hiển thị tiêu đề, thời gian, vị trí v..v..

# settingsViewerShowRatingTags
source: Show rating & tags
ar: عرض التصنيف والعلامات
be: Паказаць рэйтынг і тэгі
bg: Показване на рейтинг и тагове
ca: Mostra valoració i etiquetes
el: Εμφάνιση βαθμολογίας & ετικετών
et: Näita hinnangut ja silte
eu: Erakutsi balorazioa eta etiketak
fa: نمایش امتیازات و برچسب ها
hu: Értékelés és címkék mutatása
id: Tampilkan peringkat & tag
is: Birta einkunn og merki
kn: ದರಗಳು ಮತ್ತು ಟ್ಯಾಗುಗಳನ್ನು ತೋರಿಸಿ
ko: 별점 및 태그 표시
my: အဆင့်သတ်မှတ်ချက်နှင့် tag များကို ပြရန်
nn: Vis omdøme og merke
ro: Afișare evaluare și etichete
ta: மதிப்பீடு மற்றும் குறிச்சொற்களைக் காட்டு
vi: Hiển thị thẻ và xếp hạng

# settingsViewerShowShootingDetails
source: Show shooting details
ar: عرض تفاصيل التصوير
be: Паказаць дэталі здымкі
bg: Показване на подробности за снимане
ca: Mostra detalls de la foto
el: Εμφάνιση λεπτομερειών λήψης
et: Näita pildistamise üksikasju
eu: Erakutsi hartualdiaren xehetasunak
fa: نمایش ریزگان تصویربرداری
hu: Fényképezés részleteinek mutatása
id: Tampilkan detail pemotretan
is: Sýna ítarlegri upplýsingar um myndatöku
kn: ಸೆರೆಹಿಡಿದ ವಿವರಗಳನ್ನು ತೋರಿಸಿ
ko: 촬영 정보 표시
my: ရိုက်ကူးမှုအသေးစိတ်ကို ပြရန်
nn: Vis biletetakingsopplysingar
ro: Afișare detalii de fotografiere
ta: படப்பிடிப்பு விவரங்களைக் காட்டு
vi: Hiển thị mục shooting

# settingsViewerShowDescription
source: Show description
ar: إظهار الوصف
be: Паказаць апісанне
bg: Показване описание
ca: Mostra descripció
el: Εμφάνιση περιγραφής
et: Näita kirjeldust
eu: Erakutsi azalpena
fa: نمایش ریزگان
hu: Leírás mutatása
id: Tampilkan deskripsi
is: Birta lýsingu
kn: ವಿವರಣೆಗಳನ್ನು ತೋರಿಸಿ
ko: 설명 표시
my: ဖော်ပြချက်ကိုပြရန်
nn: Vis utgreiingar
ro: Afișare descriere
ta: விளக்கத்தைக் காட்டு
vi: Hiển thị mô tả

# settingsViewerShowOverlayThumbnails
source: Show thumbnails
ar: عرض الصور المصغرة
be: Паказаць мініяцюры
bg: Показване на миниатюри
ca: Mostra miniatures
el: Εμφάνιση μικρογραφιών
et: Näita pisipilte
eu: Erakutsi miniaturak
fa: نمایش ریزعکس ها
hu: Miniatűrök mutatása
id: Tampilkan thumbnail
is: Birta smámyndir
kn: ಅಡಕವನ್ನು ತೋರಿಸಿ
ko: 섬네일 표시
my: Thumbnail ကို ပြရန်
nn: Vis småbilete
ro: Afișare miniaturi
ta: சிறு உருவங்களைக் காட்டு
vi: Hiển thị ảnh thu nhỏ

# settingsViewerEnableOverlayBlurEffect
source: Blur effect
ar: تأثير الضبابية
be: Эфект размыцця
bg: Blur ефект
ca: Efecte borrós
el: Εφέ θαμπώματος
et: Hägustamisefekt
eu: Lausotze efektua
fa: جلوه محو
hu: Elmosódási hatás
id: Efek Kabur
is: Móðunarbrella
kn: ಮಸುಕು ಪರಿಣಾಮ
ko: 흐림 효과
nn: Uskarp verknad
ro: Efect de estompare
ta: மங்கலான விளைவு
vi: Hiệu ứng làm mờ

# settingsSlideshowShuffle
source: Shuffle
ar: تشغيل عشوائي
be: Ператасаваць
bg: Разбъркайте
ca: Barreja
el: Τυχαία σειρά
et: Sega järjestust
eu: Nahastu
fa: در هم
hu: Keverés
id: Acak
is: Stokka
kn: ಕಲಸು
ko: 순서섞기
my: ဟိုရောက်လိုက် ဒီရောက်လိုက်
nn: Bland
ro: Amestecare
ta: கலக்கு
vi: Xáo trộn

# settingsSlideshowFillScreen
source: Fill screen
ar: ملء الشاشة
be: Запоўніць экран
bg: Цял екран
ca: Emplenar pantalla
el: Χρησιμοποίηση πλήρης οθόνης
et: Täida kogu ekraan
eu: Bete pantaila
fa: پر کردن صفحه
hu: Képernyő kitöltése
id: Isi layar
is: Fylla skjá
kn: ಪೂರ್ಣ ಪರದೆ
ko: 화면 채우기
my: စကရင်အပြည့်
nn: Fyll skjermen
ro: Se umple ecranul
ta: திரை நிரப்பவும்
vi: Lắp đầy màn hình

# settingsSlideshowAnimatedZoomEffect
source: Animated zoom effect
ar: تأثير التكبير المتحرك
be: Аніміраваны эфект маштабавання
bg: Анимиран ефект на увеличение
ca: Efecte de zoom animat
el: Εφέ κινούμενου ζουμ
et: Animeeritud suumiefekt
eu: Zoom animatuaren efektua
fa: جلوه بزرگنمایی پویانمایی شده
hu: Animált nagyítási hatás
id: Efek zoom bergerak
is: Aðdráttur með hreyfingu
kn: ಅನಿಮೇಟೆಡ್ ಹಿಗ್ಗಿಸಿದ ಪರಿಣಾಮ
ko: 애니메이션 확대/축소 효과
my: ချဲ့ကားလာသည့် effect
ro: Efect de zoom animat
ta: அனிமேசன் சூம் விளைவு
vi: Hiệu ứng phóng to

# settingsSlideshowTransitionTile
source: Transition
ar: انتقال
be: Пераход
bg: Преход ефекти
ca: Transició
el: Μετάβαση
et: Üleminekud meedia vahetamisel
eu: Trantsizioa
fa: هدایت
hu: Áttünés
id: Transisi
is: Millifærsla
kn: ಪರಿವರ್ತನೆ
ko: 전환 효과
my: အကူးအပြောင်း
nn: Overgang
ro: Tranziție
ta: மாற்றம்
vi: Chuyển tiếp

# settingsSlideshowIntervalTile
source: Interval
ar: فاصلة
be: Інтэрвал
bg: Интервал
el: Διάρκεια
et: Välp meedia vahetamisel
eu: Tartea
fa: فاصله
hu: Hossz
id: Jarak waktu
is: Millibil
kn: ಮಧ್ಯಂತರ
ko: 교체 주기
my: အကူးအပြောင်းမလုပ်ခင် ကြားအချိန်
nn: Byt til neste etter
ta: இடைவேளை
vi: Khoảng thời gian

# settingsSlideshowVideoPlaybackTile
source: Video playback
ar: تشغيل الفيديو
be: Прайграванне відэа
bg: Възпроизвеждане на видео
ca: Reproducció de vídeo
el: Αναπαραγωγή βίντεο
et: Video taasesitus
eu: Bideo-erreprodukzioa
fa: پخش ویدیو
hu: Videó lejátszás
id: Putaran ulang video
is: Afspilun myndskeiða
kn: ವಿಡಿಯೋ ಪ್ಲೇಬ್ಯಾಕ್
ko: 동영상 재생
my: ဗီဒီယိုဖွင့်ကြည့်ခြင်း
nn: Videoavspeling
ro: Redare video
ta: வீடியோ பிளேபேக்
vi: Xem lại video

# settingsSlideshowVideoPlaybackDialogTitle
source: Video Playback
ar: تَشغيل الفيديو
be: Прайграванне відэа
bg: Възпроизвеждане на видео
ca: Reproducció de Vídeo
el: Αναπαραγωγη Βιντεο
et: Video taasesitus
eu: Bideo-erreprodukzioa
fa: پخش ویدیو
hu: Videó lejátszás
id: Putaran Ulang Video
is: Afspilun myndskeiða
kn: ವಿಡಿಯೋ ಪ್ಲೇಬ್ಯಾಕ್
ko: 동영상 재생
my: ဗီဒီယိုဖွင့်ကြည့်ခြင်း
nn: Videoavspeling
ro: Redare video
ta: வீடியோ பிளேபேக்
vi: Phát lại video

# settingsVideoPageTitle
source: Video Settings
ar: اعدادات الفيديو
be: Налады відэа
bg: Видео настройки
ca: Configuració de Vídeo
el: Ρυθμισεις Βιντεο
et: Video seadistused
eu: Bideoaren ezarpenak
fa: تنظیمات ویدیو
hu: Videó beállítások
id: Pengaturan Video
is: Myndstillingar
kn: ವಿಡಿಯೋ ಸಂಯೋಜನೆಗಳು
ko: 동영상 설정
my: ဗီဒီယိုဆက်တင်များ
nn: Videoinnstillingar
ro: Setări video
ta: வீடியோ அமைப்புகள்
vi: Cài đặt video

# settingsVideoSectionTitle
source: Video
ar: الفيديو
be: Відэа
bg: Видео
ca: Vídeo
el: Βιντεο
eu: Bideoa
fa: ویدیو
hu: Videó
is: Myndskeið
kn: ವಿಡಿಯೋ
ko: 동영상
my: ဗီဒီယို
ta: ஒளிதோற்றம்

# settingsVideoShowVideos
source: Show videos
ar: عرض الفيديوهات
be: Паказаць відэа
bg: Покажи видеа
ca: Mostra vídeos
el: Εμφάνιση των βίντεο στη συλλογή
et: Näita videoid
eu: Erakutsi bideoak
fa: نمایش ویدیو ها
hu: Videók mutatása
id: Tampilkan video
is: Sýna myndskeið
kn: ವಿಡಿಯೋಗಳನ್ನು ತೋರಿಸಿ
ko: 미디어에 동영상 표시
my: ဗီဒီယိုများပါ ပြရန်
nn: Vis videoar
ro: Afișare videoclipuri
ta: வீடியோக்களைக் காட்டு
vi: Hiển thị các Video

# settingsVideoPlaybackTile
source: Playback
ar: التشغيل
be: Прайграванне
bg: Възпроизвеждане
ca: Reproducció
el: Αναπαραγωγή
et: Taasesitus
eu: Erreprodukzioa
fa: پخش
hu: Visszajátszás
id: Pemutaran
is: Afspilun
kn: ಪ್ಲೇಬ್ಯಾಕ್
ko: 재생
my: ဖွင့်ကြည့်ခြင်း
nn: Avspeling
ro: Redare
ta: பின்னணி
vi: Phát lại

# focalLength
source: {length} mm
be: {length} мм
bg: {length} мм
ckb: {length} ملی‌مەتر
fa: {length} میلی‌متر
hi: {length} एम एम
kn: {length} ಮಿಮಿ
my: {length} မီလီမီတာ
ta: {length} மிமீ
vi: {length} pp

# entryActionRename
source: Rename
ar: إعادة تسمية
be: Перайменаваць
bg: Преименуване
ca: Canviar nom
ckb: ناوگۆڕین
el: Μετονομασία
et: Muuda nime
eu: Aldatu izena
fa: تغییر نام
hi: नाम बदलें
hu: Átnevezés
id: Ganti nama
is: Endurnefna
kn: ಮರುನಾಮಕರಣ
ko: 이름 변경
my: အမည်ပြောင်းရန်
nn: Byt namn
ro: Redenumiți
ta: மறுபெயரிடு
th: เปลี่ยนชื่อใหม่
vi: Đổi tên

# entryActionRestore
source: Restore
ar: استعادة
be: Аднавіць
bg: Възстановяване
ca: Restaurar
ckb: گێڕانەوە
el: Επαναφορά
et: Taasta
eu: Berrezarri
fa: برگرداندن
hi: रिस्टोर करे
hu: Visszaállítás
id: Pulihkan
is: Endurheimta
kn: ಮರುಸ್ಥಾಪಿಸಿ
ko: 복원
my: ပြန်ယူရန်
nn: Gjenopprett
ro: Restabiliți
ta: மீட்டெடு
th: กู้คืน
vi: Khôi phục

# entryActionRotateCCW
source: Rotate counterclockwise
ar: تدوير عكس عقارب الساعة
be: Круціць супраць гадзінны стрэлкі
bg: Завъртете обратно на часовниковата стрелка
ca: Girar en sentit antihorari
ckb: سوڕاندن بە پێچەوانەی میلی کاتژمێر
el: Περιστροφή προς τα αριστερά
et: Pööra vastupäeva
eu: Biratu erlojuaren orratzen kontrako noranzkoan
fa: چرخش پادساعت‌گرد
hi: वामावर्त स्थिति में घुमाएं
hu: Forgatás balra
id: Putar berlawanan arah jarum jam
is: Snúa rangsælis
kn: ಅಪ್ರದಕ್ಷಿಣಾಕಾರವಾಗಿ ತಿರುಗಿಸಿ
ko: 좌회전
my: နာရီလက်တံပြောင်းပြန်အတိုင်း လှည့်ရန်
nn: Snu imot klokka
ro: Rotiți în sens invers acelor de ceasornic
ta: எதிரெதிர் திசையில் சுழற்று
th: หมุนทวนเข็มนาฬิกา
vi: Xoay ngược chiều kim đồng hồ

# entryActionViewSource
source: View source
ar: عرض المصدر
be: Паглядзець крыніцу
bg: Вижте източника
ca: Veure font
ckb: بینینی سەرچاوە
el: Προβολή πηγής
et: Vaata allikat
eu: Ikusi iturria
fa: مشاهده منبع
hi: सोर्स देखें
hu: Forrás megtekintése
id: Lihat sumber
is: Skoða uppruna
kn: ಮೂಲವನ್ನು ನೋಡಿ
ko: 소스 코드 보기
my: ရင်းမြစ်ကို ကြည့်ရန်
nn: Vis kjelda
ro: Vizualizare sursă
ta: மூலத்தைக் காண்க
th: ดูแหล่งข้อมูล
vi: Xem nguồn

# entryActionShowGeoTiffOnMap
source: Show as map overlay
ar: عرض كتراكب على الخريطة
be: Паказаць як накладанне на карту
bg: Покажи на картата
ca: Mostra com a mapa superposat
el: Εμφάνιση ως επικάλυψη στον χάρτη
et: Näita kaardi ülekattena
eu: Erakutsi gainjarritako mapa bezala
fa: نمایش بر روی نقشه
hi: मैप ओवरले के रूप में देखे
hu: Térképre helyezve
id: Tampilkan sebagai hamparan peta
is: Birta sem yfirlag á korti
kn: ನಕ್ಷೆಯ ಮೇಲ್ಪದರದಲ್ಲಿ ತೋರಿಸಿ
ko: 지도에 겹쳐그리기
my: မြေပုံ overlay အဖြစ် ပြရန်
nn: Vis som overlagskart
ro: Afișați ca suprapunere a hărții
ta: வரைபட மேலடுக்கு எனக் காட்டு
th: แสดงแผนที่ซ้อน
vi: Hiển thị dưới dạng lớp phủ bản đồ

# entryActionConvertMotionPhotoToStillImage
source: Convert to still image
ar: تحويل إلى صورة ثابتة
be: Пераўтварыць у нерухомую выяву
bg: Конвертиране в статично изображение
ca: Convertir a imatge fixa
ckb: گۆڕین بۆ وێنەی جێگیر
el: Μετατροπή σε στατική εικόνα
et: Muuda stoppkaadriks
eu: Bihurtu irudi finko batean
fa: تبدیل به عکس ثابت
hi: स्थिर छवि में परिवर्तित करें
hu: Átalakítás állóképpé
id: Ubah ke gambar tetap
is: Umbreyta í kyrrmynd
kn: ಸ್ಥಿರ ಚಿತ್ರವಾಗಿ ಮಾರ್ಪಡಿಸಿ
ko: 스틸 사진으로 변환
my: ပုံအသေသို့ ပြောင်းရန်
nn: Lag om til eit stillbilete
ro: Convertiți în imagine statică
ta: நிலை படத்திற்கு மாற்று
th: แปลงเป็นภาพนิ่ง
vi: Chuyển đổi sang hình ảnh tĩnh

# entryActionViewMotionPhotoVideo
source: Open video
ar: فتح الفيديو
be: Адкрыць відэа
bg: Отвори видео
ca: Obrir vídeo
ckb: کردنەوەی ڤیدیۆ
el: Άνοιγμα του βίντεο
et: Ava video
eu: Ireki bideoa
fa: باز کردن ویدئو
hi: वीडियो खोलें
hu: Videó megnyitása
id: Buka video
is: Opna myndskeið
kn: ವಿಡಿಯೋ ತೆರೆಯಿರಿ
ko: 동영상 보기
my: ဗီဒီယိုဖွင့်ရန်
nn: Opne video
ro: Deschide videoclipul
ta: திறந்த காணொளி
th: เปิดวิดีโอ
vi: Mở video

# entryActionEdit
source: Edit
ar: تحرير
be: Рэдагаваць
bg: Редактиране
ca: Editar
ckb: دەستکاریکردن
el: Επεξεργασία
et: Muuda
eu: Editatu
fa: ویرایش
hi: एडिट करें
hu: Szerkesztés
id: Ubah
is: Breyta
kn: ಸಂಪಾದಿಸಿ
ko: 편집
my: ပြင်ဆင်ရန်
nn: Brigd
ro: Editați
ta: தொகு
th: แก้ไข
vi: Biên tập

# videoActionReplay10
source: Seek backward 10 seconds
ar: الرجوع للخلف لمدة 10 ثوانٍ
be: Перамотка назад на 10 секунд
bg: Превъртане 10 секунди назад
ca: Retrocedeix 10 segons
ckb: ١٠ چرکە بیبە پاش
el: 10 δευτερόλεπτα πίσω
et: Keri tagasi 10 sekundit
eu: Atzera 10 segundu egin
fa: برگشت 10 ثانیه به عقب
hi: 10 सेकंड्स पीछे ले
hu: Ugrás vissza 10 másodpercet
id: Mundurkan 10 detik
is: Fara afturábak um 10 sekúndur
kn: ೧೦ ಕ್ಷಣ ಹಿಂದೆ ಓಡಿಸಿ
ko: 10초 뒤로 탐색
my: နောက်သို့ ၁၀ စက္ကန့်ဆုတ်
nn: Spol 10 sekund bakover
ro: Căutați înapoi 10 secunde
ta: 10 வினாடிகள் பின்தங்கியபடி நாடிச்செல்
th: ย้อนกลับ 10 วินาที
vi: Tua lùi 10 giây

# videoActionSkip10
source: Seek forward 10 seconds
ar: تقدم إلى الأمام لمدة 10 ثوانٍ
be: Перамотка наперад на 10 секунд
bg: Превъртане 10 секунди напред
ca: Avança 10 segons
ckb: ١٠ چرکە بیبە پێش
el: 10 δευτερόλεπτα μπροστά
et: Keri edasi 10 sekundit
eu: Aurrera 10 segundu egin
fa: جلو رفتن 10 ثانیه
hi: 10 सेकंड्स आगे लें
hu: Ugrás előre 10 másodpercet
id: Majukan 10 detik
is: Fara áfram um 10 sekúndur
kn: ೧೦ ಕ್ಷಣ ಮುಂದೆ ಓಡಿಸಿ
ko: 10초 앞으로 탐색
my: ရှေ့သို့ ၁၀ စက္ကန့်သွား
nn: Spol 10 sekund framover
ro: Căutați înainte 10 secunde
ta: 10 வினாடிகள் முன்னோக்கி நாடிச்செல்
th: เดินหน้า 10 วินาที
vi: Tua tới 10 giây

# filterNoTagLabel
source: Untagged
ar: بدون علامات
be: Без тэгаў
bg: Без тагове
ca: Sense etiqueta
el: Χωρίς ετικέτα
et: Sildistamata
eu: Etiketatu gabe
fa: بدون برچسب
hi: टैग नहीं किया गया
hu: Cimkézetlen
id: Tidak dilabel
is: Ómerkt
kn: ಮೌಲ್ಯವಿಲ್ಲದ್ದು
ko: 태그 없음
my: Tag မတွဲထား
nn: Utan merke
ro: Neetichetat
ta: குறிச்சொல்இடப்படாதது
th: ไม่ระบุแท็ก
vi: Đã gỡ thẻ

# filterNoTitleLabel
source: Untitled
ar: بدون عنوان
be: Без назвы
bg: Наименувани
ca: Sense títol
ckb: بێ سەرناو
el: Χωρίς ονομασία
et: Ilma nimeta
eu: Izenbururik gabe
fa: بدون نام
hi: शीर्षकहीन
hu: Névtelen
id: Tak ada judul
is: Án titils
kn: ಶೀರ್ಷಿಕೆ ರಹಿತ
ko: 제목 없음
my: ခေါင်းစဥ်မပေးထား
nn: Utan namn
ro: Fără titlu
ta: தலைப்பில்லாத
th: ไม่ระบุชื่อ
vi: Không có tiêu đề

# filterOnThisDayLabel
source: On this day
ar: في هذا اليوم
be: У гэты дзень
bg: Днес
ca: D’avui
ckb: لەم ڕۆژەدا
el: Αυτή τη μέρα
et: Täna
eu: Egun honetan
fa: در امروز
hi: इस दिन पर
hu: Ezen a napon
id: Di hari ini
is: Á þessum degi
kn: ಈ ದಿನದಂದು
ko: 이 날
my: ယနေ့
nn: På denne dagen
ro: În această zi
ta: இந்த நாளில்
th: ในวันนี้
vi: Vào ngày này

# filterRecentlyAddedLabel
source: Recently added
ar: أضيف مؤخرا
be: Нядаўна дададзены
bg: Наскоро добавени
ca: Afegit recentment
ckb: بەم دواییە زیاد کراو
el: Προστέθηκαν πρόσφατα
et: Hiljuti lisatud
eu: Duela gutxi gehitua
fa: تازه اضافه شده
hi: हाल ही में शामिल की गई
hu: Nemrég hozzáadva
id: Baru-baru ini ditambahkan
is: Nýlega bætt við
kn: ಇತ್ತೀಚಿಗೆ ಸೇರಿಸಿದ್ದು
ko: 최근 추가된
my: ထည့်ထားတာ မကြာသေး
nn: Nyleg lagde til
ro: Adaugate recent
ta: அண்மைக் காலத்தில் சேர்க்கப்பட்டது
th: รายการที่เพิ่มเมื่อเร็วๆนี้
vi: Đã thêm gần đây

# albumTierPinned
source: Pinned
ar: مثبت
be: Замацаваны
bg: Закачени
ca: Fixat
el: Καρφιτσωμένα
et: Esiletõstetud
eu: Finkatua
fa: سنجاق شده
hi: पिन किया गया
hu: Kitűzött
id: Disemat
is: Fest
kn: ಚುಚ್ಚಿರುವುದು
ko: 고정
my: ပင်တွဲထား
nn: Festa
ro: Fixat
ta: பின்செய்த்து
th: ปักหมุด
vi: Đã ghim

# overlayHistogramNone
source: None
ar: لا شيء
be: Няма
bg: Нищо
ca: Cap
ckb: هیچیان
et: Määratlemata
eu: Bat ere ez
fa: هیچکدام
hi: कोई नहीं
hu: Nincs
id: Tidak ada
is: Ekkert
kn: ಏನಿಲ್ಲ
ko: 없음
my: မထား
ro: Nimic
ta: எதுவுமில்லை
vi: Không có

# videoPlaybackSkip
source: Skip
ar: تخطي
be: Прапусціць
bg: Пропусни
ca: Saltar
ckb: بازدان
el: Παράλειψη
et: Jäta vahele
eu: Jauzi
fa: رد کردن
hi: छोड़े
hu: Átugrik
id: Lewati
is: Sleppa
kn: ಬಿಟ್ಟುಬಿಡು
ko: 생략
my: ကျော်လိုက်ပါ
nn: Hopp over
ro: Sări
ta: தவிர்
th: ข้าม
vi: Bỏ qua

# videoPlaybackMuted
source: Play muted
ar: تشغيل بدون صوت
be: Прайграваць без гуку
bg: Пусни без звук
ca: Reproduir sense so
ckb: بەبێ دەنگی لێبدە
el: Αναπαραγωγή σε σίγαση
et: Esita summutatuna
eu: Mutututa erreproduzitu
fa: پخش بی صدا
hi: बिना ध्वनि के चलाएं
hu: Lejátszás némítva
id: Mainkan bisu
is: Afspilun án hljóðs
kn: ಶಬ್ದರಹಿತವಾಗಿ ಪ್ಲೇ ಮಾಡಿ
ko: 음소거 재생
my: အသံပိတ်ပြီးဖွင့်မည်
nn: Spel av utan ljod
ro: Redare fără sunet
ta: ஒலிமுடக்கி இயக்கு
th: เล่นปิดเสียง
vi: Phát với chế độ im lặng

# videoResumptionModeNever
source: Never
ar: أبداً
be: Ніколі
bg: Никога
ca: Mai
ckb: هەرگیز
el: Ποτέ
et: Mitte kunagi
eu: Inoiz
fa: هیچ‌وقت
hi: कभी नहीं
hu: Soha
id: Tidak pernah
is: Aldrei
kn: ಎಂದಿಗೂ ಇಲ್ಲ
ko: 재개 안 함
my: ဘယ်တော့မှမလုပ်ပါနှင့်
nn: Aldri
ro: Niciodată
ta: ஒருபோதும்
vi: Không bao giờ

# viewerTransitionZoomIn
source: Zoom in
ar: تكبير
be: Павялічыць
bg: Приближения
ca: Ampliar
el: Μεγέθυνση
et: Sissesuumimine
eu: Hurbildu
fa: زوم‌پیش
hi: ज़ूम इन
hu: Nagyítás
id: Membesar
is: Renna að
kn: ಹಿಗ್ಗಿಸು
ko: 확대
my: ချဲ့ကားလာခြင်း
nn: Auk
ro: Mărește zoom
ta: பெரிதாக்கு
th: ซูมเข้า
vi: Phóng to

# viewerTransitionNone
source: None
ar: لا شيء
be: Нічога
bg: Не
ca: Cap
ckb: هیچیان
el: Καμία
et: Määratlemata
eu: Bat ere ez
fa: هیچ‌کدام
hi: कोई नहीं
hu: Nincs
id: Tidak ada
is: Ekkert
kn: ಏನಿಲ್ಲ
ko: 없음
my: ဘာမှမထား
nn: Ingen
ro: Nici unul
ta: எதுவுமில்லை
th: ไม่มี
vi: Không có

# wallpaperTargetHome
source: Home screen
ar: الشاشة الرئيسية
be: Галоўны экран
bg: Начален екран
ca: Pàgina principal
el: Αρχική οθόνη
et: Avaleht
eu: Hasierako pantaila
fa: صفحهٔ خانه
hi: होम स्क्रीन
hu: Kezdőképernyő
id: Tampilan depan
is: Upphafsskjár
kn: ಮುಖ ಪರದೆ
ko: 홈 화면
my: ပင်မစကရင်
nn: Heimskjermen
ro: Ecranul de start
ta: முகப்புத் திரை
th: โฮมสกรีน
vi: Màn hình chính

# otherDirectoryDescription
source: “{name}” directory
ar: دليل «{name}»
be: Каталог «{name}»
bg: „{name}“ директория
ca: «{name}» directori
el: «{name}» κατάλογος
et: „{name}“ kaust
eu: «{name}» karpeta
fa: شاخهٔ «{name}»
hu: „{name}” mappa
id: direktori “{name}”
is: „{name}“ möppu
kn: “{name}” ಕೋಶ
ko: “{name}” 폴더
nn: «{name}»-mappa
ro: directorul „{name}”
ta: “{name}” அடைவு
th: "{name}" ไดเรกทอรี
vi: “{name}” thư mục

# missingSystemFilePickerDialogMessage
source: The system file picker is missing or disabled. Please enable it and try again.
ar: منتقي ملفات النظام مفقود أو معطل. يرجى تمكينه والمحاولة مرة أخرى.
be: Сродак выбару сістэмных файлаў адсутнічае або адключаны. Уключыце яго і паўтарыце спробу.
bg: Системното файлово приложение е изключено или липсва. Моля разрешете го и опитайте отново.
ca: Falta el selector de fitxers del sistema o està desactivat. Si us plau, activeu-lo i torneu-ho a provar.
el: Η εφαρμογή επιλογής αρχείων του δεν βρέθηκε ή είναι απενεργοποιημένη. Ενεργοποιήστε την και δοκιμάστε ξανά.
et: Süsteemi failihaldur/failivalija on puudu või kasutuselt eemaldatud. Palun pane ta tööle ja proovi siis uuesti.
eu: Sistemako fitxategien bilatzailea falta da edo desaktibatua dago. Mesedez, aktiba ezazu eta saia zaitez berriro.
fa: انتخابگر پرونده سامانه وجود ندارد یا غیرفعال است. لطفا آن را فعال کنید و دوباره امتحان کنید.
hi: सिस्टम फ़ाइल पिकर लापता या अक्षम है। कृपया इसे सक्षम करें और फिर से प्रयास करें।।
hu: A rendszer fájlkezelője hiányzik vagy letiltott. Engedélyezd és próbáld újra.
id: Pemilih file sistem tidak ada atau dinonaktifkan. Harap aktifkan dan coba lagi.
is: Skráaveljari kerfisins er óvirkur eða hann vantar. Virkjaðu hann og reydu síðan aftur.
kn: ವ್ಯವಸ್ಥೆಯ ಕಡತ ಆರಿಸುವಿಕೆ ಕಾಣೆಯಾಗಿದೆ ಅಥವಾ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ಅದನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ ಮತ್ತು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ.
ko: 기본 파일 선택기가 없거나 비활성화딥니다. 파일 선택기를 켜고 다시 시도하세요.
my: စစ်စတမ်၏ ဖိုင်ရွေးအက်ပ်ကို ပိတ်ထားပါသည် (သို့မဟုတ်) ရှာမတွေ့ပါ။ ပြန်ဖွင့်ပေးပြီးမှ ထပ်စမ်းကြည့်ပါ။
nn: Systemfilveljaren er borte eller avslegen. Slå han på og røyn om att.
ro: Selectorul de fișiere de sistem lipsește sau este dezactivat. Activați-l și încercați din nou.
ta: கணினி கோப்பு பிக்கர் காணவில்லை அல்லது முடக்கப்பட்டுள்ளது. தயவுசெய்து அதை இயக்கி மீண்டும் முயற்சிக்கவும்.
th: ตัวเลือกไฟล์ระบบหายไป หรือปิดใช้งาน โปรดเปิดใช้งานและลองอีกครั้ง
vi: Tệp hệ thống bị thiếu hoặc bị vô hiệu hóa. Vui lòng kích hoạt nó và thử lại.

# nameConflictDialogMultipleSourceMessage
source: Some files have the same name.
ar: بعض الملفات لها نفس الاسم.
be: Некаторыя файлы маюць аднолькавыя назвы.
bg: Някои файлове имат еднакво име.
ca: Alguns fitxers tenen el mateix nom.
ckb: هەندێک لە پەڕگەکان هەمان ناویان هەیە.
el: Ορισμένα αρχεία έχουν το ίδιο όνομα.
et: Mõnedel failidel on sama nimi.
eu: Fitxategi batzuek izen bera dute.
fa: برخی پرونده ها نام های یکسانی دارند.
hi: कुछ फ़ाइलों का नाम समान है।।
hu: Néhány fájl neve ugyanaz.
id: Beberapa file memiliki nama yang sama.
is: Einhverjar skrár eru með sama heiti.
kn: ಕೆಲವು ಕಡತಗಳು ಒಂದೇ ಹೆಸರನ್ನು ಹೊಂದಿವೆ.
ko: 이름이 같은 파일이 있습니다.
my: အမည်တူဖိုင်များရှိနေသည်။
nn: Somme filer har same namn.
ro: Unele fișiere au același nume.
ta: சில கோப்புகளுக்கு ஒரே பெயர் உள்ளது.
th: มีบางไฟล์ที่มีชื่อเหมือนกัน
vi: Một số tệp có cùng tên.

# videoStartOverButtonLabel
source: START OVER
ar: ابدأ من جديد
be: ПАЧАЦЬ НАНАВА
bg: ЗАПОЧНИ ОТНАЧАЛО
ca: TORNAR A COMENÇAR
el: ΑΝΑΠΑΡΑΓΩΓΗ ΑΠΟ ΤΗΝ ΑΡΧΗ
et: ALUSTA UUESTI
eu: BERRIRO HASI
fa: شروع از اول
hi: पुन: प्रारंभ करें
hu: KEZDÉS ELÖLRŐL
id: ULANG DARI AWAL
is: BYRJA AFTUR
kn: ಬುಡದಿಂದ ಪ್ರಾರಂಭಿಸಿ
ko: 처음부터
my: အစကပဲပြန်စမည်
nn: BYRJA OM ATT
ro: Începe din nou
ta: மறுதொடக்கம்
th: เริ่มใหม่
vi: Bắt đầu lại

# videoResumeButtonLabel
source: RESUME
ar: إستئناف
be: АДНАВІЦЬ
bg: ПРОДЪЛЖИ
ca: REPRENDRE
el: ΣΥΝΕΧΙΣΗ ΑΝΑΠΑΡΑΓΩΓΗΣ
et: JÄTKA
eu: JARRAITU
fa: ادامه
hi: पुन: चलाएं
hu: FOLYTATÁS
id: LANJUT
is: HALDA ÁFRAM
kn: ಮುಂದುವರೆಸಿ
ko: 이어서
my: ဆက်ကြည့်မည်
nn: HALD FRAM
ro: Reluați
ta: மீண்டும் தொடங்குங்கள்
th: เล่นต่อ
vi: Phát lại

# setCoverDialogLatest
source: Latest item
ar: أحدث عنصر
be: Апошні элемент
bg: Последен обект
ca: Últim element
el: Πιο πρόσφατο στοιχείο
et: Viimane objekt
eu: Azkeneko elementua
fa: آخرین مورد
hi: नवीनतम आइटम
hu: Legutóbbi elem
id: Benda terbaru
is: Síðasta atriðið
kn: ಹೊಚ್ಚಹೊಸ ವಸ್ತುಗಳು
ko: 최근 항목
my: နောက်ဆုံးပုံ/ဗီဒီယို
nn: Nyaste ting
ro: Ultimul articol
ta: அண்மைக் கால உருப்படி
th: รายการล่าสุด
vi: Mục mới nhất

# setCoverDialogAuto
source: Auto
ar: آلي
be: Аўто
bg: Авто
ca: Automàtic
ckb: خۆکارانە
el: Αυτόματο
et: Automaatne
eu: Automatikoa
fa: خودکار
hi: ऑटो
hu: Automatikus
id: Otomatis
is: Sjálfvirkt
kn: ಸ್ವಯಂಚಾಲಿತ
ko: 자동 설정
my: အလိုအလျောက်
ta: தானி
th: อัตโนมัติ
vi: Tự động

# newVaultDialogTitle
source: New Vault
ar: خزنة جديدة
be: Новае сховішча
bg: Нов трезор
ca: Caixa forta nova
ckb: گاسنووقێکی نوێ
el: Νεο Θησαυροφυλακιο
et: Uus turvaruum
eu: Kutxa gotor berria
fa: گاوصندوق جدید
hi: नया वॉल्ट
hu: Új széf
id: Brankas Baru
is: Ný öryggisgeymsla
kn: ಹೊಸ ನೆಲಮಾಳಿಗೆ
ko: 새 금고 만들기
my: လျှို့ဝှက်သိုလှောင်ခန်းအသစ်
nn: Nytt kvelv
ro: Seif nou
ta: புதிய பெட்டகம்
vi: Két sắt mới
