Repository: deckerst/aves
Catalog: lib/l10n/app_*.arb
Languages: ar, az, be, bg, ca, ckb, el, et, eu, fa, he, hi, hu, id, is, kn, ko, my, nn, ro, ta, th, vi

# exportEntryDialogWriteMetadata
source: Write metadata
ar: كتابة البيانات الوصفية
be: Запісаць метададзеныя
bg: Запис на метаданни
ca: Escriu metadades
ckb: نووسینی مێتاداتا
el: Εγγραφή μεταδεδομένων
et: Salvesta metainfo
eu: Idatzi metadatuak
fa: نوشتن فراداده
hi: मेटाडाटा लिखें
hu: Metaadat írása
id: Tulis metadata
is: Skrifa lýsigögn
kn: ಮೆಟಾಡೇಟಾ ಬರೆಯಿರಿ
ko: 메타데이터 저장
my: မက်တာဒေတာများပါ ကော်ပီကူးရန်
nn: Tak med metadata
ro: Scrierea metadatelor
ta: மேனிலை தரவை எழுதுங்கள்
vi: Viết metadata

# renameEntryDialogLabel
source: New name
ar: اسم جديد
be: Новая назва
bg: Ново име
ca: Nom nou
ckb: ناوێکی نوێ
el: Νέο όνομα
et: Uus nimi
eu: Izen berria
fa: نام جدید
hi: नया नाम
hu: Új név
id: Nama baru
is: Nýtt heiti
kn: ಹೊಸ ಹೆಸರು
ko: 이름
my: အမည်အသစ်
nn: Nytt namn
ro: Nume nou
ta: புதிய பெயர்
th: ตั้งชื่อใหม่
vi: Tên mới

# editEntryDialogTargetFieldsHeader
source: Fields to modify
ar: الحقول المراد تعديلها
be: Поля для рэдагавання
bg: Полета за промяна
ca: Camps a modificar
el: Πεδία προς τροποποίηση
et: Muudetavad väljad
eu: Aldatzeko eremuak
fa: قسمت هایی برای تغییر
hi: संशोधित करने के लिए फ़ील्ड
hu: Módosítandó mezők
id: Bidang untuk dimodifikasikan
is: Gagnasvið sem á að breyta
kn: ಮಾರ್ಪಡಿಸುವ ಕ್ಷೇತ್ರಗಳು
ko: 수정할 필드
my: ပြင်ဆင်မည့် အကွက်များ
nn: Område å brigde
ro: Câmpuri de modificat
ta: மாற்றுவதற்கான புலங்கள்
th: ฟิลด์ที่จะแก้ไข
vi: Các trường cần sửa

# editEntryDateDialogTitle
source: Date & Time
ar: التاريخ والوقت
be: Дата і час
bg: Дата и час
ca: Data i Hora
ckb: کات و ڕێکەوت
el: Ημερομηνια & Ώρα
et: Kuupäev ja kellaaeg
eu: Data eta ordua
fa: تاریخ و زمان
hi: तारीख और समय
hu: Dátum és idő
id: Tanggal & Waktu
is: Dagsetning og tími
kn: ದಿನಾಂಕ ಮತ್ತು ಸಮಯ
ko: 날짜 및 시간
my: ရက်စွဲနှင့် အချိန်
nn: Dato og tid
ro: Data și ora
ta: தேதி & நேரம்
th: วันที่ & เวลา
vi: Ngày & Giờ

# editEntryDateDialogSetCustom
source: Set custom date
ar: تحديد تاريخ مخصص
be: Усталяваць карыстацкую дату
bg: Задайте персонализирана дата
ca: Defineix data personalitzada
ckb: ڕێکەوتێکی دیاریکراو دابنێ
el: Ορισμός προσαρμοσμένης ημερομηνίας
et: Määra soovitud kuupäev
eu: Ezarri data pertsonalizatua
fa: تنظیم تاریخ سفارشی
hi: कस्टम तिथि सेट करें
hu: Egyéni dátum beállítása
id: Atur tanggal khusus
is: Stilla sérsniðna dagsetningu
kn: ನಿಗದಿತ ದಿನಾಂಕವನ್ನು ಹೊಂದಿಸಿ
ko: 지정 날짜로 편집
my: စိတ်ကြိုက်ရက်စွဲထားမည်
nn: Vel dato å setja
ro: Setați o dată personalizată
ta: தனிப்பயன் தேதியை அமை
th: กำหนดวันที่เอง
vi: Đặt thời gian tùy chọn

# editEntryDateDialogCopyField
source: Copy from other date
ar: نسخة من تاريخ آخر
be: Капіяваць з іншай даты
bg: Копирайте от друга дата
ca: Copiar d’una altra data
ckb: لە ڕێکەوتی ترەوە وەریگرە
el: Αντιγραφή από άλλη ημερομηνία
et: Kopeeri muust kuupäevast
eu: Kopiatu beste data batetik
fa: رونوشت از تاریخی دیگر
hi: अन्य तारीख से कॉपी करें
hu: Másolás másik dátumról
id: Salin dari tanggal lain
is: Afrita úr annarri dagsetningu
kn: ಬೇರೆಯ ದಿನಾಂಕದಿಂದ ನಕಲಿಸಿ
ko: 다른 날짜에서 지정
my: တခြားရက်စွဲက ကော်ပီကူးမည်
nn: Kopier ifrå annan dato
ro: Copie de la altă dată
ta: மற்ற தேதியிலிருந்து நகலெடு
th: คัดลอกจากวันอื่นๆ
vi: Sao chép từ ngày khác

# editEntryDateDialogExtractFromTitle
source: Extract from title
ar: استخراج من العنوان
be: Выняць з загалоўка
bg: Извличане от заглавието
ca: Extreu del títol
ckb: لە ناونیشانەکەوە دەریکێشە
el: Εξαγωγή από το όνομα του κάθε αρχείου
et: Tuvasta pealkirjast
eu: Atera izenburutik
fa: استخراج از عنوان
hi: शीर्षक से निकालें
hu: Kibontás a címből
id: Ekstrak dari judul
is: Veiða úr titli
kn: ಶೀರ್ಷಿಕೆಯಿಂದ ಆಯ್ದು ತೆಗೆಯಿರಿ
ko: 제목에서 추출
my: ခေါင်းစဥ်က ယူမည်
nn: Tak ut ifrå namn
ro: Extras din titlu
ta: தலைப்பிலிருந்து பிரித்தெடு
vi: Trích xuất từ tiêu đề

# editEntryDateDialogShift
source: Shift
ar: تغيير
be: Зрух
bg: Преместване с
ca: Desplaça
el: Μετατόπιση
et: Nihuta ajatemplit
eu: Aldatu
fa: جابه‌جایی
hi: शिफ्ट
hu: Csúsztatás
id: Geser
is: Hliðra
kn: ಸ್ಥಳಾಂತರಿಸು
ko: 시간 이동
my: အတိုးအလျှော့လုပ်မည်
nn: Skyv
ro: Schimbă
ta: பெயர்வு
vi: Ca

# settingsVideoAutoPlay
source: Auto play
ar: تشغيل تلقائي
be: Аўтапрайграванне
bg: Автоматично възпроизвеждане
ca: Reproducció automàtica
el: Αυτόματη αναπαραγωγή κατά το άνοιγμα
et: Automaatne taasesitus
eu: Autoerreprodukzioa
fa: پخش خودکار
hu: Automatikus lejátszás
id: Putar otomatis
is: Sjálfvirk spilun
kn: ಸ್ವಯಂ ಚಾಲನೆ
ko: 자동 재생
my: အလိုအလျောက်ဖွင့်ခြင်း
nn: Spel av med ein gong
ro: Redare automată
ta: ஆட்டோ நாடகம்
vi: Tự động phát

# settingsVideoLoopModeTile
source: Loop mode
ar: وضع التكرار
be: Цыклічны рэжым
bg: Цикличен режим
ca: Mode en bucle
el: Επανάληψη αυτόματα στο τέλος κάθε βίντεο
et: Korda videoid
eu: Begizta modua
fa: حالت حلقه
hu: Ismétlés
id: Putar ulang
is: Endurtekningarhamur
kn: ಆವರ್ತನ ಕ್ರಮ
ko: 반복 모드
my: ပြန်ကျော့ခြင်း
nn: Gjentak
ro: Modul buclă
ta: லூப் பயன்முறை
vi: Vòng lặp

# settingsVideoPlaybackPageTitle
source: Playback
ar: التشغيل
be: Прайграванне
bg: Възпроизвеждане
ca: Reproducció
el: Αναπαραγωγη
et: Taasesitus
eu: Erreprodukzioa
fa: پخش
hu: Lejátszás
id: Pemutaran
is: Afspilun
kn: ಪ್ಲೇಬ್ಯಾಕ್
ko: 재생
my: ဖွင့်ကြည့်ခြင်း
nn: Avspeling
ro: Redare
ta: பின்னணி
vi: Phát lại

# settingsVideoEnableHardwareAcceleration
source: Hardware acceleration
ar: تسريع الأجهزة
be: Апаратнае паскарэнне
bg: Хардуерно ускорение
ca: Acceleració per maquinari
el: Επιτάχυνση υλισμικού
et: Raudvaraline kiirendus
eu: Hardwarearen azelerazioa
fa: شتاب سخت‌افزاری
hu: Hardveres gyorsítás
id: Akselerasi perangkat keras
is: Vélbúnaðarhröðun
kn: ಯಂತ್ರಾಂಶ ವೇಗವರ್ಧನೆ
ko: 하드웨어 가속
my: Hardware အသုံးပြုအရှိန်မြှင့်တင်ခြင်း
nn: Auk ytinga med maskinvara
ro: Accelerare hardware
ta: வன்பொருள் முடுக்கம்
vi: Tăng tốc phần cứng

# settingsVideoLoopModeDialogTitle
source: Loop Mode
ar: وضع التَكرار
be: Цыклічны рэжым
bg: Цикличен режим
ca: Mode en Bucle
el: Επαναληψη Αυτοματα στο Τελος Καθε Βιντεο
et: Korda videoid
eu: Begizta modua
fa: حالت حلقه
hu: Ismétlés
id: Putar Ulang
is: Endurtekningarhamur
kn: ಆವರ್ತನ ಕ್ರಮ
ko: 반복 모드
my: ပြန်ကျော့ခြင်း
nn: Gjentak
ro: Mod buclă
ta: லூப் பயன்முறை
vi: Vòng lặp

# settingsVideoResumptionModeTile
source: Resume playback
ar: استئناف التشغيل
be: Працягнуць прайграванне
bg: Възобновяване на възпроизвеждането
ca: Reprèn reproducció
el: Συνέχιση αναπαραγωγής
et: Jätka taasesitust
eu: Jarraitu erreprodukzioa
fa: ادامه پخش
hu: Lejátszás folytatása
id: Lanjutkan pemutaran
is: Halda afspilun áfram
kn: ಮುಂದುವರೆಸು
ko: 재생 재개
my: ကြည့်လက်စ ဆက်ကြည့်ခြင်း
nn: Spel av der du slapp
ro: Reluare redare
ta: பிளேபேக்கை மீண்டும் தொடங்குங்கள்
vi: Quay lại playback

# settingsVideoResumptionModeDialogTitle
source: Resume Playback
ar: إستئناف التشغيل
be: Працягнуць прайграванне
bg: Възобновяване на възпроизвеждането
ca: Reprèn Reproducció
el: Συνεχιση αναπαραγωγης
et: Jätka taasesitust
eu: Jarraitu erreprodukzioa
fa: ادامه پخش
hu: Lejátszás folytatása
id: Lanjutkan Pemutaran
is: Halda afspilun áfram
kn: ಮುಂದುವರೆಸು
ko: 재생 재개
my: ကြည့်လက်စ ဆက်ကြည့်ခြင်း
nn: Spel av der du slapp
ro: Reluare redare
ta: பிளேபேக்கை மீண்டும் தொடங்குங்கள்
vi: Quay lại playback

# settingsVideoBackgroundMode
source: Background mode
ar: وضع الخلفية
be: Фонавы рэжым
bg: Фонов режим
ca: Mode de fons
el: Αναπαραγωγή στο παρασκήνιο
et: Esitus taustal
eu: Atzeko planoko modua
fa: حالت پس‌زمینه
hu: Lejátszás háttérben
id: Mode latar belakang
is: Bakgrunnshamur
kn: ಹಿನ್ನೆಲೆ ಕ್ರಮ
ko: 백그라운드 재생
my: နောက်ခံတွင် ဖွင့်ထားခြင်း
nn: Spel av i bakgrunnen
ro: Mod fundal
ta: பின்னணி முறை
vi: Chế độ nền

# settingsVideoBackgroundModeDialogTitle
source: Background Mode
ar: وضع الخلـفية
be: Фонавы рэжым
bg: Фонов режим
ca: Mode de Fons
el: Αναπαραγωγη στο παρασκηνιο
et: Esitus taustal
eu: Atzeko planoko modua
fa: حالت پس‌زمینه‌
hu: Lejátszás háttérben
id: Mode Latar Belakang
is: Bakgrunnshamur
kn: ಹಿನ್ನೆಲೆ ಕ್ರಮ
ko: 백그라운드 재생
my: နောက်ခံတွင် ဖွင့်ထားခြင်း
nn: Spel av i bakgrunnen
ro: Mod fundal
ta: பின்னணி முறை
vi: Chế độ nền

# settingsVideoControlsTile
source: Controls
ar: ضوابط
be: Элементы кіравання
bg: Настройки видео
el: Έλεγχος
et: Juhtnupud
eu: Aginteak
fa: هدایت کننده ها
hu: Vezérlők
id: Kontrol
is: Stýringar
kn: ನಿಯಂತ್ರಣಗಳು
ko: 제어
my: ထိန်းချုပ်မှုများ
nn: Styring
ro: Controale
ta: கட்டுப்பாடுகள்
vi: Điều khiển

# settingsVideoControlsPageTitle
source: Controls
ar: ضوابط
be: Элементы кіравання
bg: Настройки видео
el: Ελεγχος
et: Juhtnupud
eu: Aginteak
fa: هدایت کننده ها
hu: Vezérlők
id: Kontrol
is: Stýringar
kn: ನಿಯಂತ್ರಣಗಳು
ko: 제어
my: ထိန်းချုပ်မှုများ
nn: Styring
ro: Controale
ta: கட்டுப்பாடுகள்
vi: Điều khiển

# settingsVideoButtonsTile
source: Buttons
ar: أزرار
be: Кнопкі
bg: Бутони
ca: Botons
el: Κουμπιά
et: Nupud
eu: Botoiak
fa: دکمه ها
hu: Gombok
id: Tombol
is: Hnappar
kn: ಒತ್ತುಗುಂಡಿಗಳು
ko: 버튼
my: ခလုတ်
nn: Knappar
ro: Butoane
ta: பொத்தான்கள்
vi: Nút

# settingsVideoGestureDoubleTapTogglePlay
source: Double tap to play/pause
ar: انقر نقرًا مزدوجًا للتشغيل/الإيقاف
be: Двойчы націсніце, каб прайграць/прыпыніць
bg: Докоснете два пъти за възпроизвеждане/пауза
ca: Fes doble toc per reproduir/aturar
el: Αγγίξτε την οθόνη δύο φορές για αναπαραγωγή/παύση
et: Esita või peata esitus topeltpuudutusega
eu: Bi aldiz sakatu erreproduzitzeko/gelditzeko
fa: برای پخش/ایست دوبار ضربه زدن
hu: Lejátszás/szünet dupla koppintással
id: Ketuk dua kali untuk mainkan/hentikan
is: Tvíbankaðu til að spila/setja í bið
kn: ಚಾಲನೆ/ವಿರಾಮ ಮಾಡಲು ದ್ವಿಗುಣ ತಟ್ಟಿ
ko: 두 번 탭해서 재생이나 일시정지하기
my: နှစ်ချက်ထိလျှင် ဖွင့်ကြည့်/ရပ်ရန်
nn: Dobbeltrykk for å spela/stansa
ro: Atingeți de două ori pentru a reda/întrerupe
ta: விளையாட/இடைநிறுத்த இரட்டை தட்டவும்
vi: Nhấn đúp để phát/tạm dừng

# settingsVideoGestureSideDoubleTapSeek
source: Double tap on screen edges to seek backward/forward
ar: انقر نقرًا مزدوجًا على حواف الشاشة للتقدم للأمام/للخلف
be: Двойчы націсніце на край экрана, каб перайсці назад/наперад
bg: Докоснете два пъти краищата на екрана, за превъртане назад/напред
ca: Fes doble toc a la vora de la pantalla per retrocedir/avançar
el: Αγγίξτε δύο φορές τις άκρες της οθόνης για να πάτε πίσω/εμπρός
et: Topeltpuudutus ekraani äärtel kerib edasi või tagasi
eu: Pantailaren ertzetan bi aldiz sakatu aurrera/atzera egiteko
fa: روی لبه های صفحه دوبار ضربه بزنید تا به عقب/جلو بروید
hu: Előre/hátra tekerés dupla koppintással a képernyő szélein
id: Ketuk dua kali di tepi layar untuk mencari kebelakang/kedepan
is: Tvíbankaðu á skjájaðra leita afturábak/áfram
kn: ಮುಂದೆ/ಹಿಂದೆ ಚಲಿಸಲು ಪರದೆಯ ಅಂಚಿನಲ್ಲಿ ಮಾಡಲು ದ್ವಿಗುಣ ತಟ್ಟಿ
ko: 화면 측면에서 두 번 탭해서 앞뒤로 가기
my: စကရင်အစွန်းကို နှစ်ချက်ထိလျှင် ရှေ့သွား/နောက်ဆုတ်ရန်
nn: Dobbeltrykk på skjermkantane for å hoppe framover/bakover
ro: Atingeți de două ori marginile ecranului pentru a trece înapoi/înainte
ta: பின்தங்கிய/முன்னோக்கி தேட திரை விளிம்புகளில் இரட்டை தட்டவும்
vi: Nhấn đúp vào các cạnh màn hình để lùi lại/tiến tới

# settingsVideoGestureVerticalDragBrightnessVolume
source: Swipe up or down to adjust brightness/volume
ar: اسحب لأعلى أو لأسفل لضبط مستوى السطوع/الصوت
be: Правядзіце пальцам уверх ці ўніз, каб наладзіць яркасць/гучнасць
bg: Плъзнете нагоре или надолу, за да регулирате яркостта/силата на звука
ca: Llisca cap amunt o cap avall per ajustar la brillantor/volum
el: Σύρετε προς τα πάνω ή προς τα κάτω για να ρυθμίσετε τη φωτεινότητα/την ένταση του ήχου
et: Üles või alla viipamine muudab eredust ja helivaljust
eu: Gora edo behera irristatu distira/bolumena egokitzeko
fa: برای تنظیم نور/صدا به بالا و پایین بکشید
hu: Fényerő/hangerő módosítása fel vagy lefelé csúsztatással
id: Usap ke atas atau bawah untuk mengatur kecerahan/volume
is: Strjúktu upp/niður til að breyta birtustigi/hljóðstyrk
kn: ಪ್ರಕಾಶ/ಶಬ್ದಪ್ರಮಾಣ ಹೊಂದಿಸಲು ಮೇಲಕ್ಕೆ ಅಥವಾ ಕೆಳಕ್ಕೆ ಜಾರಿಸಿ
ko: 위아래로 스와이프해서 밝기/음량을 조절하기
my: အပေါ်အောက်ပွတ်ဆွဲလျှင် brightness/အသံ အတိုးအလျှော့လုပ်ရန်
nn: Dra opp eller ned for å brigde ljos-/ljodstyrken
ro: Glisați în sus sau în jos pentru a regla luminozitatea/volumul
ta: பிரகாசம்/அளவை சரிசெய்ய மேலே அல்லது கீழே ச்வைப் செய்யவும்
vi: Vuốt lên hoặc xuống để điều chỉnh độ sáng/âm lượng

# settingsSubtitleThemePageTitle
source: Subtitles
ar: ترجمات
be: Субтытры
bg: Субтитри
ca: Subtítols
el: Υποτιτλοι
et: Subtiitrid
eu: Azpitituluak
fa: زیرنویس ها
hu: Feliratok
id: Subjudul
is: Skjátextar
kn: ಅಡಿಬರಹ
ko: 자막
my: စာတန်းထိုး
nn: Undertekster
ro: Subtitrări
ta: வசன வரிகள்
vi: Phụ đề

# settingsSubtitleThemeSample
source: This is a sample.
ar: هذه عينة بسيطة.
be: Гэта ўзор.
bg: Това е примерен текст.
ca: Això és un exemple.
el: Αυτό είναι ένα δείγμα.
et: See on üks lihtne näide.
eu: Hau adibide bat da.
fa: این یک نمونه است.
hu: Ez egy minta.
id: Ini adalah sampel.
is: Þetta er dæmi.
kn: ಇದು ಒಂದು ನಮೂನೆ.
ko: 샘플입니다.
my: ဒါက ဥပမာပြတာပါ။
nn: Dette er eit døme.
ro: Acesta este un exemplu.
ta: இது ஒரு மாதிரி.
vi: Đây là ví dụ.

# settingsSubtitleThemeTextAlignmentTile
source: Text alignment
ar: محاذاة النص
be: Выраўноўванне тэксту
bg: Подравняване на текст
ca: Ajustament de text
el: Στοίχιση κειμένου
et: Teksti joondumine
eu: Testuaren lerrokatzea
fa: تراز متن
hu: Szöveg pozíciója
id: Perataan teks
is: Jöfnun texta
kn: ಪಠ್ಯ ಜೋಡಣೆ
ko: 정렬
my: အလျားလိုက် စာသားနေရာ
nn: Tekststilling
ro: Alinierea textului
ta: உரை சீரமைப்பு
vi: Căn chỉnh văn bản

# settingsSubtitleThemeTextAlignmentDialogTitle
source: Text Alignment
ar: مُحاذاة النص
be: Выраўноўванне тэксту
bg: Подравняване на текст
ca: Ajustament de Text
el: Στοιχιση Κειμενου
et: Teksti joondumine
eu: Testuaren lerrokatzea
fa: تراز متن
hu: Szöveg pozíciója
id: Perataan Teks
is: Jöfnun texta
kn: ಪಠ್ಯ ಜೋಡಣೆ
ko: 정렬
my: အလျားလိုက် စာသားနေရာ
nn: Tekststilling
ro: Alinierea textului
ta: உரை சீரமைப்பு
vi: Căn chỉnh văn bản

# settingsSubtitleThemeTextPositionTile
source: Text position
ar: موضع النص
be: Палажэнне тэксту
bg: Позиция на текст
ca: Posició de text
el: Θέση κειμένου
et: Teksti asukoht
eu: Testuaren posizioa
fa: موقعیت متن
hu: Szöveg pozíciója
id: Posisi teks
is: Textastaðsetning
kn: ಪಠ್ಯ ಸ್ಥಾನ
ko: 수직 정렬
my: ဒေါင်လိုက် စာသားနေရာ
nn: Tekststad
ro: Poziția textului
ta: உரை நிலை
vi: Vị trí văn bản

# settingsSubtitleThemeTextPositionDialogTitle
source: Text Position
ar: موضع النَص
be: Палажэнне тэксту
bg: Позиция на текст
ca: Posició de Text
el: Θεση κειμενου
et: Teksti asukoht
eu: Testuaren posizioa
fa: موقعیت متن‌
hu: Szöveg pozíciója
id: Posisi Teks
is: Textastaða
kn: ಪಠ್ಯ ಸ್ಥಾನ
ko: 수직 정렬
my: ဒေါင်လိုက် စာသားနေရာ
nn: Tekststad
ro: Poziția textului
ta: உரை நிலை
vi: Vị trí văn bản

# settingsSubtitleThemeTextSize
source: Text size
ar: حجم الخط
be: Памер тэксту
bg: Размер на текст
ca: Mida del text
el: Μέγεθος κειμένου
et: Teksti suurus
eu: Testuaren tamaina
fa: اندازه متن
hu: Szöveg mérete
id: Ukuran teks
is: Stærð texta
kn: ಪಠ್ಯದ ಗಾತ್ರ
ko: 글자 크기
my: စာသားအရွယ်အစား
nn: Tekststorleik
ro: Dimensiunea textului
ta: உரை அளவு
vi: Kích thước văn bản

# settingsSubtitleThemeShowOutline
source: Show outline and shadow
ar: إظهار الخطوط العريضة والظل
be: Паказаць контур і цень
bg: Покажете контур и сянка
ca: Mostra el contorn i l’ombra
el: Εμφάνιση περιγράμματος και σκιάς
et: Näite äärejoont ja varju
eu: Bistaratu ingerada eta itzala
fa: نمایش نوار حاشیه و سایه
hu: Körvonal és árnyék megjelenítése
id: Tampilkan garis besar dan bayangan
is: Sýna útlínur og skugga
kn: ಬಾಹ್ಯರೇಖೆ ಮತ್ತು ನೆರಳನ್ನು ತೋರಿಸಿ
ko: 윤곽 및 그림자 표시
my: စာသားကောက်ကြောင်းနှင့် အရိပ်ကို ပြရန်
nn: Vis omriss og skuggar
ro: Afișarea conturului și a umbrei
ta: அவுட்லைன் மற்றும் நிழலைக் காட்டுங்கள்
vi: Hiển thị viền và bóng mờ

# settingsSubtitleThemeTextColor
source: Text color
ar: لون الخط
be: Колер тэксту
bg: Цвят на текст
ca: Color del text
el: Χρώμα κειμένου
et: Teksti värv
eu: Testuaren kolorea
fa: رنگ متن
hu: Szöveg színe
id: Warna teks
is: Litur texta
kn: ಪಠ್ಯದ ಬಣ್ಣ
ko: 글자 색상
my: စာသားအရောင်
nn: Tekstleten
ro: Culoarea textului
ta: உரை நிறம்
vi: Màu văn bản

# settingsSubtitleThemeTextOpacity
source: Text opacity
ar: عتامة النص
be: Непразрыстасць тэксту
bg: Непрозрачност на текста
ca: Opacitat del text
el: Αδιαφάνεια κειμένου
et: Teksti läbipaistmatus
eu: Testuaren opakutasuna
fa: شفافیت متن
hu: Szöveg átlátszósága
id: Opasitas teks
is: Ógegnsæi texta
kn: ಪಠ್ಯದ ಪಾರದರ್ಶಕತೆ
ko: 글자 투명도
my: စာသားထင်ရှားမှု
nn: Tekstgjennomsyn
ro: Opacitatea textului
ta: உரை ஒளிபுகாநிலை
vi: Độ mờ văn bản

# settingsSubtitleThemeBackgroundColor
source: Background color
ar: لون الخلفية
be: Колер фону
bg: Цвят на фона
ca: Color de fons
el: Χρώμα του φόντου
et: Taustavärv
eu: Atzeko kolorea
fa: رنگ پس‌زمینه
hu: Háttér szín
id: Warna latar belakang
is: Litur bakgrunns
kn: ಹಿನ್ನೆಲೆ ಬಣ್ಣ
ko: 배경 색상
my: နောက်ခံအရောင်
nn: Bakgrunnsleten
ro: Culoarea de fundal
ta: பின்னணி நிறம்
vi: Màu nền

# settingsSubtitleThemeBackgroundOpacity
source: Background opacity
ar: عتامة الخلفية
be: Непразрыстасць фону
bg: Непрозрачност на фона
ca: Opacitat del fons
el: Αδιαφάνεια φόντου
et: Tausta läbipaistmatus
eu: Atzeko opakutasuna
fa: شفافیت پس‌زمینه
hu: Háttér átlátszósága
id: Opasitas latar belakang
is: Ógegnsæi bakgrunns
kn: ಹಿನ್ನೆಲೆ ಪಾರದರ್ಶಕತೆ
ko: 배경 투명도
my: နောက်ခံထင်ရှားမှု
nn: Bakgrunnsgjennomsyn
ro: Opacitatea fundalului
ta: பின்னணி ஒளிபுகாநிலை
vi: Độ mờ nền

# settingsSubtitleThemeTextAlignmentLeft
source: Left
ar: يسار
be: Злева
bg: Подравняване отляво
ca: Esquerra
el: Αριστερά
et: Vasakul
eu: Ezkerra
fa: چپ
hu: Balra
id: Kiri
is: Vinstri
kn: ಎಡ
ko: 왼쪽
my: ဘယ်ဘက်
nn: Venstre
ro: Stânga
ta: இடது
vi: Trái

# settingsSubtitleThemeTextAlignmentCenter
source: Center
ar: وسط
be: Па цэнтры
bg: Подравняване по центъра
ca: Centre
el: Κέντρο
et: Keskel
eu: Erdigune
fa: مرکز
hu: Középen
id: Tengah
is: Miðjað
kn: ಮಧ್ಯ
ko: 가운데
my: အလယ်
nn: Midten
ro: Centru
ta: நடுவண்
vi: Trung tâm

# settingsSubtitleThemeTextAlignmentRight
source: Right
ar: يمين
be: Справа
bg: Подравняване от дясно
ca: Dreta
el: Δεξιά
et: Paremal
eu: Eskuina
fa: راست
hu: Jobbra
id: Kanan
is: Hægri
kn: ಬಲ
ko: 오른쪽
my: ညာဘက်
nn: Høgre
ro: Dreapta
ta: வலது
vi: Phải

# settingsPrivacySectionTitle
source: Privacy
ar: الخصوصية
be: Канфідэнцыяльнасць
bg: Поверителност
ca: Privacitat
el: Απορρητο
et: Privaatsus
eu: Pribatutasuna
fa: حریم خصوصی
hu: Adatvédelem
id: Privasi
is: Persónuvernd
kn: ಗೌಪ್ಯತೆ
ko: 개인정보 보호
my: ကိုယ်ရေးအချက်အလက်လုံခြုံမှု
nn: Personvern
ro: Confidențialitate
ta: தனியுரிமை
vi: Riêng tư

# settingsAllowInstalledAppAccess
source: Allow access to app inventory
ar: السماح بالوصول إلى مخزون التطبيق
be: Дазволіць доступ да інвентара праграм
bg: Разрешете достъп до библиотеките на приложението
ca: Permet accés a la llista d’aplicacions
el: Να επιτρέπεται η πρόσβαση στον κατάλογο εγκατεστημένων εφαρμογών της συσκευής
et: Luba ligipääs rakenduse andmekogule
eu: Aplikazioen zerrendarako sarrera baimendu
fa: اجازه دسترسی به دارایی برنامه
hu: Hozzáférés engedélyezése az app leltárhoz
id: Izinkan akses ke inventori aplikasi
is: Leyfa aðgang að forritaskrá
kn: ಅಪ್ಲಿಕೇಶನ್ ಯಾದಿಗೆ ಪ್ರವೇಶವನ್ನು ಅನುಮತಿಸಿ
ko: 설치된 앱의 목록 접근 허용
my: စက်တွင်းထည့်သွင်းထားသည့် အက်ပ်စာရင်း ကြည့်ရှုခွင့်ပေးရန်
nn: Gje tilgjenge til lista over innlagde appar
ro: Permiteți accesul la inventarul aplicațiilor
ta: பயன்பாட்டு சரக்குகளுக்கான அணுகலை அனுமதிக்கவும்
vi: Cho phép truy cập vào kho ứng dụng

# settingsAllowInstalledAppAccessSubtitle
source: Used to improve album display
ar: يستخدم لتحسين عرض الألبوم
be: Выкарыстоўваецца для паляпшэння адлюстравання альбомаў
bg: Използва се за подобряване на показването на албума
ca: Utilitzat per millorar la visualització dels àlbums
el: Χρησιμοποιείται για τη βελτίωση της εμφάνισης των στοιχείων από τα άλμπουμ
et: Seda kasutatakse albumite kuvamise parandamiseks
eu: Albumen bistaratzea hobetzeko erabilia
fa: برای بهبود نمایش آلبوم بهره‌وری میشود
hu: Az album megjelenítésének javítására szolgál
id: Digunakan untuk meningkatkan tampilan album
is: Notað til að bæta birtingu albúma
kn: ಆಲ್ಬಮ್ ಪ್ರದರ್ಶನವನ್ನು ಸುಧಾರಿಸಲು ಬಳಸಲಾಗುತ್ತದೆ
ko: 앨범 표시 개선을 위해
my: အယ်လ်ဘမ်ပြသမှုပိုမိုကောင်းမွန်စေဖို့ အသုံးပြုပါသည်
nn: Vert nytta til å betre albumsvisinga
ro: Folosit pentru a îmbunătăți afișarea albumelor
ta: ஆல்பம் காட்சியை மேம்படுத்த பயன்படுகிறது
vi: Được sử dụng để cải thiện hiển thị bộ sưu tập

# settingsAllowErrorReporting
source: Allow anonymous error reporting
ar: السماح بالإبلاغ عن الأخطاء المجهولة
be: Дазволіць ананімнае паведамленне пра памылкі
bg: Разрешаване на анонимно докладване на грешки
ca: Permet enviar errors anònims
el: Να επιτρέπεται η ανώνυμη αναφορά σφαλμάτων
et: Luba anonüümset veateavitust
eu: Onartu akatsen txosten anonimoa
fa: اجازه به گزارش خطا ناشناس
hu: Névtelen hibajelentés engedélyezése
id: Izinkan pelaporan kesalahan secara anonim
is: Leyfa nafnlausar villutilkynningar
kn: ಅನಾಮಧೇಯ ದೋಷ ವರದಿಯನ್ನು ಅನುಮತಿಸಿ
ko: 오류 보고서 보내기
my: အမည်မဲ့ error တင်ပြမှုများကို ခွင့်ပြုရန်
nn: Send inn anonyme feilrapportar
ro: Permiteți raportarea anonimă a erorilor
ta: அநாமதேய பிழை அறிக்கையை அனுமதிக்கவும்
vi: Cho phép báo cáo lỗi ẩn danh

# settingsSaveSearchHistory
source: Save search history
ar: حفظ سجل البحث
be: Захаваць гісторыю пошуку
bg: Запазване на историята на търсенето
ca: Guarda historial de cerca
el: Αποθήκευση ιστορικού αναζήτησης
et: Salvesta otsingute ajalugu
eu: Gorde bilaketen historia
fa: نگهداری تاریخچه جستجو
hu: Keresési előzmény mentése
id: Simpan riwayat pencarian
is: Vista leitarferil
kn: ಹುಡುಕಾಟದ ಇತಿಹಾಸವನ್ನು ಉಳಿಸಿ
ko: 검색기록
my: ရှာဖွေမှုမှတ်တမ်းကို သိမ်းထားရန်
nn: Spar søkjehistorikken
ro: Salvare istoric căutări
ta: தேடல் வரலாற்றைச் சேமிக்கவும்
vi: Lưu lịch sử tìm kiếm

# settingsHiddenItemsTile
source: Hidden items
ar: العناصر المخفية
be: Схаваныя элементы
bg: Скрити елементи
ca: Elements amagats
el: Κρυφά στοιχεία
et: Peidetud objektid
eu: Ezkutuko elementuak
fa: موارد پنهان
hu: Rejtett elemek
id: Benda tersembunyi
is: Falin atriði
kn: ಮರೆಮಾಡಿದ ವಸ್ತುಗಳು
ko: 숨겨진 항목
my: ဝှက်ထားသည့်ပုံများ
nn: Skjulte ting
ro: Articole ascunse
ta: மறைக்கப்பட்ட உருப்படிகள்
vi: Các mục đã ẩn

# settingsHiddenItemsPageTitle
source: Hidden Items
ar: العناصر المَخفية
be: Схаваныя элементы
bg: Скрити елементи
ca: Elements Amagats
el: Κρυφα Στοιχεια
et: Peidetud objektid
eu: Ezkutuko elementuak
fa: موارد پنهان
hu: Rejtett elemek
id: Benda Tersembunyi
is: Falin atriði
kn: ಮರೆಮಾಡಿದ ವಸ್ತುಗಳು
ko: 숨겨진 항목
my: ဝှက်ထားသည့်ပုံများ
nn: Skjulte ting
ro: Articole ascunse
ta: மறைக்கப்பட்ட உருப்படிகள்
vi: Mục đã ẩn

# settingsHiddenFiltersBanner
source: Photos and videos matching hidden filters will not appear in your collection.
ar: لن تظهر الصور ومقاطع الفيديو المطابقة للمرشحات المخفية في مجموعتك.
be: Фота і відэа, якія адпавядаюць схаваным фільтрам, не будуць адлюстроўвацца ў вашай калекцыі.
bg: Снимките и видеоклиповете, съответстващи на скрити филтри, няма да се показват във вашата колекция.
ca: Les fotos i els vídeos que coincideixin amb filtres amagats no apareixeran a la teva coŀlecció.
el: Οι φωτογραφίες και τα βίντεο που είναι κρυφά δεν θα εμφανίζονται στη συλλογή σας.
et: Peidetuse filtritele vastavad fotod ja videod ei saa olema nähtavad sinu meediakogus.
eu: Iragazkiekin bat datozen argazki eta bideoak ez dira zure bilduman agertuko.
fa: تصاویر و ویدیوهایی که با پالایش‌های مخفی سازگار نیستند در مجموعه شما دیده نمیشوند.
hu: A rejtett szűrőknek megfelelő képek és videók nem jelennek meg a gyűjteményében.
id: Foto dan video filter tersembunyi yang cocok tidak akan muncul di koleksi Anda.
is: Myndir og myndskeið sem samsvara felusíum, munu ekki birtast í safninu þínu.
kn: ಮರೆಮಾಡಿದ ಫಿಲ್ಟರ್‌ಗಳಿಗೆ ಹೊಂದಿಕೆಯಾಗುವ ಚಿತ್ರಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳು ನಿಮ್ಮ ಸಂಗ್ರಹಣೆಯಲ್ಲಿ ಗೋಚರಿಸುವುದಿಲ್ಲ.
ko: 이 필터에 맞는 사진과 동영상이 숨겨지고 있으며 이 앱에서 보여지지 않을 것입니다.
ro: Fotografiile și videoclipurile care corespund filtrelor ascunse nu vor apărea în colecție.
ta: மறைக்கப்பட்ட வடிப்பான்களுடன் பொருந்தக்கூடிய புகைப்படங்கள் மற்றும் வீடியோக்கள் உங்கள் சேகரிப்பில் தோன்றாது.
vi: Ảnh và video phù hợp với bộ lọc ẩn sẽ không xuất hiện trong bộ sưu tập của bạn.
