Repository: deckerst/aves
Catalog: lib/l10n/app_*.arb
Languages: ar, az, be, bg, ca, ckb, el, et, eu, fa, he, hi, hu, id, is, kn, ko, my, nn, ro, ta, th, vi

# aboutCreditsWorldAtlas1
source: This app uses a TopoJSON file from
ar: يستخدم هذا التطبيق ملف TopoJSON من
be: Гэта праграма выкарыстоўвае файл TopoJSON з
bg: Това приложение използва файл TopoJSON от
ca: Aquesta aplicació utilitza el format de fitxers TopoJSON
ckb: ئەم کاربەرنامەیە پەڕگەی TopoJSON بەکاردەینێت لە
el: Αυτή η εφαρμογή χρησιμοποιεί ένα αρχείο TopoJSON από
et: See rakendus kasutab TopoJSONi faili, mille on koostanud
eu: Aplikazio honek TopoJSON fitxategi bat erabiltzen du
fa: این برنامه یک پرونده TopoJSON استفاده میکند از
hi: यह ऐप TopoJSON फ़ाइल का उपयोग करता है
hu: Ez az app egy TopoJSON fájlt használ
id: Aplikasi ini menggunakan file TopoJSON dari
is: Þetta forrit notar TopoJSON-skrá frá
kn: ಈ ಅಪ್ಲಿಕೇಶನ್ TopoJSON ಕಡತವನ್ನು ಇವರಿಂದ ಬಳಸುತ್ತದೆ
ko: 이 앱은
my: ဤအက်ပ်သည်
nn: Denne appen nyttar ei TopoJSON-fil ifrå
ro: Această aplicație folosește un fișier TopoJSON de la
ta: இந்த பயன்பாடு ஒரு டோபோச்சன் கோப்பைப் பயன்படுத்துகிறது
th: แอพฯนี้ใช้ไฟล์ TopoJSON จาก
vi: Ứng dụng này dùng tệp TopoJSON từ

# aboutCreditsWorldAtlas2
source: under ISC License.
ar: بموجب ترخيص ISC.
be: пад ліцэнзіяй ISC.
bg: под ISC License.
ca: sota llicència ISC.
ckb: لەبن مۆڵەتی .ISC
el: υπό την άδεια ISC.
et: , avaldatud ISC Litsentsi alusel.
eu: ISC lizentziapekoa.
fa: زیر مجوز ISC.
hi: आईएससी लाइसेंस के तहत।
hu: oldalról ISC Licenccel.
id: dibawah Lisensi ISC.
is: með ISC-notkunarleyfi.
kn: ISC ಪರವಾನಗಿ ಅಡಿಯಲ್ಲಿ.
ko: 의 TopoJSON 파일(ISC 라이선스)을 이용합니다.
my: မှ TopoJSON ဖိုင်ကို ISC လိုင်စင်အောက်တွင် အသုံးပြုထားသည်။
nn: under ISC-løyve.
ro: sub licență ISC.
ta: ஐ.எச்.சி உரிமத்தின் கீழ்.
th: ภายใต้ใบอนุญาต ISC
vi: dưới bản quyền ISC.

# aboutTranslatorsSectionTitle
source: Translators
ar: المترجمين
be: Перакладчыкі
bg: Преводачи
ca: Traductors
ckb: وەرگێڕەکان
el: Μεταφραστες
et: Tõlkijad
eu: Itzultzaileak
fa: مترجم ها
hi: अनुवादक
hu: Fordítók
id: Penerjemah
is: Þýðendur
kn: ಅನುವಾದಕರು
ko: 번역가
my: ဘာသာပြန်သူများ
nn: Omsetjarar
ro: Traducători
ta: மொழிபெயர்ப்பாளர்கள்
th: ผู้แปล
vi: Dịch

# aboutLicensesSectionTitle
source: Open-Source Licenses
ar: تراخيص مفتوحة المصدر
be: Ліцэнзіі з адкрытым зыходным кодам
bg: Лиценз с отворен код
ca: Llicències de codi obert
ckb: مۆڵەتەکانی سەرچاوە کراوە
el: Αδειες ανοιχτου κωδικα
et: Avatud lähtekoodiga tarkvara litsentsid
eu: Kode-irekiko lizentziak
fa: مجوز متن-باز
hi: ओपन सोर्स लाइसेंस
hu: Nyílt forrású licenszek
id: Lisensi Sumber Terbuka
is: Notkunarleyfi opins hugbúnaðar
kn: ಮುಕ್ತ-ಮೂಲ ಪರವಾನಗಿಗಳು
ko: 오픈 소스 라이선스
my: Open-Source လိုင်စင်များ
nn: Løyve til opne kjeldekodar
ro: Licențe open-source
ta: திறந்த மூல உரிமங்கள்
th: ใบอนุญาตโอเพนซอร์ส
vi: Giấy phép mã nguồn mở

# aboutLicensesBanner
source: This app uses the following open-source packages and libraries.
ar: يستخدم هذا التطبيق الحزم والمكتبات مفتوحة المصدر التالية.
be: Гэта праграма выкарыстоўвае наступныя пакеты і бібліятэкі з адкрытым зыходным кодам.
bg: Това приложение използва следните пакети и библиотеки с отворен код.
ca: Aquesta aplicació utilitza els següents paquets i biblioteques de codi obert.
ckb: ئەم کاربەرنامەیە گورزە و ژێدەرگە سەرچاوە کراوەکانی خوارەوە بەکاردەهێنێت.
el: Αυτή η εφαρμογή χρησιμοποιεί τα ακόλουθα πακέτα και βιβλιοθήκες ανοιχτού κώδικα.
et: See rakendus kasutab järgmiseid avatud lähtekoodiga pakette ja teeke.
eu: Aplikazio honek hurrengo kode-irekiko pakete eta liburutegiak erabiltzen ditu.
fa: این برنامه از بسته ها و کتابخانه های منبع باز زیر استفاده می کند.
hi: यह ऐप निम्नलिखित ओपन सोर्स पैकेज और पुस्तकालयों का उपयोग करता है।
hu: Használt nyílt forrású csomagok és könyvtárak.
id: Aplikasi ini menggunakan paket dan perpustakaan sumber terbuka berikut.
is: Þetta forrit notar eftirfarandi pakka og aðgerðasöfn með opnum grunnkóða.
kn: ಈ ಅಪ್ಲಿಕೇಶನ್ ಈ ಕೆಳಗಿನ ಮುಕ್ತ-ಮೂಲ ಪೊಟ್ಟಣಗಳು ಮತ್ತು ಭಂಡಾರಗಳನ್ನು ಬಳಸುತ್ತದೆ.
ko: 이 앱은 다음의 오픈 소스 패키지와 라이브러리를 이용합니다.
my: ဤအက်ပ်သည် အောက်ပါ open-source package များနှင့် library များကို အသုံးပြုထားသည်။
ro: Această aplicație folosește următoarele pachete și biblioteci open-source.
ta: இந்த பயன்பாடு பின்வரும் திறந்த மூல தொகுப்புகள் மற்றும் நூலகங்களைப் பயன்படுத்துகிறது.
th: แอพฯนี้ใช้แพ็คเกจและไลบรารีโอเพ่นซอร์ส ดังนี้
vi: Ứng dụng này sử dụng các gói và thư viện nguồn mở.

# aboutLicensesAndroidLibrariesSectionTitle
source: Android Libraries
ar: مكتبات أندرويد
be: Бібліятэкі Android
bg: Библиотеки Android
ca: Llibreries Android
ckb: ژێدەرگەکانی ئەندرۆید
el: Βιβλιοθηκες Android
et: Androidi teegid
eu: Androideko liburutegiak
fa: کتابخانه های اندروید
hi: एंड्रॉइड लाइब्रेरीज़
hu: Android könyvtárak
id: Perpustakaan Android
is: Android-aðgerðasöfn
kn: ಆಂಡ್ರಾಯ್ಡ್ ಭಂಡಾರಗಳು
ko: 안드로이드 라이브러리
my: Android Library များ
ro: Biblioteci Android
ta: ஆண்ட்ராய்டு நூலகங்கள்
th: ไลบรารีแอนดรอยด์
vi: Thư viện Android

# aboutLicensesFlutterPluginsSectionTitle
source: Flutter Plugins
ar: مكونات إضافية
be: Плагіны Flutter
bg: Flutter плъгини
ca: Plugins de Flutter
ckb: پێوەکراوەکانی فلەتەر
el: Προσθετα Flutter
et: Flutteri lisamoodulid
eu: Flutterreko pluginak
fa: پلاگین های Flutter
hi: फ्लटर प्लगइन्स
hu: Flutter beépülők
id: Plugin Flutter
is: Flutter-viðbætur
kn: ಫ್ಲಟರ್ ಪ್ಲಗಿನ್‌ಗಳು
ko: 플러터 플러그인
my: Flutter Plugin များ
nn: Flutter-tillegg
ro: Pluginuri Flutter
ta: Flutter செருகுநிரல்கள்
th: ปลั๊กอิน Flutter
vi: Các bổ sung Flutter

# aboutLicensesFlutterPackagesSectionTitle
source: Flutter Packages
ar: حزم إضافية
be: Пакеты Flutter
bg: Flutter пакети
ca: Paquets de Flutter
ckb: گورزەکانی فلەتەر
el: Πακετα Flutter
et: Flutteri paketid
eu: Flutterreko paketeak
fa: بسته های Flutter
hi: फ्लटर पैकेज
hu: Flutter csomagok
id: Paket Flutter
is: Flutter-pakkar
kn: ಫ್ಲಟರ್ ಪ್ಯಾಕೇಜುಗಳು
ko: 플러터 패키지
my: Flutter Package များ
nn: Flutter-pakker
ro: Pachete Flutter
ta: Flutter தொகுப்புகள்
th: แพ็คเกจ Flutter
vi: Các gói Flutter

# aboutLicensesDartPackagesSectionTitle
source: Dart Packages
ar: حزم البرمجة
be: Пакеты Dart
bg: Dart пакети
ca: Paquets de Dart
ckb: گورزەکانی دارت
el: Πακετα Dart
et: Darti paketid
eu: Darteko paketeak
fa: بسته های Dart
hi: डार्ट पैकेज
hu: Dart csomagok
id: Paket Dart
is: Dart-pakkar
kn: ಡಾರ್ಟ್ ಪ್ಯಾಕೇಜುಗಳು
ko: 다트 패키지
my: Dart Package များ
nn: Dart-pakker
ro: Pachete Dart
ta: டார்ட் தொகுப்புகள்
th: แพ็คเกจ Dart
vi: Các gói Dart

# aboutLicensesShowAllButtonLabel
source: Show All Licenses
ar: عرض كافة التراخيص
be: Паказаць усе ліцэнзіі
bg: Покажи всички лицензи
ca: Mostra Totes les Llicències
ckb: گشت مۆڵەتەکان پیشان بدە
el: Εμφάνιση όλων των αδειών
et: Näita kõiki litsentse
eu: Lizentzia guztiak erakutsi
fa: نمایش تمام مجوز ها
hi: सभी लाइसेंस दिखाएं
hu: Minden licensz megjelenítése
id: Tampilkan Semua Lisensi
is: Sýna öll notkunarleyfi
kn: ಎಲ್ಲಾ ಪರವಾನಗಿಗಳನ್ನು ತೋರಿಸಿ
ko: 라이선스 모두 보기
my: လိုင်စင်အားလုံးကြည့်ရန်
nn: Vis alle løyve
ro: Afișați toate licențele
ta: அனைத்து உரிமங்களையும் காட்டு
th: แสดงใบอนุญาตทั้งหมด
vi: Hiển thị tất cả giấy phép

# policyPageTitle
source: Privacy Policy
ar: سياسة الخصوصية
be: Палітыка канфідэнцыяльнасці
bg: Политика за конфиденциалност
ca: Política de Privacitat
el: Πολιτικη απορρητου
et: Privaatsuspoliitika
eu: Pribatutasun-politika
fa: سیاست حفظ حریم خصوصی
hi: गोपनीयता नीति
hu: Adatvédelmi irányelvek
id: Aturan Privasi
is: Meðferð persónuupplýsinga
kn: ಗೌಪ್ಯತೆ ನೀತಿ
ko: 개인정보 보호정책
my: ကိုယ်ရေးကိုယ်တာလုံခြုံမှု မူဝါဒ
nn: Personvernutsegn
ro: Politica de Confidențialitate
ta: தனியுரிமைக் கொள்கை
th: นโยบายความเป็นส่วนตัว
vi: Chính sách bảo mật

# collectionPageTitle
source: Collection
ar: مجموعة بيانات
be: Калекцыя
bg: Колекция
ca: Coŀlecció
el: Συλλογη
et: Meediakogu
eu: Bilduma
fa: مجموعه
hi: संग्रह
hu: Gyűjtemény
id: Koleksi
is: Safn
kn: ಸಂಗ್ರಹ
ko: 미디어
my: စုစည်းမှု
nn: Samling
ro: Colectie
ta: சேகரிப்பு
th: คอลเลกชัน
vi: Bộ sưu tập

# collectionPickPageTitle
source: Pick
ar: اختيار
be: Выбраць
bg: Избери
ca: Escollir
ckb: هەڵبژێرە
el: Διαλεξτε
et: Vali
eu: Aukeratu
fa: انتخاب
hi: चुने
hu: Választ
id: Pilih
is: Veldu
kn: ಆರಿಸಿ
ko: 항목 선택
my: ရွေးချယ်ပါ
nn: Vel
ro: Alege
ta: தேர்ந்தெடு
th: เลือก
vi: Chọn

# collectionSelectPageTitle
source: Select items
ar: اختيار العناصر
be: Выбраць элементы
bg: Изберете елементи
ca: Escollir elements
el: Επιλογη στοιχειων
et: Vali objektid
eu: Elementuak hautatu
fa: انتخاب موارد
hi: आइटम चुनें
hu: Elemek kiválasztása
id: Pilih benda
is: Veldu atriði
kn: ವಸ್ತುಗಳನ್ನು ಆರಿಸಿ
ko: 항목 선택
my: ပုံ/ဗီဒီယိုရွေးချယ်ပါ
nn: Vel ting
ro: Selectați articole
ta: உருப்படிகளைத் தேர்ந்தெடுக்கவும்
th: เลือกรายการ
vi: Chọn mục

# collectionActionShowTitleSearch
source: Show title filter
ar: إظهار مرشح العنوان
be: Паказаць фільтр загалоўка
bg: Покажи филтър на заглавията
ca: Mostra filtres de títol
el: Εμφάνιση φίλτρου τίτλου
et: Näita pealkirjade filtrit
eu: Izenburuen iragazkiak erakutsi
fa: نمایش پالایش عنوان
hi: शीर्षक फ़िल्टर दिखाएं
hu: Cím szűrő mutatása
id: Tampilkan filter judul
is: Birta titilsíu
kn: ಶೀರ್ಷಿಕೆ ಸೋಸುಕ ತೋರಿಸಿ
ko: 제목 필터 보기
my: ခေါင်းစဥ်စစ်ထုတ်ရန်
ro: Afișează filtrul de titlu
ta: தலைப்பு வடிகட்டியைக் காட்டு
vi: Hiển thị tên filter

# collectionActionHideTitleSearch
source: Hide title filter
ar: إخفاء مرشح العنوان
be: Схаваць фільтр загалоўка
bg: Скрий филтъра на заглавието
ca: Amaga filtres de títol
el: Απόκρυψη φίλτρου τίτλου
et: Peida pealkirjade filter
eu: Izenburuen iragazkiak ezkutatu
fa: پنهان سازی پالایش عنوان
hi: शीर्षक फ़िल्टर छुपाएं
hu: Cím szűrő elrejtése
id: Sembunyikan filter judul
is: Fela titilsíu
kn: ಶೀರ್ಷಿಕೆ ಸೋಸುಕ ಅಡಗಿಸಿ
ko: 제목 필터 숨기기
my: ခေါင်းစဥ်မစစ်ထုတ်တော့ပါ
ro: Ascunde filtrul de titlu
ta: தலைப்பு வடிகட்டியை மறைக்கவும்
vi: Ẩn tên filter

# collectionActionAddDynamicAlbum
source: Add dynamic album
bg: Добави динамичен албум
ckb: زیادکردنی ئەلبومی بزۆک
et: Lisa dünaamiline album
hi: डायनेमिक एल्बम जोड़े
is: Bæta við breytilegu albúmi
kn: ಡೈನಾಮಿಕ್ ಆಲ್ಬಮ್ ಸೇರಿಸಿ
ko: 동적 앨범 추가
ta: மாறும் ஆல்பத்தைச் சேர்க்கவும்

# collectionActionEmptyBin
source: Empty bin
ar: سلة فارغة
be: Ачысціць кошык
bg: Изпразни кошчето
ca: Buidar paperera
el: Καθαρισμός του κάδου ανακύκλωσης
et: Tühjenda prügikast
eu: Zakarrontzia hustu
fa: سطل خالی
hi: बीन खाली करे
hu: A kuka üres
id: Kosongkan tong sampah
is: Tæma ruslið
kn: ತೊಟ್ಟಿಯನ್ನು ಖಾಲಿಮಾಡಿ
ko: 휴지통 비우기
my: အမှိုက်ပုံးရှင်းလင်းရန်
nn: Tøm papirkorga
ro: Coșul gol
ta: வெற்று பின்
vi: Trống rỗng

# collectionActionCopy
source: Copy to album
ar: نسخ إلى الألبوم
be: Скапіюваць у альбом
bg: Копирай в албум
ca: Copiar a àlbum
ckb: لەبەریبگرەوە بۆ ئەلبوم
el: Αντιγραφή στο άλμπουμ
et: Kopeeri albumisse
eu: Kopiatu albumera
fa: رونوشت به آلبوم
hi: एल्बम में कॉपी करें
hu: Másolás albumba
id: Salin ke album
is: Afrita í albúm
kn: ಆಲ್ಬಮ್‌ಗೆ ನಕಲಿಸಿ
ko: 앨범으로 복사
my: အယ်လ်ဘမ်သို့ကော်ပီကူးရန်
nn: Kopier til album
ro: Copiați în album
ta: ஆல்பத்திற்கு நகலெடுக்கவும்
vi: Sao chép vào bộ sưu tập

# collectionActionMove
source: Move to album
ar: نقل إلى الألبوم
be: Перамясціць у альбом
bg: Премести в албум
ca: Moure a àlbum
ckb: بیگوازەوە بۆ ئەلبوم
el: Μετακίνηση στο άλμπουμ
et: Teisalda albumisse
eu: Albumera mugitu
fa: هدایت به آلبوم
hi: एल्बम पर जाएँ
hu: Áthelyezés albumba
id: Pindah ke album
is: Færa í albúm
kn: ಆಲ್ಬಮ್‌ಗೆ ಸರಿಸಿ
ko: 앨범으로 이동
my: အယ်လ်ဘမ်သို့ရွှေ့ရန်
nn: Flytt til album
ro: Mutați la album
ta: ஆல்பத்திற்கு நகர்த்தவும்
vi: Di chuyển tới bộ sưu tập

# collectionActionRescan
source: Rescan
ar: إعادة المسح
be: Паўторнае сканаванне
bg: Сканирай наново
ca: Tornar a buscar
ckb: پشکنینەوە
el: Εκ νέου σάρωση
et: Skaneeri uuesti
eu: Berreskaneatu
fa: بررسی مجدد
hi: पुन: स्कैन करे
hu: Újraolvasás
id: Pindai ulang
is: Endurskanna
kn: ಪುನಃ ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ko: 새로 분석
my: ပြန်စကင်ဖတ်ရန်
nn: Gjennomsøk att
ro: Rescanați
ta: ரெச்கான்
vi: Quét lại

# collectionActionEdit
source: Edit
ar: تحرير
be: Рэдагаваць
bg: Промени
ca: Editar
ckb: دەستکاری
el: Επεξεργασία
et: Muuda
eu: Editatu
fa: ویرایش
hi: एडिट करे
hu: Szerkesztés
id: Ubah
is: Breyta
kn: ಸಂಪಾದಿಸು
ko: 편집
my: ပြင်ဆင်ရန်
nn: Brigd
ro: Editați
ta: தொகு
vi: Chỉnh sửa

# collectionGroupAlbum
source: By album
ar: حسب الألبوم
be: Па альбоме
bg: По албум
ca: Per àlbum
ckb: بە ئەلبوم
el: Ανά άλμπουμ
et: Albumi alusel
eu: Albumaren arabera
fa: با آلبوم
hi: एल्बम के अनुसार
hu: Albumok szerint
id: Lewat album
is: Eftir albúmum
kn: ಆಲ್ಬಮ್ ನಂತೆ
ko: 앨범별로
my: အယ်လ်ဘမ်အလိုက်
nn: Etter album
ro: După album
ta: ஆல்பத்தால்
vi: Theo bộ sưu tập

# collectionGroupMonth
source: By month
ar: حسب الشهر
be: Па месяцу
bg: По месец
ca: Per mes
ckb: بە مانگ
el: Ανά μήνα
et: Kuude kaupa
eu: Hilabetearen arabera
fa: با ماه
hi: महीने के अनुसार
hu: Hónapok szerint
id: Lewat bulan
is: Eftir mánuðum
kn: ತಿಂಗಳಿನಂತೆ
ko: 월별로
my: လအလိုက်
nn: Etter månad
ro: După lună
ta: மாதத்திற்குள்
vi: Theo tháng

# collectionGroupDay
source: By day
ar: حسب اليوم
be: Па днях
bg: По дни
ca: Per dia
ckb: بە ڕۆژ
el: Ανά ημέρα
et: Päevade kaupa
eu: Egunaren arabera
fa: با روز
hi: दिन के अनुसार
hu: Napok szerint
id: Lewat hari
is: Eftir dögum
kn: ದಿನದಂತೆ
ko: 날짜별로
my: ရက်အလိုက်
nn: Etter dag
ro: După zi
ta: நாளுக்குள்
vi: Theo ngày

# collectionGroupNone
source: Do not group
ar: لا تجمع
be: Не групаваць
bg: Не групирай
ca: No per grup
el: Να μην γίνει ομαδοποίηση
et: Ära rühmita
eu: Ez taldekatu
fa: گروه نکن
hu: Nincs csoportositás
id: Jangan kelompokkan
ko: 묶음 없음
my: စုမပြပါနှင့်
nn: Ikkje hop
ro: Nu grupați
ta: குழு வேண்டாம்
vi: Không kết hợp

# sectionUnknown
source: Unknown
ar: مجهول
be: Невядома
bg: Неизвестно
ca: Desconegut
ckb: نەناسراو
el: Χωρίς λεπτομέρειες
et: Teadmata
eu: Ezezaguna
fa: ناشناس
hi: अज्ञात
hu: Ismeretlen
id: Tidak dikenal
is: Óþekkt
kn: ಅಜ್ಞಾತ
ko: 없음
my: မသိထားသည်များ
nn: Ukjend
ro: Necunoscut
ta: தெரியவில்லை
vi: Không biết

# dateToday
source: Today
ar: اليوم
be: Сёння
bg: Днес
ca: Avui
ckb: ئەمڕۆ
el: Σήμερα
et: Täna
eu: Gaur
fa: امروز
hi: आज
hu: Ma
id: Hari ini
is: Í dag
kn: ಇಂದು
ko: 오늘
my: ယနေ့
nn: I dag
ro: Astăzi
ta: இன்று
vi: Hôm nay

# dateYesterday
source: Yesterday
ar: أمس
be: Учора
bg: Вчера
ca: Ahir
ckb: دونێ
el: Εχθές
et: Eile
eu: Atzo
fa: دیروز
hi: कल
hu: Tegnap
id: Kemaren
is: Í gær
kn: ನಿನ್ನೆ
ko: 어제
my: မနေ့က
nn: I går
ro: Ieri
ta: நேற்று
vi: Hôm qua

# dateThisMonth
source: This month
ar: هذا الشهر
be: У гэтым месяцы
bg: Този месец
ca: Aquest mes
ckb: ئەم مانگە
el: Αυτό το μήνα
et: Sel kuul
eu: Hilabete honetan
fa: این ماه
hi: इस महीने
hu: Ebben a hónapban
id: Bulan ini
is: Í þessum mánuði
kn: ಈ ತಿಂಗಳು
ko: 이번 달
my: ယခုလ
nn: Denne månaden
ro: Luna aceasta
ta: இந்த மாதம்
vi: Tháng này

# appName
source: Aves
ckb: ئاڤیس
fa: اِیوز
he: אייבז
hi: ऐवीज
kn: ಎವೀಸ್
ko: 아베스
ta: ஏவ்ச்

# welcomeMessage
source: Welcome to Aves
ar: مرحبا بكم في Aves
az: Aves-ə Xoş Gəlmisiniz
be: Сардэчна запрашаем у Aves
bg: Добре дошли в Aves
ca: Benvingut a Aves
ckb: بەخێربێی بۆ ئاڤیس
el: Καλωσορίσατε στην εφαρμογή Aves
et: Tere tulemast kasutama Avest
eu: Ongi etorri
fa: به اِیوْز خوش آمدید
he: ברוך הבא לאייבז
hi: ऐवीज मे आपका स्वागत है
hu: Üdvözöl az Aves
id: Selamat datang di Aves
is: Velkomin í Aves
kn: ಎವೀಸ್ ಗೆ ಸ್ವಾಗತ
ko: 아베스 사용을 환영합니다
my: Aves မှ ကြိုဆိုပါတယ်
nn: Velkomen til Aves
ro: Bun venit la Aves
ta: ஏவ்ச்க்கு வருக
th: ยินดีต้อนรับสู่ Aves
vi: Chào mừng đến với Aves

# welcomeOptional
source: Optional
ar: اختياري
az: Zəruri deyil
be: Неабавязковыя
bg: Опционално
ca: Opcional
ckb: ئارەزومەندانە
el: Προαιρετικό
et: Pole kohustuslik
eu: Aukerazkoa
fa: اختیاری
he: אופציונלי
hi: वैकल्पिक
hu: Nem kötelező
id: Opsional
is: Valfrjálst
kn: ಐಚ್ಛಿಕ
ko: 선택
my: မရွေးဘဲထားနိုင်သည်
nn: Valfritt
ro: Opțional
ta: விரும்பினால்
th: ทางเลือกอื่น
vi: Không bắt buộc

# welcomeTermsToggle
source: I agree to the terms and conditions
ar: أوافق على الشروط
az: Mən hökm və şərtlərlə razıyam
be: Я згодны з умовамі
bg: Съгласявам се с правилата и условията
ca: Estic d’acord amb els termes i condicions
ckb: ڕازیم بە مەرج و یاساکانی بەکارهێنان
el: Συμφωνώ με τους όρους και τις προυποθέσεις
et: Nõustun kasutustingimustega
eu: Termino eta baldintzekin ados nago
fa: من با شرایط و مقررات استفاده از خدمات موافق هستم
he: אני מסכימ/ה לתנאים
hi: मैं नियमों और शर्तों से सहमत हूं
hu: Elfogadom a felhasználási feltételeket
id: Saya menyetujui syarat dan ketentuan
is: Ég samþykki skilmálana og kvaðir
kn: ನಾನು ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳನ್ನು ಒಪ್ಪುತ್ತೇನೆ
ko: 이용약관에 동의합니다
my: စည်းမျဥ်းစည်းကမ်းနှင့် သတ်မှတ်ချက်များကို သဘောတူပါသည်
nn: Eg samtykkjer til krava og føresetnadane
ro: Sunt de acord cu Termenii și condițiile
ta: விதிமுறைகள் மற்றும் நிபந்தனைகளை நான் ஒப்புக்கொள்கிறேன்
th: ฉันยินยอมในเงื่อนไขและข้อตกลง
vi: Tôi đồng ý với các Điều khoản và Điều kiện

# collectionRenameFailureFeedback
source: {count, plural, =1{Failed to rename 1 item} other{Failed to rename {count} items}}
ar: {count, plural, =1{فشلت إعادة تسمية عنصر واحد} other{فشلت إعادة التسمية {count} items}}
be: {count, plural, =1{Не атрымалася перайменаваць 1 элемент} few{Не атрымалася перайменаваць {count} элементы} other{Не атрымалася перайменаваць {count} элементаў}}
bg: {count, plural, =1{Неуспешно преименуване на 1 елемент} other{Неуспешно преименуване на {count} елемента}}
ca: {count, plural, =1{Error en canviar el nom a 1 element} other{Error en canviar el nom a {count} elements}}
el: {count, plural, =1{Αποτυχία μετονομασίας του στοιχείου} other{Αποτυχία μετονομασίας των {count} στοιχείων}}
et: {count, plural, =1{1 objekti nime muutmine ei õnnestunud} other{{count} objekti nime muutmine ei õnnestunud}}
eu: {count, plural, =1{Akatsa elementu 1 berrizendatzean} other{Akatsa {count} elementu berrizendatzean}}
fa: {count, plural, =1{تغییرنام ۱ مورد ناموفق بود} other{تغییرنام {count} مورد ناموفق بود}}
hi: {count, plural, =1{1 आइटम का नाम बदलने में विफल} other{{count} आइटम का नाम बदलने में विफल}}
hu: {count, plural, =1{Elem átnevezése sikertelen} other{{count} elem átnevezése sikertelen}}
id: {count, plural, other{Gagal untuk menggantikan nama {count} benda}}
is: {count, plural, =1{Mistókst að endurnefna 1 atriði} other{Mistókst að endurnefna {count} atriðum}}
kn: {count, plural, =1{1 ವಸ್ತುವನ್ನು ಮರುಹೆಸರಿಸಲು ವಿಫಲವಾಗಿದೆ} other{{count} ವಸ್ತುಗಳನ್ನು ಮರುಹೆಸರಿಸಲು ವಿಫಲವಾಗಿದೆ}}
ko: {count, plural, other{항목 {count}개의 이름을 변경하지 못했습니다}}
my: {count, plural, =1{ပုံ/ဗီဒီယိုတစ်ခုကို အမည်ပြောင်းလို့ မရခဲ့ပါ} =2{ပုံ/ဗီဒီယိုနှစ်ခုကို အမည်ပြောင်းလို့ မရခဲ့ပါ} other{ပုံ/ဗီဒီယို {count} ခုကို အမည်ပြောင်းလို့ မရခဲ့ပါ}}
nn: {count, plural, other{Kunne ikkje byta namn på {count} ting}}
ro: {count, plural, =1{A eșuat redenumirea unui element} other{A eșuat redenumirea a {count} elemente}}
ta: {count, plural, =1{மறுபெயரிடுவதில் தோல்வி 1 உருப்படி} other{மறுபெயரிடுவதில் தோல்வி {count} உருப்படிகள்}}
vi: {count, plural, =1{Lỗi khi đặt lại tên tệp} other{Lỗi khi đặt lại tên {count} tệp}}

# collectionEditFailureFeedback
source: {count, plural, =1{Failed to edit 1 item} other{Failed to edit {count} items}}
ar: {count, plural, =1{فشل تحرير عنصر واحد} other{فشل التحرير {count} items}}
be: {count, plural, =1{Немагчыма адрэдагаваць 1 элемент} few{Немагчыма адрэдагаваць {count} элементы} other{Немагчыма адрэдагаваць {count} элементаў}}
bg: {count, plural, =1{Неуспешно редактиране на 1 елемент} other{Неуспешно редактиране на {count} елемента}}
ca: {count, plural, =1{Error en editar 1 element} other{Error en editar {count} elements}}
el: {count, plural, =1{Απέτυχε η επεξεργασία του στοιχείου} other{Απέτυχε η επεξεργασία των {count} στοιχείων}}
et: {count, plural, =1{1 objekti muutmine ei õnnestunud} other{{count} objekti muutmine ei õnnestunud}}
eu: {count, plural, =1{Akatsa elementu 1 editatzean} other{Akatsa {count} elementu editatzean}}
fa: {count, plural, =1{ویرایش ۱ مورد ناموفق بود} other{ویرایش {count} مورد ناموفق بود}}
hi: {count, plural, =1{1 आइटम एडिट करने में विफल} other{{count} आइटम एडिट करने में विफल}}
hu: {count, plural, =1{Elem szerkesztése sikertelen} other{{count} elem szerkesztése sikertelen}}
id: {count, plural, other{Gagal untuk mengubah {count} benda}}
is: {count, plural, =1{Mistókst að breyta 1 atriði} other{Mistókst að breyta {count} atriðum}}
kn: {count, plural, =1{1 ವಸ್ತುವನ್ನು ಸಂಪಾದಿಸಲು ವಿಫಲವಾಗಿದೆ} other{{count} ವಸ್ತುಗಳನ್ನು ಸಂಪಾದಿಸಲು ವಿಫಲವಾಗಿದೆ}}
ko: {count, plural, other{항목 {count}개를 편집하지 못했습니다}}
my: {count, plural, =1{ပုံ/ဗီဒီယိုတစ်ခုကို ပြင်ဆင်လို့မရခဲ့ပါ} =2{ပုံ/ဗီဒီယိုနှစ်ခုကို ပြင်ဆင်လို့မရခဲ့ပါ} other{ပုံ/ဗီဒီယို {count} ခုကို ပြင်ဆင်လို့မရခဲ့ပါ}}
nn: {count, plural, other{Kunne ikkje brigde {count} ting}}
ro: {count, plural, =1{A eșuat editarea unui element} other{A eșuat editarea a {count} elemente}}
ta: {count, plural, =1{திருத்துவதில் தோல்வியுற்றது 1 உருப்படி} other{திருத்துவதில் தோல்வியுற்றது {count} உருப்படிகள்}}
vi: {count, plural, =1{Lỗi khi chỉnh sửa tệp} other{Lỗi khi chỉnh sửa {count} tệp}}

# collectionExportFailureFeedback
source: {count, plural, =1{Failed to export 1 page} other{Failed to export {count} pages}}
ar: {count, plural, =1{فشل تصدير صفحة واحدة} other{فشل التصدير {count} pages}}
be: {count, plural, =1{Не атрымалася экспартаваць 1 старонку} few{Не атрымалася экспартаваць {count} старонкі} other{Не атрымалася экспартаваць {count} старонак}}
bg: {count, plural, =1{Неуспешно експортиране на 1 страница} other{Неуспешно експортиране на {count} страници}}
ca: {count, plural, =1{Error en exportar una pàgina} other{Error en exportar {count} pàgines}}
el: {count, plural, =1{Απέτυχε η εξαγωγή της σελίδας} other{Απέτυχε η εξαγωγή των {count} σελίδων}}
et: {count, plural, =1{1 lehe eksportimine ei õnnestunud} other{{count} lehe eksportimine ei õnnestunud}}
eu: {count, plural, =1{Akatsa orri 1 esportatzean} other{Akatsa {count} orri esportatzean}}
fa: {count, plural, =1{استخراج صفحه ناموفق} other{استخراج {count} صفحه ناموفق}}
hi: {count, plural, =1{1 पन्ना निर्यात करने में विफल} other{{count} पन्ने निर्यात करने में विफल}}
hu: {count, plural, =1{Nem sikerült exportálni 1 oldalt} other{Nem sikerült exportálni {count} oldalt}}
id: {count, plural, other{Gagal untuk mengekspor {count} halaman}}
is: {count, plural, =1{Mistókst að flytja út 1 atriði} other{Mistókst að flytja út {count} atriðum}}
kn: {count, plural, =1{1 ಪುಟವನ್ನು ರಫ್ತು ಮಾಡಲು ವಿಫಲವಾಗಿದೆ} other{{count} ಪುಟಗಳನ್ನು ರಫ್ತು ಮಾಡಲು ವಿಫಲವಾಗಿದೆ}}
ko: {count, plural, other{항목 {count}개를 내보내지 못했습니다}}
my: {count, plural, =1{စာမျက်နှာတစ်မျက်နှာကို ပို့လို့မရခဲ့ပါ} =2{စာမျက်နှာနှစ်မျက်နှာကို ပို့လို့မရခဲ့ပါ} other{စာမျက်နှာ {count} မျက်နှာကို ပို့လို့မရခဲ့ပါ}}
nn: {count, plural, =1{Greidde ikkje å føra ut 1 side} other{Greidde ikkje å føra ut {count} sider}}
ro: {count, plural, =1{A eșuat exportarea unei pagini} other{A eșuat exportarea a {count} pagini}}
ta: {count, plural, =1{ஏற்றுமதி செய்வதில் தோல்வி 1 பக்கம்} other{ஏற்றுமதி செய்வதில் தோல்வி {count} பக்கங்கள்}}
vi: {count, plural, =1{Lỗi khi xuất tệp} other{Lỗi khi xuất {count} tệp}}
