Repository: deckerst/aves
Catalog: lib/l10n/app_*.arb
Languages: ar, az, be, bg, ca, ckb, el, et, eu, fa, he, hi, hu, id, is, kn, ko, my, nn, ro, ta, th, vi

# albumPickPageTitlePick
source: Pick Album
ar: اختر الألبوم
be: Выбраць Альбом
bg: Избери албум
ca: Escollir Àlbum
el: Επιλογή άλμπουμ
et: Vali album
eu: Albuma aukeratu
fa: انتخاب آلبوم
hi: एल्बम चुने
hu: Album választása
id: Pilih Album
is: Veldu albúm
kn: ಆಲ್ಬಮ್ ಆಯ್ಕೆಮಾಡಿ
ko: 앨범 선택
my: အယ်လ်ဘမ်ရွေးချယ်ပါ
nn: Vel album
ro: Alegeți albumul
ta: ஆல்பத்தைத் தேர்ந்தெடுங்கள்
vi: Chọn bộ sưu tập

# albumCamera
source: Camera
ar: الكاميرا
be: Камера
bg: Камера
ca: Càmera
el: Κάμερα
et: Kaamera
eu: Kamera
fa: دوربین
hi: कैमरा
hu: Kamera
id: Kamera
is: Myndavél
kn: ಕ್ಯಾಮೆರಾ
ko: 카메라
my: ကင်မရာ
nn: Kamera
ro: Cameră
ta: கேமரா
vi: Máy Ảnh

# albumDownload
source: Download
ar: التحميل
be: Загрузкі
bg: Изтеглени
ca: Baixades
el: Λήψεις
et: Laadi alla
eu: Deskargatu
fa: دریافت
hi: डाउनलोड
hu: Letöltés
is: Sækja
kn: ಇಳಿಸು
ko: 다운로드
my: ဒေါင်းလုဒ်
nn: Hent
ro: Descărcări
ta: பதிவிறக்கம்
vi: Tải về

# albumScreenshots
source: Screenshots
ar: لقطات الشاشة
be: Скрыншоты
bg: Екранни снимки
ca: Captures de pantalla
el: Στιγμιότυπα οθόνης
et: Ekraanitõmmised
eu: Pantaila-argazkiak
fa: تصاویر از صفحه
hi: स्क्रीनशॉट
hu: Képernyőképek
id: Tangkapan layar
is: Skjámyndir
kn: ಸ್ಕ್ರೀನ್‌ಶಾಟ್‌ಗಳು
ko: 스크린샷
my: Screenshot များ
nn: Skjermbilete
ro: Capturi de ecran
ta: திரைக்காட்சிகள்
vi: Ảnh chụp màn hình

# albumScreenRecordings
source: Screen recordings
ar: تسجيل الشاشة
be: Запісы экрана
bg: Екранни записи
ca: Gravacions de pantalla
el: Εγγραφές οθόνης
et: Ekraanisalvestused
eu: Pantaila-grabaketak
fa: ضبط های از صفحه
hi: स्क्रीन रिकॉर्डिंग
hu: Képernyőfelvételek
id: Rekaman layar
is: Skjáupptökur
kn: ಪರದೆ ಮುದ್ರಿಕೆಗಳು
ko: 화면 녹화 파일
my: စကရင် recording များ
nn: Skjermopptak
ro: Înregistrări de ecran
ta: திரை பதிவுகள்
vi: Ghi màn hình

# albumVideoCaptures
source: Video Captures
ar: الفيديوهات الملتقطة
be: Відэазапісы
bg: Видеозаписи
ca: Captures de Vídeo
el: Στιγμιότυπα οθόνης από βίντεο
et: Videosalvestused
eu: Bideotako argazkiak
fa: ویدیو های ضبط شده
hi: वीडियो कैप्चर
hu: Képkocka mentések
id: Tangkapan Video
is: Upptökur myndskeiða
kn: ವಿಡಿಯೋ ಕೈಸೆರೆಗಳು
ko: 동영상 캡처
my: ဗီဒီယိုဖမ်းယူထားသည်များ
nn: Videoopptak
ro: Capturi video
ta: வீடியோ கைப்பற்றுகிறது
vi: Ảnh chụp trong Video

# albumPageTitle
source: Albums
ar: الألبومات
be: Альбомы
bg: Албуми
ca: Àlbums
el: Άλμπουμ
et: Albumid
eu: Albumak
fa: آلبوم ها
hi: एल्बम
hu: Albumok
id: Album
is: Albúm
kn: ಆಲ್ಬಮ್ ಗಳು
ko: 앨범
my: အယ်လ်ဘမ်များ
nn: Album
ro: Albume
ta: ஆல்பம்
vi: Bộ sưu tập

# albumEmpty
source: No albums
ar: لا توجد ألبومات
be: Няма альбомаў
bg: Няма албуми
ca: Sense àlbums
el: Δεν υπάρχουν άλμπουμ
et: Albumeid ei leidu
eu: Albumik ez
fa: بدون آلبوم
hi: कोई एल्बम नहीं l
hu: Nincsenek albumok
id: Tidak ada album
is: Engin albúm
kn: ಆಲ್ಬಮ್‌ಗಳಿಲ್ಲ
ko: 앨범이 없습니다
my: အယ်လ်ဘမ်တစ်ခုမှ မရှိပါ
nn: Ingen album
ro: Fără albume
ta: ஆல்பங்கள் இல்லை
vi: Không có bộ sưu tập nào

# createAlbumButtonLabel
source: CREATE
ar: إنشاء
be: СТВАРЫЦЬ
bg: СЪЗДАЙ
ca: CREAR
el: ΔΗΜΙΟΥΡΓΙΑ
et: LOO
eu: SORTU
fa: ساخت
hi: बनाए
hu: LÉTREHOZÁS
id: BUAT
is: BÚA TIL
kn: ರಚಿಸು
ko: 추가
my: ဖန်တီးမည်
nn: LAG
ro: CREARE
ta: உருவாக்கு
vi: TẠO

# newFilterBanner
source: new
ar: الجديد
be: новы
bg: Нов
ca: nou
el: Νέα
et: uus
eu: berria
fa: جدید
hi: नया
hu: új
id: baru
is: nýtt
kn: ಹೊಸ
ko: 신규
nn: ny
ro: nou
ta: புதிய
vi: mới

# countryPageTitle
source: Countries
ar: دول
be: Краіны
bg: Държави
ca: Països
el: Χωρες
et: Riigid
eu: Herrialdeak
fa: کشور ها
hi: देशों
hu: Országok
id: Negara
is: Lönd
kn: ದೇಶಗಳು
ko: 국가
my: နိုင်ငံများ
nn: Land
ro: Țări
ta: நாடுகள்
vi: Quốc gia

# countryEmpty
source: No countries
ar: لا توجد دول
be: Няма краін
bg: Няма държави
ca: Sense països
el: Δεν έχουν καταχωρηθεί χώρες
et: Riike pole
eu: Herrialderik ez
fa: بدون کشور ها
hi: कोई देश नहीं
hu: Nincsenek országok
id: Tidak ada negara
is: Engin lönd
kn: ದೇಶಗಳಿಲ್ಲ
ko: 국가가 없습니다
my: နိုင်ငံတစ်ခုမှ မရှိပါ
nn: Ingen land
ro: Fără țări
ta: எந்த நாடுகளும் இல்லை
vi: Không tìm thấy quốc gia

# statePageTitle
source: States
ar: الولايات
be: Штаты
bg: Региони
ca: Estats
el: Πολιτειες
et: Osariigid
eu: Egoerak
fa: آمار ها
hi: राज्य/देश
hu: Megyék
id: Wilayah
is: Héruð
kn: ರಾಜ್ಯಗಳು
ko: 주
my: ပြည်နယ်များ
nn: Landsdelar
ro: State
ta: மாநிலங்கள்
vi: Bang/Tỉnh

# stateEmpty
source: No states
ar: لا توجد ولايات
be: Няма штатаў
bg: Няма региони
ca: Sense estats
el: Χωρίς πολιτεία
et: Osariike pole
eu: Egoerarik ez
fa: داده‌ای نیست
hi: कौन राज्य नहीं
hu: Nincsenek megyék
id: Tidak ada wilayah
is: Engin héruð
kn: ರಾಜ್ಯಗಳಿಲ್ಲ
ko: 주가 없습니다
my: ပြည်နယ်တစ်ခုမှ မရှိပါ
nn: Ingen landsdelar
ro: Nu există state
ta: மாநிலங்கள் இல்லை
vi: Không tìm thấy Bang/Tỉnh

# placePageTitle
source: Places
ar: أماكن
be: Месцы
bg: Места
ca: Llocs
el: Μερη
et: Asukohad
eu: Lekuak
fa: مکان ها
hi: स्थान
hu: Helyek
id: Tempat
is: Staðir
kn: ಸ್ಥಳಗಳು
ko: 장소
my: နေရာများ
nn: Stadar
ro: Locații
ta: இடங்கள்
vi: Địa điểm

# placeEmpty
source: No places
ar: لا توجد أماكن
be: Няма месцаў
bg: Няма места
ca: Sense llocs
el: Χωρίς μέρος
et: Asukohti pole
eu: Lekurik ez
fa: مکانی نیست
hi: कोई स्थान नहीं
hu: Nincsenek helyek
id: Tidak ada tempat
is: Engir staðir
kn: ಸ್ಥಳಗಳಿಲ್ಲ
ko: 장소가 없습니다
my: နေရာတစ်ခုမှ မရှိပါ
nn: Ingen stadar
ro: Nu există locații
ta: இடங்கள் இல்லை
vi: Không có địa điểm

# tagEmpty
source: No tags
ar: لا توجد العلامات
be: Няма тэгаў
bg: Без тагове
ca: Sense etiquetes
el: Δεν έχουν καταχωρηθεί ετικέτες
et: Silte pole
eu: Etiketarik ez
fa: بدون برچسب ها
hi: कोई टैग नहीं
hu: Nincsenek címkék
id: Tidak ada label
is: Engin merki
kn: ಟ್ಯಾಗುಗಳಿಲ್ಲ
ko: 태그가 없습니다
my: Tag တစ်ခုမှ မရှိပါ
nn: Ingen merke
ro: Fără etichete
ta: குறிச்சொற்கள் இல்லை
vi: Không được gắn thẻ

# binPageTitle
source: Recycle Bin
ar: سلة المحذوفات
be: Кошык
bg: Кошче
ca: Paperera de Reciclatge
el: Καδος ανακυκλωσης
et: Prügikast
eu: Zakarrontzia
fa: سطل زباله
hi: रिसाइकल बिन
hu: Kuka
id: Tong Sampah
is: Ruslmappa
kn: ಮರುಬಳಕೆ ತೊಟ್ಟಿ
ko: 휴지통
my: ပြန်သုံးအမှိုက်ပုံး
nn: Papirkorga
ro: Coș de reciclare
ta: மறுசுழற்சி பின்
vi: Thùng rác

# explorerPageTitle
source: Explorer
ar: المستكشف
bg: Файлов мениджър
et: Sirvija
hi: एक्सप्लोरर
is: Skráastjóri
kn: ಪರಿಶೋಧಕ
ko: 탐색기
ta: எக்ச்ப்ளோரர்

# explorerActionSelectStorageVolume
source: Select storage
ar: حدد التخزين
bg: Избери място за съхранение
et: Vali andmeruum
hi: स्टोरेज चुने
is: Veldu geymslu
kn: ಸಂಗ್ರಹಣೆ ಆಯ್ಕೆ ಮಾಡಿ
ko: 저장공간 선택
ta: சேமிப்பிடத்தைத் தேர்ந்தெடுக்கவும்

# selectStorageVolumeDialogTitle
source: Select Storage
ar: حدد التَخزين
bg: Избери място за съхранение
et: Vali andmeruum
hi: स्टोरेज
is: Veldu geymslu
kn: ಸಂಗ್ರಹಣೆ ಆಯ್ಕೆ ಮಾಡಿ
ko: 저장공간
ta: சேமிப்பிடத்தைத் தேர்ந்தெடுக்கவும்

# searchCollectionFieldHint
source: Search collection
ar: البحث في المجموعة
be: Пошук калекцый
bg: Търсене по колекции
ca: Buscar a coŀlecció
el: Αναζήτηση στην συλλογή
et: Otsi kogumikku
eu: Bilduman bilatu
fa: جستجو مجموعه
hi: कलेक्शन खोजें
hu: Gyűjtemény keresése
id: Cari koleksi
is: Leita í safni
kn: ಸಂಗ್ರಹದಲ್ಲಿ ಹುಡುಕಿ
ko: 미디어 검색
my: စုစည်းမှုအတွင်း ရှာဖွေပါ
nn: Søk i samlinga
ro: Căutare colecție
ta: தேடல் சேகரிப்பு
vi: Tìm bộ sưu tập

# searchRecentSectionTitle
source: Recent
ar: مؤخرًا
be: Апошнія
bg: Скорошни
el: Προσφατα
et: Hiljutised
eu: Berria
fa: اخیر
hi: हाल ही का
hu: Legutóbbi
id: Terkini
is: Nýlegt
kn: ಇತ್ತೀಚಿನವು
ko: 최근 검색기록
my: ရှာထားတာ မကြာသေး
nn: Nylege
ro: Recente
ta: அண்மைக் கால
vi: Gần đây

# searchDateSectionTitle
source: Date
ar: تاريخ
be: Дата
bg: Дата
ca: Data
el: Ημερομηνια
et: Kuupäevad
eu: Data
fa: تاریخ
hi: दिनांक
hu: Dátum
id: Tanggal
is: Dagsetning
kn: ದಿನಾಂಕ
ko: 날짜
my: ရက်စွဲ
nn: Dato
ro: Dată
ta: திகதி
vi: Thời gian

# searchAlbumsSectionTitle
source: Albums
ar: الألبومات
be: Альбомы
bg: Албуми
ca: Àlbums
el: Άλμπουμ
et: Albumid
eu: Albumak
fa: آلبوم ها
hi: एल्बम
hu: Albumok
id: Album
is: Albúm
kn: ಆಲ್ಬಮ್ ಗಳು
ko: 앨범
my: အယ်လ်ဘမ်များ
nn: Album
ro: Albume
ta: ஆல்பம்
vi: Bộ sưu tập

# searchCountriesSectionTitle
source: Countries
ar: البلدان
be: Краіны
bg: Държави
ca: Països
el: Χωρες
et: Riigid
eu: Herrialdeak
fa: کشور ها
hi: देशों
hu: Országok
id: Negara
is: Lönd
kn: ದೇಶಗಳು
ko: 국가
my: နိုင်ငံများ
nn: Land
ro: Țări
ta: நாடுகள்
vi: Quốc gia

# searchStatesSectionTitle
source: States
ar: الولايات
be: Штаты
bg: Региони
ca: Estats
el: Πολιτειες
et: Osariigid
eu: Egoerak
fa: آمار ها
hi: राज्य/देश
hu: Megyék
id: Wilayah
is: Héruð
kn: ರಾಜ್ಯಗಳು
ko: 주
my: ပြည်နယ်များ
nn: Landsdelar
ro: State
ta: மாநிலங்கள்
vi: Bang/Tỉnh

# searchPlacesSectionTitle
source: Places
ar: الأماكن
be: Месцы
bg: Места
ca: Llocs
el: Μερη
et: Asukohad
eu: Lekuak
fa: مکان ها
hi: स्थान
hu: Helyek
id: Tempat
is: Staðir
kn: ಸ್ಥಳಗಳು
ko: 장소
my: နေရာများ
nn: Stadar
ro: Locuri
ta: இடங்கள்
vi: Địa điểm

# searchTagsSectionTitle
source: Tags
ar: العلامات
be: Тэгі
bg: Тагове
ca: Etiquetes
el: Ετικετες
et: Sildid
eu: Etiketak
fa: برچسب ها
hi: टैग
hu: Címkék
id: Label
is: Merki
kn: ಟ್ಯಾಗುಗಳು
ko: 태그
my: Tag များ
nn: Merke
ro: Etichete
ta: குறிச்சொற்கள்
vi: Thẻ

# searchRatingSectionTitle
source: Ratings
ar: التقييمات
be: Рэйтынгі
bg: Рейтинги
ca: Valoracions
el: Βαθμολογιες
et: Hinnagud
eu: Balorazioak
fa: امتیازات
hi: रेटिंग
hu: Értékelések
id: Nilai
is: Einkunnir
kn: ದರಗಳು
ko: 별점
my: အဆင့်သတ်မှတ်ချက်များ
nn: Omdøme
ro: Evaluări
ta: மதிப்பீடுகள்
vi: Xếp hạng

# searchMetadataSectionTitle
source: Metadata
ar: البيانات الوصفية
be: Метададзеныя
bg: Метаданни
ca: Metadades
el: Μεταδεδομενα
et: Metainfo
eu: Metadatuak
fa: فراداده
hi: मेटाडाटा
hu: Metaadat
is: Lýsigögn
kn: ಮೆಟಾಡೇಟಾ
ko: 메타데이터
my: မက်တာဒေတာ
ro: Metadate
ta: மேனிலை தரவு
vi: Siêu dữ liệu

# settingsPageTitle
source: Settings
ar: إعدادات
be: Налады
bg: Настройки
ca: Configuració
el: Ρυθμισεις
et: Seadistused
eu: Ezarpenak
fa: تنظیمات
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
is: Stillingar
kn: ಸಂಯೋಜನೆಗಳು
ko: 설정
my: ဆက်တင်များ
nn: Innstillingar
ro: Setări
ta: அமைப்புகள்
vi: Cài đặt

# settingsSystemDefault
source: System default
ar: الإعداد الافتراضي للنظام
be: Як у сістэме
bg: По подразбиране
ca: Per defecte al sistema
el: Σύστημα
et: Süsteemi vaikeseadistused
eu: Sistemakoa
fa: پیشفرض سامانه
hi: सिस्टम डिफॉल्ट
hu: Rendszer alapértéke
id: Sistem
is: Sjálfgefið í kerfinu
kn: ಸಿಸ್ಟಮ್ ಡೀಫಾಲ್ಟ್
ko: 시스템 기본값
my: စစ်စတမ်အတိုင်း
nn: Systemforval
ro: Implicit sistem
ta: கணினி இயல்புநிலை
vi: Mặc định hệ thống

# settingsDefault
source: Default
ar: افتراضي
be: Па змаўчанні
bg: По подразбиране
ca: Per defecte
el: Προεπιλογή
et: Vaikimisi
eu: Lehenetsia
fa: پیشفرض
hi: डिफॉल्ट
hu: Alapértelmezett
is: Sjálfgefið
kn: ಡೀಫಾಲ್ಟ್
ko: 기본
nn: Forval
ro: Implicit
ta: இயல்புநிலை
vi: Mặc định

# settingsDisabled
source: Disabled
ar: غير مفعل
be: Адключана
bg: Изключено
ca: Desactivat
el: Απενεργοποιημένο
et: Pole kasutusel
eu: Desgaitua
fa: خاموش
hi: डिसेबल किया गया
hu: Letiltva
id: Nonaktif
is: Óvirkt
kn: ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
ko: 사용 안함
my: ပိတ်ထား
nn: Slegen av
ro: Dezactivat
ta: முடக்கப்பட்டது
vi: Vô hiệu hóa

# settingsAskEverytime
source: Ask everytime
ar: اسأل كل مرة
be: Пытацца кожны раз
bg: Питай всеки път
ca: Preguntar cada vegada
el: Ρωτήστε με κάθε φορά
et: Küsi iga kord
eu: Galdetu aldi oro
fa: هر بار پرسیده شود
hi: हर बार पूछे
hu: Mindig rákérdez
id: Ta za
is: Spyrja í hvert skipti
kn: ಪ್ರತಿಬಾರಿಯೂ ಕೇಳಿ
ko: 매번 물어보기
my: အမြဲတမ်းပြန်မေးရန်
nn: Spør kvar gong
ro: Întreabă de fiecare dată
ta: ஒவ்வொரு நேரத்திலும் கேளுங்கள்
vi: Hỏi mỗi lần

# settingsModificationWarningDialogMessage
source: Other settings will be modified.
ar: سيتم تعديل الإعدادات الأخرى.
be: Іншыя налады будуць зменены.
bg: Другите настройки ще бъдат модифицирани.
ca: Altres configuracions es modificaran.
el: Άλλες ρυθμίσεις θα τροποποιηθούν.
et: Muud seadistused kuuluvad muutmisele.
eu: Beste ezarpenak aldatuko dira.
fa: دیگر تنظیمات اصلاح خواهد شد.
hi: अन्य सेटिंग्स परिवर्तित की जाएगी
hu: Egyéb beállítások is módosítva lesznek.
id: Pengaturan lain akan diubah.
is: Aðrar stillingar munu breytast.
kn: ಇತರ ಸಂಯೋಜನೆಗಳನ್ನು ಮಾರ್ಪಡಿಸಲಾಗುತ್ತದೆ.
ko: 다른 설정도 변경될 것입니다.
my: အခြားဆက်တင်များကိုပါ ပြင်ဆင်မည်ဖြစ်ပါသည်။
nn: Andre innstillingar vil brigdast.
ro: Alte setări vor fi modificate.
ta: மற்ற அமைப்புகள் மாற்றப்படும்.
vi: Các cài đặt khác sẽ được sửa đổi.

# settingsSearchFieldLabel
source: Search settings
ar: إعدادات البحث
be: Пошук налад
bg: Търсене настройки
ca: Busca configuracions
el: Αναζήτηση ρυθμίσεων
et: Otsi seadistustest
eu: Bilaketaren ezarpenak
fa: تنظیمات جستجو
hi: सेटिंग्स खोजें
hu: Keresési beállítások
id: Cari peraturan
is: Leita í stillingum
kn: ಸಂಯೋಜನೆಗಳಲ್ಲಿ ಹುಡುಕಿ
ko: 설정 검색
my: ဆက်တင်များအတွင်း ရှာဖွေပါ
nn: Søkjeinnstillingar
ro: Căutare setări
ta: அமைப்புகளைத் தேடுங்கள்
vi: Cài đặt tìm kiếm

# settingsSearchEmpty
source: No matching setting
ar: لا يوجد إعداد مطابق
be: Няма адпаведнай налады
bg: Не са открити настройки
ca: Cap coincidència
el: Δεν υπάρχει αντίστοιχη ρύθμιση
et: Sellist seadistust ei leidu
eu: Kointzidentziarik gabe
fa: تنظیمی منطبق نشد
hi: कोई सेटिंग्स नहीं मिली
hu: Nincs egyező beállítás
id: Tidak ada peraturan yang cocok
is: Engin samsvarandi stilling
kn: ಹೊಂದುವ ಸಂಯೋಜನೆಗಳಿಲ್ಲ
ko: 결과가 없습니다
my: ကိုက်ညီသောဆက်တင် မရှိပါ
nn: Ingen samsvarande innstilling
ro: Nicio setare potrivită
ta: பொருந்தக்கூடிய அமைப்பு இல்லை
vi: Không có cài đặt phù hợp

# settingsActionExport
source: Export
ar: تصدير
be: Экспарт
bg: Експортиране
ca: Exportar
el: Εξαγωγή
et: Ekspordi
eu: Esportatu
fa: خروجی گرفتن
hi: एक्सपोर्ट
hu: Exportálás
id: Ekspor
is: Flytja út
kn: ರಫ್ತು
ko: 내보내기
my: ဆက်တင်များပို့ရန်
nn: Før ut
ta: ஏற்றுமதி
vi: Xuất

# settingsActionExportDialogTitle
source: Export
ar: تصدير
be: Экспарт
bg: Експорт
ca: Exportar
el: Εξαγωγη
et: Eksport
eu: Esportazio
fa: خروجی گرفتن
hi: एक्सपोर्ट
hu: Exportálás
id: Ekspor
is: Flytja út
kn: ರಫ್ತು
ko: 내보내기
my: ဆက်တင်များပို့ခြင်း
nn: Før ut
ta: ஏற்றுமதி
vi: Xuất

# settingsActionImport
source: Import
ar: إستيراد
be: Імпарт
bg: Импорт
ca: Importar
el: Εισαγωγή
et: Impordi
eu: Inportatu
fa: وارد کردن
hi: इंपोर्ट
hu: Importálás
id: Impor
is: Flytja inn
kn: ಆಮದು
ko: 가져오기
my: ဆက်တင်များသွင်းရန်
nn: Før inn
ta: இறக்குமதி
vi: Nhập

# settingsActionImportDialogTitle
source: Import
ar: يستورد
be: Імпарт
bg: Импорт
ca: Importar
el: Εισαγωγη
eu: Inportazio
fa: وارد کردن
hi: इंपोर्ट
hu: Importálás
id: Impor
is: Flytja inn
kn: ಆಮದು
ko: 가져오기
my: ဆက်တင်များသွင်းခြင်း
nn: Før inn
ta: இறக்குமதி
vi: Nhập

# appExportCovers
source: Covers
ar: أغلفة
be: Вокладкі
bg: Тапети
ca: Cobertes
el: Εξώφυλλα
et: Kaanepildid
eu: Azalak
fa: جلد ها
hi: कवर
hu: Borítóképek
id: Sampul
is: Umslög
kn: ರಕ್ಷಾಕವಚಗಳು
ko: 대표 이미지
my: ကာဗာပုံများ
nn: Omslag
ro: Coperți
ta: மறையம்
vi: Ảnh bìa

# appExportDynamicAlbums
source: Dynamic albums
bg: Динамични албуми
et: Dünaamilised albumid
hi: डायनेमिक एल्बम
is: Breytileg albúm
kn: ಡೈನಾಮಿಕ್ ಆಲ್ಬಮ್ ಗಳು
ko: 동적 앨범
ta: மாறும் ஆல்பங்கள்

# appExportFavourites
source: Favorites
ar: المفضلة
be: Абранае
bg: Любими
ca: Preferits
el: Αγαπημένα
et: Lemmikud
eu: Gogokoak
fa: مورد علاقه ها
hi: पसंदीदा
hu: Kedvencek
id: Favorit
is: Eftirlæti
kn: ಮೆಚ್ಚಿನವುಗಳು
ko: 즐겨찾기
my: အကြိုက်ဆုံးများ
nn: Likte ting
ro: Favorite
ta: பிடித்தவை
vi: Yêu thích

# appExportSettings
source: Settings
ar: إعدادات
be: Налады
bg: Настройки
ca: Configuracions
el: Ρυθμίσεις
et: Seadistused
eu: Ezarpenak
fa: تنظیمات
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
is: Stillingar
kn: ಸಂಯೋಜನೆಗಳು
ko: 설정
my: ဆက်တင်များ
nn: Innstillingar
ro: Setări
ta: அமைப்புகள்
vi: Cài đặt

# settingsNavigationSectionTitle
source: Navigation
ar: التنقل
be: Навігацыя
bg: Навигация
ca: Navegació
el: Πλοηγηση
et: Põhivaated
eu: Nabigazio
fa: پیمایش
hi: नेविगेशन
hu: Navigáció
id: Navigasi
is: Flakk
kn: ಸಂಚಾರ
ko: 탐색
my: နေရာချခြင်း
nn: Finn fram
ro: Navigare
ta: வானோடல்
vi: Điều hướng

# settingsHomeTile
source: Home
ar: الرئيسية
be: Галоўная
bg: Начален екран
ca: Inici
el: Αρχική σελίδα της εφαρμογής
et: Avavaade
eu: Hasiera
fa: خانه
hi: होम
hu: Kezdőlap
id: Beranda
is: Heim
kn: ಮುಖಪುಟ
ko: 홈
my: မူလအဖြစ်
nn: Heim
ro: Acasă
ta: வீடு
vi: Trang chủ

# settingsHomeDialogTitle
source: Home
ar: الرئيسية
be: Галоўная
bg: Начален екран
ca: Inici
el: Αρχικη σελιδα της εφαρμογης
et: Avavaade
eu: Hasiera
fa: خانه
hi: होम
hu: Kezdőlap
id: Beranda
is: Heim
kn: ಮುಖಪುಟ
ko: 홈
my: မူလအဖြစ်
nn: Heim
ro: Acasă
ta: வீடு
vi: Trang chủ

# setHomeCustom
source: Custom
ar: مخصص
bg: Персонализиран
et: Sinu valitud
hi: कस्टम
is: Sérsniðið
kn: ಇಚ್ಛಾನುಸಾರ
ko: 직접 설정
ta: தனிப்பயன்

# settingsShowBottomNavigationBar
source: Show bottom navigation bar
ar: إظهار شريط التنقل السفلي
be: Паказаць ніжнюю панэль навігацыі
bg: Показване на долната лента за навигация
ca: Mostra barra de navegació inferior
el: Εμφάνιση κάτω γραμμής πλοήγησης
et: Näita alumist liikumisriba
eu: Azpiko nabigazio-barra erakutsi
fa: نمایش گزینه‌گان پیمایش پایین
hi: नेविगेशन बार दिखाए
hu: Alsó navigációs sáv mutatása
id: Tampilkan bilah navigasi bawah
is: Birta flakkstiku neðst
kn: ಕೆಳಗಿನ ಸಂಚಾರಪಟ್ಟೆಯನ್ನು ತೋರಿಸಿ
ko: 하단 탐색 모음 표시
my: အောက်ဘက် navigation bar ကိုပြရန်
nn: Vis ei framfinningsrad på botnen
ro: Afișare bară de navigare din partea de jos
ta: கீழே உள்ள வழிசெலுத்தல் பட்டியைக் காட்டு
vi: Hiển thị thanh điều hướng phía dưới

# settingsKeepScreenOnTile
source: Keep screen on
ar: إبقاء الشاشة قيد التشغيل
be: Трымаць экран уключаным
bg: Запази екрана включен
ca: Mantenir pantalla encesa
el: Διατήρηση της οθόνης ενεργοποιημένη
et: Hoia ekraan sisselülitatuna
eu: Mantendu pantaila piztuta
fa: صفحه را روشن نگه دار
hi: स्क्रीन को चालू रखें
hu: Kijelző bekapcsolva tartása
id: Biarkan layarnya menyala
is: Halda skjá í gangi
kn: ಪರದೆಯನ್ನು ಚಾಲೂ ಇಡಿ
ko: 화면 자동 꺼짐 방지
my: စကရင်မပိတ်ပါနှင့်
nn: Hald skjermen slegen på
ro: Se păstrează ecranul pornit
ta: திரையை தொடர்ந்து வைத்திருங்கள்
vi: Giữ màn hình luôn bật

# settingsKeepScreenOnDialogTitle
source: Keep Screen On
ar: ابقاء الشَاشة قيد التشغيل
be: Трымаць экран уключаным
bg: Запази екрана включен
ca: Mantenir la Pantalla Encesa
el: Διατηρηση της Οθονης Ενεργοποιημενη
et: Hoia ekraan sisselülitatuna
eu: Mantendu pantaila piztuta
fa: صفحه را روشن نگه دار
hi: स्क्रीन को चालू रखें
hu: Kijelző bekapcsolva tartása
id: Biarkan Layarnya Menyala
is: Halda skjá í gangi
kn: ಪರದೆಯನ್ನು ಚಾಲೂ ಇಡಿ
ko: 화면 자동 꺼짐 방지
my: စကရင်မပိတ်ပါနှင့်
nn: Hald skjermen slegen på
ro: Se păstrează ecranul pornit
ta: திரையை தொடர்ந்து வைத்திருங்கள்
vi: Giữ màn hình luôn bật

# settingsConfirmationTile
source: Confirmation dialogs
ar: نوافذ التأكيد
be: Дыялогі пацверджання
bg: Диалог за потвърждение
ca: Diàlegs de confirmació
el: Παράθυρα επιβεβαίωσης
et: Kinnitused
eu: Baieztapen-leihoak
fa: درخواست های تایید
hi: पुष्टीकरण डायलॉग
hu: Megerősítési kérdések
id: Dialog konfirmasi
is: Staðfestingargluggar
kn: ದೃಢೀಕರಣ ಸಂವಾದಗಳು
ko: 확정 대화상자
my: အတည်ပြုဒိုင်ယာလော့ခ်များ
nn: Stadfestingsvindaugo
ro: Dialogurile de confirmare
ta: உறுதிப்படுத்தல் உரையாடல்கள்
vi: Hộp thoại xác nhận

# settingsConfirmationDialogTitle
source: Confirmation Dialogs
ar: نوافذ تأكيد الحوار
be: Дыялогі пацверджання
bg: Диалогови прозорци за потвърждение
ca: Diàlegs de Confirmació
el: Παραθυρα Επιβεβαιωσης
et: Kinnitused
eu: Baieztapen-leihoak
fa: درخواست های‌ تایید
hi: पुष्टीकरण डायलॉग
hu: Megerősítési kérdések
id: Dialog Konfirmasi
is: Staðfestingargluggar
kn: ದೃಢೀಕರಣ ಸಂವಾದಗಳು
ko: 확정 대화상자
my: အတည်ပြုဒိုင်ယာလော့ခ်များ
nn: Stadfestingsvindaugo
ro: Dialoguri de confirmare
ta: உறுதிப்படுத்தல் உரையாடல்கள்
vi: Hộp thoại xác nhận

# settingsConfirmationBeforeDeleteItems
source: Ask before deleting items forever
ar: اسأل قبل حذف العناصر إلى الأبد
be: Спытаць, перш чым выдаляць элементы назаўжды
bg: Попитай преди изтриване завинаги
ca: Pregunta abans d’esborrar elements per sempre
el: Ερώτηση πριν διαγραφούν στοιχεία οριστικά
et: Küsi kinnitust enne objektide lõplikku kustutamist
eu: Galdetu elementuak betirako ezabatu aurretik
fa: همیشه پیش از پاک‌سازی موارد پرسش کن
hi: आइटम को हमेशा के लिए डीलीट करने से पहले पूछे
hu: Kérdés az elemek végleges törlése előtt
id: Tanya sebelum menghapus benda selamanya
is: Spyrja áður en atriðum er endanlega eytt
kn: ವಸ್ತುಗಳನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸುವ ಮೊದಲು ವಿಚಾರಿಸಿ
ko: 항목을 완전히 삭제 시
my: ပုံများကို အပြီးမဖျက်ခင်ပြန်မေးရန်
nn: Verta spurd før du slettar noko for godt
ro: Întreabă înainte de a șterge articole pentru totdeauna
ta: பொருட்களை எப்போதும் நீக்குவதற்கு முன் கேளுங்கள்
vi: Hỏi trước khi xóa các mục vĩnh viễn

# settingsConfirmationBeforeMoveToBinItems
source: Ask before moving items to the recycle bin
ar: اسأل قبل نقل العناصر إلى سلة المحذوفات
be: Спытаць, перш чым перамяшчаць элементы ў кошык
bg: Попитай преди преместване в кошчето
ca: Pregunta abans de moure elements a la paperera de reciclatge
el: Ερώτηση πριν μεταφερθούν στοιχεία στον κάδο ανακύκλωσης
et: Küsi kinnitust enne objektide viskamist prügikasti
eu: Galdetu elementuak zakarrontzira bidali aurretik
fa: پیش از هدایت موارد به سطل زباله بپرسید
hi: आइटम को रिसाइकल बिन में ले जाने से पहले पूछे
hu: Kérdés az elemek kukába helyezése előtt
id: Tanya sebelum memindahkan benda ke tong sampah
is: Spyrja áður en atriði eru færð í ruslmöppuna
kn: ವಸ್ತುಗಳನ್ನು ಮರುಬಳಕೆ ತೊಟ್ಟಿಗೆ ಸ್ಥಳಾಂತರಿಸುವ ಮೊದಲು ವಿಚಾರಿಸಿ
ko: 항목을 휴지통으로 이동 시
my: ပြန်သုံးအမှိုက်ပုံးသို့မရွှေ့ခင် ပြန်မေးရန်
nn: Verta spurd før du kastar ting i papirkorga
ro: Întreabă înainte de a muta obiecte în coșul de reciclare
ta: மறுசுழற்சி தொட்டியில் பொருட்களை நகர்த்துவதற்கு முன் கேளுங்கள்
vi: Hỏi trước khi chuyển các mục vào thùng rác

# settingsConfirmationBeforeMoveUndatedItems
source: Ask before moving undated items
ar: اسأل قبل نقل العناصر غير المؤرخة
be: Спытаць, перш чым перамяшчаць прадметы без даты
bg: Попитай, преди преместване на елементи без дата
ca: Pregunta abans de moure elements sense data
el: Ερώτηση πριν μεταφερθούν στοιχεία χωρίς ημερομηνία
et: Küsi kinnitust enne kuupäevadeta objektide teisaldamist
eu: Galdetu data ez duten elementuak mugitu aurretik
fa: پیش از جابجایی موارد بدون تاریخ بپرسید
hi: अदिनांकित आइटम को ले जाने से पहले पूछे
hu: Kérdés a dátum nélküli elemek áthelyezése előtt
id: Tanyakan sebelum memindahkan barang tanpa metadata tanggal
is: Spyrja áður en ódagsett atriði eru færð
kn: ದಿನಾಂಕವಿಲ್ಲದ ವಸ್ತುಗಳನ್ನು ಸ್ಥಳಾಂತರಿಸುವ ಮೊದಲು ವಿಚಾರಿಸಿ
ko: 날짜가 지정되지 않은 항목을 이동 시
my: ရက်စွဲမပါသောပုံများကိုမရွှေ့ခင် ပြန်မေးရန်
nn: Verta spurd før du flyttar på ting utan dato
ro: Întreabă înainte de a muta articole fără dată
ta: மதிப்பிடப்படாத பொருட்களை நகர்த்துவதற்கு முன் கேளுங்கள்
vi: Hỏi trước khi di chuyển các mục không ghi ngày tháng

# settingsConfirmationAfterMoveToBinItems
source: Show message after moving items to the recycle bin
ar: إظهار الرسالة بعد نقل العناصر إلى سلة المحذوفات
be: Паказваць паведамленне пасля перамяшчэння элементаў у кошык
bg: Показване на съобщение след преместване на елементи в кошчето
ca: Mostra missatge després de moure elements a la paperera de reciclatge
el: Εμφάνιση μηνύματος μετά τη μεταφορά στοιχείων στον κάδο ανακύκλωσης
et: Näita teadet peale objektide viskamist prügikasti
eu: Mezua erakutsi elementuak zakarrontzira bidali ondoren
fa: نمایش پیام پس از هدایت موارد به سطل زباله
hi: आइटम को रिसाइकिल बिन में ले जाने के बाद संदेश दिखाए
hu: Üzenet az elemek kukába helyezése után
id: Tampilkan pesan setelah menggerakkan barang ke tong sampah
is: Sýna skilaboð eftir að atriði eru færð í ruslmöppuna
kn: ವಸ್ತುಗಳನ್ನು ಮರುಬಳಕೆ ತೊಟ್ಟಿಗೆ ಸ್ಥಳಾಂತರಿಸಿದ ನಂತರ ಸಂದೇಶವನ್ನು ತೋರಿಸಿ
ko: 항목을 휴지통으로 이동 후
my: ပြန်သုံးအမှိုက်ပုံးထဲထည့်ပြီးလျှင် ပြီးကြောင်း စာဖြင့်ပြပေးရန်
nn: Verta spurd om du vil angre etter å ha kasta ting i søppelkorga
ro: Afișare mesaj după mutarea elementelor în coșul de reciclare
ta: மறுசுழற்சி தொட்டியில் உருப்படிகளை நகர்த்திய பின் செய்தியைக் காட்டு
vi: Hiển thị thông báo sau khi di chuyển mục vào thùng rác
