Repository: deckerst/aves
Catalog: lib/l10n/app_*.arb
Languages: ar, az, be, bg, ca, ckb, el, et, eu, fa, he, hi, hu, id, is, kn, ko, my, nn, ro, ta, th, vi

# hideFilterConfirmationDialogMessage
source: Matching photos and videos will be hidden from your collection. You can show them again from the “Privacy” settings. Are you sure you want to hide them?
ar: سيتم إخفاء الصور ومقاطع الفيديو المطابقة من مجموعتك. ويمكنك إظهارها مرة أخرى من إعدادات «الخصوصية». هل أنت متأكد أنك تريد إخفاءهم؟
be: Адпаведныя фота і відэа будуць схаваны з вашай калекцыі. Вы можаце убачыць іх зноў у наладах «Прыватнасць». Вы ўпэўнены, што хочаце іх схаваць?
bg: Съответстващите снимки и видеоклипове ще бъдат скрити от вашата колекция. Можете да ги покажете отново от настройките „Поверителност“. Сигурни ли сте, че искате да ги скриете?
ca: Les fotos i els vídeos coincidents s’amagaran de la teva coŀlecció. Podeu tornar-los a mostrar des de la configuració de «Privadesa». Esteu segur que voleu amagar-los?
el: Οι φωτογραφίες και τα βίντεο που ταιριάζουν θα κρυφτούν από τη συλλογή σας. Μπορείτε να τα εμφανίσετε ξανά από τις ρυθμίσεις «Απόρρητο». Είστε σίγουροι ότι θέλετε να τα κρύψετε;
et: Filtrile vastavad fotod ja videod on sinu meediakogust peidetud. Kui soovid neid uuesti kuvada, siis seadistuste alajaotusest „Privaatsus“ saad seda lubada. Kas sa oled kindel, et soovid neid peita?
eu: Bat-etortzen diren argazki eta bideoak zure bildumatik ezkutatuko dira. Berriro agerrarazi ditzakezu «Pribatutasuna» ezarpenetatik. Ziur al zaude ezkuta nahi al dituzula?
fa: تطبیق عکس ها و فیلم ها از مجموعه شما پنهان خواهد ماند. می توانید دوباره آنها را از تنظیمات «حریم خصوصی» نشان دهید. از پنهان سازی آنها اطمینان دارید?
hi: मैचिंग तस्वीरें और वीडियो आपके कलेक्शन से छिपे होंगे। आप उन्हें फिर से "गोपनीयता" सेटिंग्स से दिखा सकते हैं। क्या आप उन्हें छिपाना चाहते हैं?
hu: Az egyező képek és videók el lesznek rejtve a gyűjteményedből. Újra megjelenítheted ezeket az „Adatvédelem” beállításokban. Biztosan el akarod rejteni őket?
id: Foto dan video yang cocok akan disembunyikan dari koleksi Anda. Anda dapat menampilkannya lagi dari pengaturan “Privasi”. Apakah Anda yakin ingin menyembunyikannya?
is: Samsvarandi ljósmyndir og myndskeið verða falin frá safninu þínu. Þú getur látið þetta birtast aftur með því að fara í „Persónuvernd“-stillingarnar. Ertu viss um að þú viljir fela þetta?
kn: ಹೊಂದಿಕೆಯ ಚಿತ್ರಗಳನ್ನು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ನಿಮ್ಮ ಸಂಗ್ರಹದಿಂದ ಮರೆಮಾಡಲಾಗುತ್ತದೆ. “ಗೌಪ್ಯತೆ” ಸಂಯೋಜನೆಗಳಿಂದ ನೀವು ಅವುಗಳನ್ನು ಮತ್ತೆ ತೋರಿಸಬಹುದು. ನೀವು ಅವುಗಳನ್ನು ಮರೆಮಾಡಲು ಬಯಸುತ್ತೀರಾ?
ko: 이 필터에 맞는 사진과 동영상이 보이지 않을 것입니다. “개인정보 보호” 설정을 수정하면 다시 보일 수 있습니다. 이 필터를 숨기시겠습니까?
my: ယခုစစ်ထုတ်မှုနှင့် ကိုက်ညီသော ဓာတ်ပုံနှင့်ဗီဒီယိုများကို စုစည်းမှုထဲမှ ဝှက်ထားမည်ဖြစ်ပါသည်။ ပြန်ဖော်ချင်ပါက “ကိုယ်ရေးကိုယ်တာလုံခြုံမှု” ဆက်တင်ထဲကနေ ပြန်ဖော်နိုင်ပါသည်။ ဝှက်ထားချင်တာ သေချာပါသလား?
nn: Samsvarande bilete og videoar vil verte skjult ifrå samlinga di. Du kan visa dei att ifrå «Personvern»-innstillingane. Er du sikker på at du vil skjule dei?
ro: Fotografiile și videoclipurile care se potrivesc vor fi ascunse din colecția ta. Le puteți afișa din nou din setările „Confidențialitate”. Ești sigur că vrei să le ascunzi?
ta: பொருந்தக்கூடிய புகைப்படங்கள் மற்றும் காணொளிகள் உங்கள் சேகரிப்பிலிருந்து மறைக்கப்படும். “தனியுரிமை” அமைப்புகளிலிருந்து அவற்றை மீண்டும் காட்டலாம். அவற்றை மறைக்க விரும்புகிறீர்களா?
th: รูปภาพและวิดีโอที่ซ้ำกัน จะถูกซ่อนจากคอลเลกชันของคุณ คุณสามารถตั้งค่าให้แสดงได้ใน "การตั้งค่าความเป็นส่วนตัว" คุณแน่ใจหรือไม่ว่าต้องการซ่อน?
vi: Ảnh và video trùng khớp sẽ bị ẩn khỏi bộ sưu tập của bạn. Bạn có thể hiển thị lại chúng từ cài đặt “Quyền riêng tư”. Bạn có chắc chắn muốn ẩn chúng không?

# newAlbumDialogTitle
source: New Album
ar: البوم جديد
be: Новы альбом
bg: Нов албум
ca: Àlbum nou
ckb: ئەلبومی نوێ
el: Νεο αλμπουμ
et: Uus album
eu: Album berria
fa: آلبوم جدید
hi: नया एल्बम
hu: Új album
id: Album Baru
is: Nýtt albúm
kn: ಹೊಸ ಆಲ್ಬಮ್
ko: 새 앨범 만들기
my: အယ်လ်ဘမ်အသစ်
nn: Nytt Album
ro: Album nou
ta: புதிய தொகுப்பு
th: อัลบั้มใหม่
vi: Bộ sưu tập mới

# newAlbumDialogNameLabel
source: Album name
ar: اسم الألبوم
be: Назва альбома
bg: Име на албума
ca: Nom de l’Àlbum
ckb: ناوی ئەلبوم
el: Όνομα άλμπουμ
et: Albumi nimi
eu: Albumaren izena
fa: نام آلبوم
hi: एल्बम का नाम
hu: Album neve
id: Nama album
is: Heiti albúms
kn: ಆಲ್ಬಮ್ ಹೆಸರು
ko: 앨범 이름
my: အယ်လ်ဘမ်အမည်
nn: Albumsnamn
ro: Numele albumului
ta: தொகுப்பின் பெயர்
th: ชื่ออัลบั้ม
vi: Tên bộ sưu tập

# newAlbumDialogAlbumAlreadyExistsHelper
source: Album already exists
bg: Албумът вече съществува
ckb: ئەم ئەلبومە هەیە
et: Sellise nimega album on juba olemas
hi: एल्बम पहले से उपलब्ध हैं
is: Albúm er þegar til staðar
kn: ಆಲ್ಬಮ್ ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ
ko: 앨범이 이미 있습니다
ta: தொகுப்பு ஏற்கனவே உள்ளது

# newAlbumDialogNameLabelAlreadyExistsHelper
source: Directory already exists
ar: الدليل موجود بالفعل
be: Каталог ужо існуе
bg: Директорията вече съществува
ca: El directori ja existeix
el: Η ονομασία υπάρχει ήδη
et: Selline kaust on juba olemas
eu: Karpeta jada badago
fa: پوشه از پیش موجود است
hi: डायरेक्टरी पहले से मौजूद
hu: A mappa már létezik
id: Direktori sudah ada
is: Mappa er þegar til staðar
kn: ಕೋಶವು ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ
ko: 사용 중인 이름입니다
my: Directory ရှိပြီးသားဖြစ်သည်
nn: Mappa finst alt
ro: Directorul există deja
ta: அடைவு ஏற்கனவே உள்ளது
th: มีไดเรกทอรีนี้อยู่แล้ว
vi: Thư mục đã tồn tại

# newAlbumDialogStorageLabel
source: Storage:
ar: تخزين:
be: Захоўванне:
bg: Хранилище:
ca: Emmagatzematge:
ckb: بیرگە:
el: Aποθηκευτικός χώρος:
et: Andmeruum:
eu: Biltegiratzea:
fa: حافظه:
hi: स्टोरेज:
hu: Tárhely:
id: Penyimpanan:
is: Geymslurými:
kn: ಸಂಗ್ರಹಣೆ:
ko: 저장공간:
my: သိုလှောင်မှု -
nn: Gøyme:
ro: Depozitare:
ta: சேமிப்பு:
th: พื้นที่จัดเก็บ:
vi: Lưu trữ:

# newDynamicAlbumDialogTitle
source: New Dynamic Album
bg: Нов динамичен албум
ckb: ئەلبومێکی بزۆکی نوێ
et: Uus dünaamiline album
hi: नया डायनेमिक एल्बम
is: Nýtt breytilegt albúm
kn: ಹೊಸ ಡೈನಾಮಿಕ್ ಆಲ್ಬಮ್
ko: 새 동적 앨범
ta: புதிய மாறும் தொகுப்பு

source: Dynamic album already exists
bg: Динамични албум вече съществува
ckb: ئەلبومە بزۆکەکە هەیە
et: Selline dünaamiline album on juba olemas
hi: डायनेमिक एल्बम पहले से ही मौजूद है
is: Breytilegt albúm er þegar til staðar
kn: ಡೈನಾಮಿಕ್ ಆಲ್ಬಮ್ ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ
ko: 동적 앨범이 이미 있습니다
ta: மாறும் தொகுப்பு ஏற்கனவே உள்ளது

# newVaultWarningDialogMessage
source: Items in vaults are only available to this app and no others. If you uninstall this app, or clear this app data, you will lose all these items.
ar: العناصر الموجودة في الخزائن متاحة فقط لهذا التطبيق وليس للتطبيقات الأخرى. إذا قمت بإلغاء تثبيت هذا التطبيق، أو قمت بحذف بيانات هذا التطبيق، فسوف تفقد كل هذه العناصر.
be: Элементы ў сховішчах даступныя толькі гэтай праграме і нікому больш. Калі вы выдаліце гэту праграму або ачысціце даныя праграмы, вы страціце ўсе гэтыя элементы.
bg: Елементите в трезорите са достъпни само за това приложение и за никое друго. Ако деинсталирате или изчистите данните на това приложение, ще загубите цялото съдържание на трезора.
ca: Els elements en caixes fortes només son disponibles des d’aquesta aplicació. Si desinstaŀles aquesta aplicació o en borres les dades, perdràs aquests elements.
ckb: شتەکانی ناو ئەم گاسنووقە تەنیا بۆ ئەم کاربەرنامەیە بەردەستە نەک هی تر. ئەگەر ئەم کاربەرنامەیە بسڕیتەوە یان دراوەکانی نەهێڵیت، هەموو شتەکانی ناویشی دەفەوتێن.
el: Τα αρχεία στα θησαυροφυλάκια είναι διαθέσιμα μόνο σε αυτή την εφαρμογή και σε καμία άλλη. Αν απεγκαταστήσετε την εφαρμογή ή έστω διαγράψετε τα δεδομένα της εφαρμογής, θα χάσετε όλα σας τα κρυφά αρχεία.
et: Turvaruumis asuvad objektid on nähtavad vaid sellele rakendusele ja mitte ühelgi muul viisil. Kui sa eemaldad nutiseadmest selle rakenduse või kustutad rakenduse andmed, siis kaob igasugune ligipääs nendele objektidele.
eu: Kutxa gotorreko elementuak aplikazio honetarako soilik daude eskuragarri eta ez beste edozeinetarako. Aplikazio hau desinstalatzen baduzu, edo aplikazio honen datuak garbitu, elementu guzti hauek galduko dituzu.
fa: موارد موجود در گاوصندوق تنها برای این برنامه در دسترس هستند و در هیچ برنامه دیگری وجود ندارد. اگر این برنامه را پاک کنید، یا داده های برنامه را پاک کنید، همه این موارد را از دست خواهید داد.
hi: वॉल्ट में आइटम केवल इस ऐप के लिए व अन्य के लिए नहीं उपलब्ध हैं। यदि आप इस ऐप को अनइंस्टॉल करते हैं, या इस ऐप डेटा को साफ़ करते हैं, तो आप इन सभी आइटम को खो देंगे।।
hu: A széfben lévő elemek csak ebben az alkalmazásban érhetőek el. Ha eltávolítod az alkalmazást vagy törlöd az adatokat, ezeket az elemeket is elveszíted.
id: Item dalam brankas hanya tersedia untuk aplikasi ini dan bukan yang lain. Jika Anda menghapus aplikasi ini, atau menghapus data aplikasi ini, Anda akan kehilangan semua item tersebut.
is: Atriði í öryggisgeymslum eru einungis aðgengileg í þessu forriti og engum öðrum. Ef þú fjarlægir þetta forrit, eða hreinsar gögn forritsins, muntu tapa öllum þessum atriðum.
kn: ನೆಲಮಾಳಿಗೆಯಲ್ಲಿನ ವಸ್ತುಗಳು ಈ ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಮಾತ್ರ ಲಭ್ಯವಿದೆ ಮತ್ತು ಇತರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಲ್ಲಿ ಇರುವುದಿಲ್ಲ. ನೀವು ಈ ಅಪ್ಲಿಕೇಶನ್ ನನ್ನು ಅಸ್ಥಾಪಿಸಿದರೆ ಅಥವಾ ಈ ಅಪ್ಲಿಕೇಶನ್ ದತ್ತಾಂಶಗಳನ್ನು ತೆರವುಗೊಳಿಸಿದರೆ, ನೀವು ಈ ಎಲ್ಲ ವಸ್ತುಗಳನ್ನು ಕಳೆದುಕೊಳ್ಳುತ್ತೀರಿ.
ko: 금고에 있는 항목들은 이 앱에서만 볼 수 있습니다. 이 앱을 삭제 시, 또한 이 앱의 데이터를 삭제 시, 항목을 완전히 삭제될 것입니다.
my: လျှို့ဝှက်သိုလှောင်ခန်းရှိ ဓာတ်ပုံနှင့်ဗီဒီယိုများကို ဤအက်ပ်တွင်သာမြင်ရမည်ဖြစ်ပြီး အခြားအက်ပ်များတွင် မမြင်ရနိုင်ပါ။ ဤအက်ပ်ကိုဖျက်လိုက်သည်ဖြစ်စေ၊ အက်ပ်ဒေတာကိုရှင်းလင်းလိုက်သည်ဖြစ်စေ ၎င်းဓာတ်ပုံနှင့်ဗီဒီယိုအားလုံးကို ဆုံးရှုံးသွားမည်ဖြစ်ပါသည်။
nn: Ting i kvelva er berre tilgjengelege for denne appen. Om du slettar denne appen eller tømmer dataa til denne appen, vil du missa alt som er i kvelva.
ro: Elementele din seifuri sunt disponibile doar pentru această aplicație și nu pentru altele. Dacă dezinstalezi această aplicație sau ștergi datele acestei aplicații, vei pierde toate aceste elemente.
ta: பெட்டகங்களில் உள்ள உருப்படிகள் இந்தப் பயன்பாட்டிற்கு மட்டுமே கிடைக்கின்றன, மற்றவைகளுக்கு இல்லை. இந்தப் பயன்பாட்டை நிறுவல் நீக்கினால் அல்லது இந்தப் பயன்பாட்டு தரவை அழித்தால், இந்த உருப்படிகள் அனைத்தையும் இழப்பீர்கள்.
vi: Các mục trong kho bí mật chỉ có sẵn cho ứng dụng này và không có sẵn cho ứng dụng khác. Nếu bạn gỡ cài đặt ứng dụng này hoặc xóa dữ liệu ứng dụng này, bạn sẽ mất tất cả các mục này.

# configureVaultDialogTitle
source: Configure Vault
ar: تكوين خزنة
be: Наладзьце сховішча
bg: Конфигурирайте Трезор
ca: Configura caixa forta
el: Διαμορφωστε το θησαυροφυλακιο
et: Seadista turvaruumi
eu: Konfiguratu kutxa gotorra
fa: پیکربندی گاوصندوق
hi: वॉल्ट को कॉन्फ़िगर करना
hu: Széf konfigurálása
id: Atur Brankas
is: Stilla öryggisgeymslu
kn: ನೆಲಮಾಳಿಗೆಯನ್ನು ಸಂರಚಿಸಿ
ko: 금고 설정
my: လျှို့ဝှက်သိုလှောင်ခန်းကို ပြင်ဆင်ခြင်း
nn: Set opp kvelvet
ro: Configurare seif
ta: பெட்டகத்தை உள்ளமை
vi: Cấu hình Két sắt

# vaultDialogLockModeWhenScreenOff
source: Lock when screen turns off
ar: القفل عند إيقاف تشغيل الشاشة
be: Блакіроўка пры выключэнні экрана
bg: Заключване при изключен екран
ca: Bloqueja quan la pantalla s’apagui
ckb: کڵۆمی بدە کە مۆبایلە داخرا
el: Κλείδωμα όταν σβήνει η οθόνη
et: Ekraani väljalülitumisel lukusta turvaruum
eu: Blokeatu pantaila itzaltzean
fa: وقتی دستگاه خاموش شد قفل شود
hi: लॉक करे,जब स्क्रीन बंद हो जाती है
hu: Zárolás képernyő kikapcsoláskor
id: Kunci ketika layar mati
is: Læsa þegar skjárinn slekkur á sér
kn: ಪರದೆ ಬಂದಾದಾಗ ಲಾಕ್ ಮಾಡಿ
ko: 화면이 꺼진 후 자동으로 잠김
my: စကရင်ပိတ်လျှင် လော့ခ်ခတ်ရန်
nn: Lås når skjermen slår seg av
ro: Blocare atunci când ecranul se oprește
ta: திரை அணைக்கப்படும்போது பூட்டு
vi: Khóa khi màn hình tắt

# vaultDialogLockTypeLabel
source: Lock type
ar: نوع القفل
be: Тып блакіроўкі
bg: Вид заключване
ca: Tipus de bloqueig
ckb: جۆری کڵۆمدان
el: Τύπος κλειδώματος
et: Lukustuse tüüp
eu: Blokeatze modua
fa: نوع قفل
hi: लॉक प्रकार
hu: Zárolás típusa
id: Jenis penguncian
is: Tegund læsingar
kn: ಲಾಕ್ ವಿಧ
ko: 잠금 방식
my: လော့ခ်အမျိုးအစား
nn: Låseslag
ro: Tip de blocare
ta: பூட்டு வகை
vi: Loại khóa

# patternDialogEnter
source: Enter pattern
ar: أدخل النمط
be: Увядзіце графічны ключ
bg: Въведете шаблон
ca: Introdueix patró
el: Εισάγετε το μοτίβο
et: Sisesta viipemuster
eu: Sartu patroia
fa: وارد کردن الگو
hi: पैटर्न दर्ज करें
hu: Minta megadása
id: Masukkan pola
is: Settu inn mynstur
kn: ಪ್ಯಾಟರ್ನ್ ನಮೂದಿಸಿ
ko: 패턴을 입력하세요
my: Pattern ဆွဲပါ
nn: Stryk inn eit mønster
ro: Introdu modelul
ta: வடிவத்தை உள்ளிடு
vi: Nhập mẫu

# patternDialogConfirm
source: Confirm pattern
ar: تأكيد النمط
be: Пацвердзіце графічны ключ
bg: Потвърдете шаблон
ca: Confirma patró
el: Επιβεβαιώστε το μοτίβο
et: Korda viipemustrit
eu: Konfirmatu patroia
fa: تایید الگو
hi: पैटर्न कन्फर्म करे
hu: Minta megerősítése
id: Konfirmasi pola
is: Staðfestu mynstrið
kn: ಪ್ಯಾಟರ್ನ್ ಖಚಿತಪಡಿಸಿ
ko: 패턴을 확인하세요
my: Pattern ကို အတည်ပြုပါ
nn: Stadfest mønsteret
ro: Confirmă modelul
ta: முறை உறுதிப்படுத்து
vi: Xác nhận mẫu

# pinDialogEnter
source: Enter PIN
ar: أدخل الرمز السري
be: Увядзіце PIN-код
bg: Въведете пин-код
ca: Introdueix PIN
el: Εισάγετε το PIN
et: Sisesta PIN-kood
eu: Sartu PINa
fa: وارد کردن PIN
hi: पिन दर्ज करें
hu: PIN megadása
id: Masukkan pin
is: Settu inn PIN-númer
kn: PIN ನಮೂದಿಸಿ
ko: PIN을 입력하세요
my: PIN နံပါတ် ရိုက်ထည့်ပါ
nn: Skriv inn ein talkode
ro: Introdu codul PIN
ta: தன்எண் உள்ளிடவும்
vi: Nhập PIN

# pinDialogConfirm
source: Confirm PIN
ar: تأكيد الرمز السري
be: Пацвердзіце PIN-код
bg: Потвърдете PIN
ca: Confirma PIN
el: Επιβεβαιώστε το PIN
et: Korda PIN-koodi
eu: Konfirmatu PINa
fa: تایید PIN
hi: पिन कन्फर्म करें
hu: PIN megerősítése
id: Konfirmasi pin
is: Staðfestu PIN-númer
kn: PIN ಖಚಿತಪಡಿಸಿ
ko: PIN을 확인하세요
my: PIN နံပါတ်ကို အတည်ပြုပါ
nn: Stadfest talkoden
ro: Confirmă codul PIN
ta: தன்எண் உறுதிப்படுத்து
vi: Xác nhận PIN

# passwordDialogEnter
source: Enter password
ar: أدخل كلمة السر
be: Увядзіце пароль
bg: Въведете парола
ca: Introdueix contrasenya
ckb: تێپەڕەوشەیەک بنووسە
el: Εισάγετε τον κωδικό πρόσβασης
et: Sisesta salasõna
eu: Sartu pasahitza
fa: وارد کردن گذرواژه
hi: पासवर्ड दर्ज करें
hu: Jelszó megadása
id: Masukkan kata sandi
is: Settu inn lykilorð
kn: ಕೀಲಿಪದ ನಮೂದಿಸಿ
ko: 비밀번호를 입력하세요
my: စကားဝှက်ရိုက်ထည့်ပါ
nn: Skriv inn passordet
ro: Introdu parola
ta: கடவுச்சொல்லை உள்ளிடு
vi: Nhập mật khẩu

# passwordDialogConfirm
source: Confirm password
ar: تأكيد كلمة السر
be: Пацвердзіце пароль
bg: Потвърдете парола
ca: Confirma contrasenya
ckb: تێپەڕەوشەکە بنووسەوە
el: Επιβεβαιώστε τον κωδικό πρόσβασης
et: Korda salasõna
eu: Berretsi pasahitza
fa: تایید گذرواژه
hi: पासवर्ड कन्फर्म करें
hu: Jelszó megerősítése
id: Konfirmasi kata sandi
is: Staðfestu lykilorð
kn: ಕೀಲಿಪದ ಖಚಿತಪಡಿಸಿ
ko: 비밀번호를 확인하세요
my: စကားဝှက်ကို အတည်ပြုပါ
nn: Stadfest passordet
ro: Confirmă parola
ta: கடவுச்சொல்லை உறுதிப்படுத்து
vi: Xác nhận mật khẩu

source: Authenticate to configure vault
ar: قم بالمصادقة لتكوين الخزنة
be: Прайдзіце аўтэнтыфікацыю, каб наладзіць сховішча
bg: Удостоверете се, за да конфигурирате трезора
ca: Autentifica la configuració de la caixa forta
el: Πιστοποίηση ταυτότητας για τη διαμόρφωση του θησαυροφυλακίου
et: Turvaruumi seadistamiseks autendi
eu: Autentifikatu kutxa gotorra konfiguratzeko
fa: احرازهویت برای پیکربندی گاو صندوق
hi: वॉल्ट को कॉन्फ़िगर करने के लिए प्रमाणीकरण करें
hu: Azonosítás a széf beállításához
id: Autentikasi untuk mengatur brankas
is: Auðkenndu til að stilla öryggisgeymslu
kn: ನೆಲಮಾಳಿಗೆಯನ್ನು ಸಂರಚಿಸಲು ಧೃಡೀಕರಿಸಿ
ko: 금고 설정을 위한 인증
my: လျှို့ဝှက်သိုလှောင်ခန်းကိုပြင်ဆင်ရန် သင်ဖြစ်ကြောင်းသက်သေပြပါ
ro: Autentifică-te pentru a configura seiful
ta: பெட்டகத்தை உள்ளமைக்க ஏற்பு
vi: Xác thực để định cấu hình két sắt

source: Authenticate to unlock vault
ar: المصادقة لفتح الخزنة
be: Прайдзіце аўтэнтыфікацыю, каб разблакіраваць сховішча
bg: Удостоверете се, за да отключите трезора
ca: Autentifica per desbloquejar caixa forta
el: Πιστοποίηση ταυτότητας για να ξεκλειδώσετε το θησαυροφυλάκιο
et: Turvaruumi lukustuse eemaldamiseks autendi
eu: Autentifikatu kutxa gotorra desblokeatzeko
fa: احرازهویت برای قفل گشایی گاو صندوق
hi: वॉल्ट को अनलॉक करने के लिए प्रमाणीकरण करें
hu: Azonosítás a széf feloldásához
id: Autentikasi untuk membuka brankas
is: Auðkenndu til að aflæsa öryggisgeymslu
kn: ನೆಲಮಾಳಿಗೆಯ ಲಾಕ್ ತೆಗೆಯಲು ಧೃಡೀಕರಿಸಿ
ko: 금고 잠금 해제를 위한 인증
my: လျှို့ဝှက်သိုလှောင်ခန်းကိုဖွင့်ရန် သင်ဖြစ်ကြောင်းသက်သေပြပါ
ro: Autentifică-te pentru a debloca seiful
ta: பெட்டகத்தைத் திறக்க ஏற்பு
vi: Xác thực để mở khóa két sắt

# renameAlbumDialogLabelAlreadyExistsHelper
source: Directory already exists
ar: الدليل موجود بالفعل
be: Каталог ужо ёсць
bg: Съществуваща директория
ca: El directori ja existeix
el: Ο κατάλογος υπάρχει ήδη
et: Selline kaust on juba olemas
eu: Direktorioa jada badago
fa: پوشه از پیش موجود است
hi: डायरेक्टरी पहले से मौजूद
hu: A mappa már létezik
id: Direktori sudah ada
is: Mappa er þegar til staðar
kn: ಕೋಶವು ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ
ko: 사용 중인 이름입니다
my: Directory ရှိပြီးသားဖြစ်သည်
nn: Mappa finst alt
ro: Directorul există deja
ta: அடைவு ஏற்கனவே உள்ளது
th: มีไดเรกทอรีนี้อยู่แล้ว
vi: Thư mục đã tồn tại

# renameEntrySetPageTitle
source: Rename
ar: إعادة تسمية
be: Перайменаваць
bg: Преименувай
ca: Canviar nom
ckb: ناولێنانەوە
el: Μετονομασια
et: Muuda nime
eu: Aldatu izena
fa: تغییرنام
hi: नाम बदलें
hu: Átnevezés
id: Ganti nama
is: Endurnefna
kn: ಮರುಹೆಸರಿಸಿ
ko: 이름 변경
my: အမည်ပြောင်းခြင်း
nn: Byt namn
ro: Redenumiți
ta: மறுபெயரிடு
th: เปลี่ยนชื่อใหม่
vi: Đổi tên

# renameEntrySetPagePatternFieldLabel
source: Naming pattern
ar: نمط التسمية
be: Шаблон наймення
bg: Шаблон наименуван
ca: Patró de nomenament
el: Μοτίβο ονομασίας
et: Failide nimemuster
eu: Izendapen-eredua
fa: الگو نام گذاری
hi: नामकरण पैटर्न
hu: Elnevezési minta
id: Pola penamaan
is: Nefningarmynstur
kn: ಹೆಸರಿಸುವ ಮಾದರಿ
ko: 이름 양식
my: အမည်ပေးခြင်းပုံစံ
nn: Namngjevingsmønster
ro: Model de denumire
ta: பெயரிடும் முறை
th: รูปแบบการตั้งชื่อ
vi: Mẫu đặt tên

# exportEntryDialogFormat
source: Format:
ar: شكل:
be: Фармат:
bg: Формат:
el: Μορφή:
et: Vorming:
eu: Formatua:
fa: فرمت:
hi: फॉर्मेट:
hu: Formátum:
is: Snið:
kn: ಸ್ವರೂಪ:
ko: 형식:
ta: வடிவம்:
th: รูปแบบ:
vi: Định dạng:

# exportEntryDialogQuality
source: Quality
ar: جودة
be: Якасць
bg: Качество
ca: Qualitat
ckb: جۆرایەتی
el: Ποιότητα
et: Kvaliteet
eu: Kalitatea
fa: کیفیت
hi: गुणवत्ता
hu: Minőség
id: Kualitas
is: Gæði
kn: ಗುಣಮಟ್ಟ
ko: 품질
my: အရည်အသွေး
nn: Kvalitet
ro: Calitate
ta: தரம்
vi: Chất lượng

# deleteSingleAlbumConfirmationDialogMessage
source: {count, plural, =1{Delete this album and the item in it?} other{Delete this album and the {count} items in it?}}
ar: {count, plural, =1{هل تريد حذف هذا الألبوم والعنصر الموجود فيه؟} other{احذف هذا الألبوم و {count} العناصر فيه؟}}
be: {count, plural, =1{Выдаліць гэты альбом і элемент у ім?} few{Выдаліць гэты альбом і {count} элементы у ім?} other{Выдаліць гэты альбом і {count} элементаў у ім?}}
bg: {count, plural, =1{Изтриване на този албум и елемента в него?} other{Изтриване на този албум и {count} елементите в него?}}
ca: {count, plural, =1{Eliminar aquest àlbum i l’element que conté?} other{Eliminar aquest àlbum i els {count} elements que conté?}}
ckb: {count, plural, =1{ئەلبومەکە و ئەو شتانەشی لەناویەتی دەسڕێتەوە؟} other{ئەلبومەکە و ئەو {count} شتانەشی لەناویەتی دەسڕێتەوە؟}}
el: {count, plural, =1{Διαγραφή αυτού του άλμπουμ και του περιεχομένου του;} other{Διαγράψτε αυτό το άλμπουμ και όλα τα {count} στοιχεία του;}}
et: {count, plural, =1{Kas kustutame selle albumi koos seal leiduva ühe objektiga?} other{Kas kustutame selle albumi koos seal leiduva {count} objektiga?}}
eu: {count, plural, =1{Album hau eta bertako elementua ezaba nahi al dituzu?} other{Album hau eta bertako {count} elementuak ezaba nahi al dituzu?}}
fa: {count, plural, =1{این آلبوم و مورد موجود در آن پاک شود؟} other{این آلبوم و {count} مورد موجود در آن پاک شود؟}}
hi: {count, plural, =1{यह एल्बम और इसमें मौजूद आइटम हटाएं?} other{यह एल्बम और इसमें मौजूद {count} हटाएं?}}
hu: {count, plural, =1{Törlöd ezt az albumot és az egy elemet benne ?} other{Törlöd ezt az albumot és a benne levő {count} elemet?}}
id: {count, plural, =1{Hapus album ini dan item yang ada di dalam?} other{Hapus album ini dan {count} item yang ada di dalam?}}
is: {count, plural, =1{Eyða þessu albúmi og atriðinu í því?} other{Eyða þessu albúmi og {count} atriðum í því??}}
kn: {count, plural, =1{ಈ ಆಲ್ಬಮ್ ಮತ್ತು ಅದರಲ್ಲಿರುವ ವಸ್ತುವನ್ನು ಅಳಿಸುವುದೇ?} other{ಈ ಆಲ್ಬಮ್ ಮತ್ತು ಅದರಲ್ಲಿರುವ {count} ವಸ್ತುಗಳನ್ನು ಅಳಿಸುವುದೇ?}}
ko: {count, plural, other{이 앨범의 항목 {count}개를 삭제하시겠습니까?}}
my: {count, plural, =1{ယခုအယ်လ်ဘမ်နဲ့ အဲ့ဒီထဲက ဓာတ်ပုံ/ဗီဒီယိုကိုဖျက်မှာလား?} =2{ယခုအယ်လ်ဘမ်နဲ့ အဲ့ဒီထဲက ဓာတ်ပုံ/ဗီဒီယိုနှစ်ခုကိုဖျက်မှာလား?} other{ယခုအယ်လ်ဘမ်နဲ့ အဲ့ဒီထဲက ဓာတ်ပုံ/ဗီဒီယို {count} ခုကို ဖျက်မှာလား?}}
nn: {count, plural, =1{Slett dette albumet og tingen i det?} other{Slett dette albumet og dei {count} tinga i det?}}
ro: {count, plural, =1{Ștergi acest album și articolul din el?} other{Ștergi acest album și {count} articolele din el?}}
ta: {count, plural, =1{இந்தத் தொகுப்பையும் அதில் உள்ள உருப்படியையும் நீக்கு?} other{இந்தத் தொகுப்பையும் அதில் உள்ள {count} உருப்படிகளையும் நீக்கு?}}
th: {count, plural, =1{ลบอัลบั้มนี้และรายการในอัลบั้มทั้งหมด?} other{ลบอัลบั้มนี้และ {count} รายการในอัลบั้ม?}}
vi: {count, plural, =1{Xóa bộ sưu tập này và các mục bên trong} other{Xóa bộ sưu tập này với {count} mục bên trong?}}

# deleteMultiAlbumConfirmationDialogMessage
source: {count, plural, =1{Delete these albums and the item in them?} other{Delete these albums and the {count} items in them?}}
ar: {count, plural, =1{هل تريد حذف هذه الألبومات والعنصر الموجود فيها؟} other{احذف هذه الألبومات و {count} العناصر فيها؟}}
be: {count, plural, =1{Выдаліць гэтыя альбомы і элемент у іх?} few{Выдаліць гэтыя альбомы і {count} элементы у іх?} other{Выдаліць гэтыя альбомы і {count} элементаў у іх?}}
bg: {count, plural, =1{Изтриване на тези албуми и елемента в тях?} other{Изтриване на тези албуми и {count} елементите в тях?}}
ca: {count, plural, =1{Eliminar aquest àlbum i l’element que conté?} other{Eliminar aquests àlbums i els {count} elements que contenen?}}
ckb: {count, plural, =1{ئەلبومەکان و ئەو شتانەشی لەناویەتی دەسڕێتەوە؟} other{ئەلبومەکان و ئەو {count} شتانەشی لەناویەتی دەسڕێتەوە؟}}
el: {count, plural, =1{Διαγράψτε αυτά τα άλμπουμ και το περιεχόμενό τους;} other{Διαγράψτε αυτά τα άλμπουμ και όλα τα {count} στοιχεία τους;}}
et: {count, plural, =1{Kas kustutame need albumis koos seal leiduva ühe objektiga?} other{Kas kustutame need albumis koos seal leiduva {count} objektiga?}}
eu: {count, plural, =1{Album hauek eta hauetan dagoen elementua ezaba nahi al dituzu?} other{Album hauek eta hauetan dauden {count} elementuak ezaba nahi al dituzu?}}
fa: {count, plural, =1{این آلبوم ها و مورد موجود در آنها پاک شود؟} other{این آلبوم ها و {count} مورد موجود در آنها پاک شود؟}}
hi: {count, plural, =1{ये एल्बम और उनमें मौजूद आइटम हटाएं?} other{ये एल्बम और उनमें मौजूद {count} आइटम हटाएं?}}
hu: {count, plural, =1{Törlöd ezt az albumot és az egy elemet benne ?} other{Törlöd ezt az albumot és a benne levő {count} elemet?}}
id: {count, plural, =1{Hapus album ini dan item yang ada di dalam?} other{Hapus album ini dan {count} item yang ada di dalam?}}
is: {count, plural, =1{Eyða þessum albúmum og atriðinu í þeim?} other{Eyða þessum albúmum og {count} atriðum í þeim??}}
kn: {count, plural, =1{ಈ ಆಲ್ಬಮ್ ಗಳನ್ನು ಮತ್ತು ಅದರಲ್ಲಿರುವ ವಸ್ತುವನ್ನು ಅಳಿಸುವುದೇ?} other{ಈ ಆಲ್ಬಮ್ ಗಳನ್ನು ಮತ್ತು ಅದರಲ್ಲಿರುವ {count} ವಸ್ತುಗಳನ್ನು ಅಳಿಸುವುದೇ?}}
ko: {count, plural, other{이 앨범들의 항목 {count}개를 삭제하시겠습니까?}}
my: {count, plural, =1{ဒီအယ်လ်ဘမ်တွေနဲ့ အဲ့ဒီထဲက ဓာတ်ပုံ/ဗီဒီယိုကိုဖျက်မှာလား?} =2{ဒီအယ်လ်ဘမ်တွေနဲ့ အဲ့ဒီထဲက ဓာတ်ပုံ/ဗီဒီယိုနှစ်ခုကိုဖျက်မှာလား?} other{ဒီအယ်လ်ဘမ်တွေနဲ့ အဲ့ဒီထဲက ဓာတ်ပုံ/ဗီဒီယို {count} ခုကို ဖျက်မှာလား?}}
nn: {count, plural, =1{Slett desse albuma og deira ting?} other{Slett desse albuma og deira {count} ting?}}
ro: {count, plural, =1{Ștergi aceste albume și articolul din ele?} other{Ștergi aceste albume și {count} articolele din ele?}}
ta: {count, plural, =1{இந்தத் தொகுப்பையும் அவற்றில் உள்ள உருப்படியையும் நீக்கு?} other{இந்தத் தொகுப்பையும் அவற்றில் உள்ள {count} உருப்படிகளையும் நீக்கு?}}
th: {count, plural, =1{ลบอัลบั้มเหล่านี้และรายการในอัลบั้มทั้งหมด?} other{ลบอัลบั้มเหล่านี้และ {count} รายการในอัลบั้ม?}}
vi: {count, plural, =1{Xóa các Album này và các mục bên trong} other{Xóa các Album này với {count} mục bên trong?}}
