Repository: deckerst/aves
Catalog: lib/l10n/app_*.arb
Languages: ar, az, be, bg, ca, ckb, el, et, eu, fa, he, hi, hu, id, is, kn, ko, my, nn, ro, ta, th, vi

# viewerInfoLabelCoordinates
source: Coordinates
ar: الإحداثيات
be: Каардынаты
bg: Координати
ca: Coordenades
el: Συντεταγμένες
et: Koordinaadid
eu: Koordenatuak
fa: مختصات
hu: Koordináták
id: Koordinat
is: Hnit
kn: ನಿರ್ದೇಶಾಂಕ
ko: 좌표
nn: Koordinatar
ro: Coordonate
ta: ஒருங்கிணைப்புகள்
vi: Tọa độ

# viewerInfoLabelAddress
source: Address
ar: العنوان
be: Адрас
bg: Адрес
ca: Adreça
el: Διεύθυνση
et: Aadress
eu: Helbidea
fa: نشانی
hu: Cím
id: Alamat
is: Heimilisfang
kn: ವಿಳಾಸ
ko: 주소
nn: Adresse
ro: Adresă
ta: முகவரி
vi: Địa chỉ

# mapStyleDialogTitle
source: Map Style
ar: نمط الخريطة
be: Стыль карты
bg: Стиль карта
ca: Estil de mapa
el: Στυλ χαρτη
et: Kaardi stiil
eu: Maparen estiloa
fa: حالت نقشه
hu: Térkép stílus
id: Gaya Peta
is: Stíll korts
kn: ನಕ್ಷೆಯ ಪ್ರಕಾರ
ko: 지도 유형
nn: Kartstil
ro: Stil hartă
ta: வரைபட நடை
vi: Kiểu bản đồ

# mapStyleTooltip
source: Select map style
ar: حدد نمط الخريطة
be: Выберыце стыль карты
bg: Избирате стил на карта
ca: Selecciona tipus de mapa
el: Επιλέξτε στυλ χάρτη
et: Vali kaardi stiil
eu: Hautatu maparen estiloa
fa: انتخاب حالت نقشه
hu: Térkép stílus választása
id: Pilih gaya peta
is: Veldu stíl korts
kn: ನಕ್ಷೆಯ ಶೈಲಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 지도 유형 선택
nn: Vel kartstil
ro: Selectați stilul hărții
ta: வரைபட பாணியைத் தேர்ந்தெடுக்கவும்
vi: Chọn kiểu bản đồ

# mapZoomOutTooltip
source: Zoom out
ar: تصغير
be: Змяншэння
bg: Намаляване
ca: Allunyar
el: Σμίκρυνση
et: Suumi välja
eu: Aldendu
fa: کوچک نمایی
hu: Kicsinyítés
id: Perkecil
is: Renna frá
kn: ಕುಗ್ಗಿಸು
ko: 축소
nn: Mink
ro: Micșorare
ta: சிறிதாக்கு
vi: Thu nhỏ

# mapPointNorthUpTooltip
source: Point north up
ar: نقطة الشمال لأعلى
be: Пакажыце поўнач уверх
bg: Север нагоре
ca: Apuntar el nord cap amunt
el: Εμφάνιση του βορρά στην κορυφή
et: Põhjasuund ülal
eu: Zuzendu iparra gorantz
fa: نقطه شمال در بالا
hu: Mindig észak felé
id: Arahkan ke utara ke atas
is: Norður beint upp
kn: ಉತ್ತರದಿಕ್ಕನ್ನು ಮೇಲ್ಮುಖವಾಗಿ ಸೂಚಿಸು
ko: 북쪽을 위로 가리키기
nn: Rett opp
ro: Îndreptați spre nord în sus
ta: வடக்கே சுட்டிக்காட்டவும்
vi: Hướng về phía bắc

# mapAttributionOsmData
source: Map data © [OpenStreetMap](https://www.openstreetmap.org/copyright) contributors
ar: بيانات الخريطة © [OpenStreetMap](https://www.openstreetmap.org/copyright) المساهمين
bg: Данни карта © [OpenStreetMap](https://www.openstreetmap.org/copyright) участници
et: Kaardiandmed © [OpenStreetMap](https://www.openstreetmap.org/copyright) kaasautorid
is: Kortagögn frá © [OpenStreetMap](https://www.openstreetmap.org/copyright) þátttakendum
kn: ನಕ್ಷೆಯ ದತ್ತಾಂಶ © [OpenStreetMap](https://www.openstreetmap.org/copyright) ಕೊಡುಗೆದಾರರು
ko: 지도 데이터 © [OpenStreetMap](https://www.openstreetmap.org/copyright) 기여자
ta: வரைபட தரவு © [OpenStreetMap](https://www.openstreetmap.org/copyright) பங்களிப்பாளர்கள்

# mapAttributionOsmLiberty
source: Tiles by [OpenMapTiles](https://www.openmaptiles.org/), [CC BY](http://creativecommons.org/licenses/by/4.0) • Hosted by [OSM Americana](https://tile.ourmap.us)
ar: البلاط بواسطة [OpenMapTiles](https://www.openmaptiles.org/), [CC BY](http://creativecommons.org/licenses/by/4.0) • مُستضاف بواسطة [OSM Americana](https://tile.ourmap.us)
bg: Предварително генерирани плочки от [OpenMapTiles](https://www.openmaptiles.org/), [CC BY](http://creativecommons.org/licenses/by/4.0) • • Хоствано от [OSM Americana](https://tile.ourmap.us)
et: Kaardipaanid: [OpenMapTiles](https://www.openmaptiles.org/), [CC BY](http://creativecommons.org/licenses/by/4.0) • Kaardiserver: [OSM Americana](https://tile.ourmap.us)
is: Kortaflísar frá [OpenMapTiles](https://www.openmaptiles.org/), [CC BY](http://creativecommons.org/licenses/by/4.0) • Hýst hjá [OSM Americana](https://tile.ourmap.us)
kn: ಬಿಲ್ಲೆಗಳನ್ನು ಒದಗಿಸಿದವರು [OpenMapTiles](https://www.openmaptiles.org/), [CC BY](http://creativecommons.org/licenses/by/4.0) • ಆಶ್ರಯದಾತರು [OSM Americana](https://tile.ourmap.us)
ko: 타일 [OpenMapTiles](https://www.openmaptiles.org/), [CC BY](http://creativecommons.org/licenses/by/4.0) • 호스팅 [OSM Americana](https://tile.ourmap.us)
ta: [OpenMapTiles](https://www.openmaptiles.org/) மூலம் ஓடுகள், [CC BY](http://creativecommons.org/licenses/by/4.0) • [OSM Americana](https://tile.ourmap.us) மூலம் புரவலசேவை

# mapAttributionOpenTopoMap
source: [SRTM](https://www.earthdata.nasa.gov/sensors/srtm) | Tiles by [OpenTopoMap](https://opentopomap.org/), [CC BY-SA](https://creativecommons.org/licenses/by-sa/3.0/)
ar: [SRTM](https://www.earthdata.nasa.gov/sensors/srtm) | البلاط بواسطة [OpenTopoMap](https://opentopomap.org/), [CC BY-SA](https://creativecommons.org/licenses/by-sa/3.0/)
bg: [SRTM](https://www.earthdata.nasa.gov/sensors/srtm) | Плочки от [OpenTopoMap](https://opentopomap.org/), [CC BY-SA](https://creativecommons.org/licenses/by-sa/3.0/)
et: [SRTM](https://www.earthdata.nasa.gov/sensors/srtm) | Kaardipaanid: [OpenTopoMap](https://opentopomap.org/), [CC BY-SA](https://creativecommons.org/licenses/by-sa/3.0/)
is: [SRTM](https://www.earthdata.nasa.gov/sensors/srtm) | Kortaflísar frá [OpenTopoMap](https://opentopomap.org/), [CC BY-SA](https://creativecommons.org/licenses/by-sa/3.0/)
kn: [SRTM](https://www.earthdata.nasa.gov/sensors/srtm) | ಬಿಲ್ಲೆಗಳನ್ನು ಒದಗಿಸಿದವರು [OpenTopoMap](https://opentopomap.org/), [CC BY-SA](https://creativecommons.org/licenses/by-sa/3.0/)
ko: [SRTM](https://www.earthdata.nasa.gov/sensors/srtm) | 타일 [OpenTopoMap](https://opentopomap.org/), [CC BY-SA](https://creativecommons.org/licenses/by-sa/3.0/)
ta: [SRTM](https://www.earthdata.nasa.gov/sensors/srtm) | [OpenTopoMap](https://opentopomap.org/) மூலம் ஓடுகள், [CC BY-SA](https://creativecommons.org/licenses/by-sa/3.0/)

# mapAttributionOsmHot
source: Tiles by [HOT](https://www.hotosm.org/) • Hosted by [OSM France](https://openstreetmap.fr/)
ar: البلاط بواسطة [HOT](https://www.hotosm.org/) • استضافة بواسطة [OSM France](https://openstreetmap.fr/)
be: Даныя карты © [OpenStreetMap](https://www.openstreetmap.org/copyright) удзельнікі • Пліткі ад [HOT](https://www.hotosm.org/) • Арганізаваны [OSM France](https://openstreetmap.fr/)
bg: Плочки от[HOT](https://www.hotosm.org/) • Хоствано от [OSM France](https://openstreetmap.fr/)
ca: Dades de mapa © [OpenStreetMap](https://www.openstreetmap.org/copyright) contribuïdors • Rajoles de [HOT](https://www.hotosm.org/) • Allotjat a [OSM France](https://openstreetmap.fr/)
el: Map data © [OpenStreetMap](https://www.openstreetmap.org/copyright) contributors • Tiles by [HOT](https://www.hotosm.org/) • Hosted by [OSM France](https://openstreetmap.fr/)
et: Kaardipaanid: [HOT](https://www.hotosm.org/) • Kaardiserver: [OSM France](https://openstreetmap.fr/)
eu: Maparen datuak © [OpenStreetMap](https://www.openstreetmap.org/copyright) laguntzaileak • Teselak: [HOT](https://www.hotosm.org/) • Ostalaria: [OSM France](https://openstreetmap.fr/)
fa: داده‌های نقشه © [OpenStreetMap](https:www.openstreetmap.orgcopyright) مشارکت‌کنندگان • کاشی ها توسط [HOT](https:www.hotosm.org) • میزبانی شده به دست [OSM France](https:openstreetmap.fr)
hu: Térképadatok © [OpenStreetMap](https://www.openstreetmap.org/copyright) közreműködők • [HOT](https://www.hotosm.org/) csempék • [OSM France](https://openstreetmap.fr/) kiszolgáló
id: Data peta © [OpenStreetMap](https://www.openstreetmap.org/copyright) kontributor • Tile oleh [HOT](https://www.hotosm.org/) • Diselenggarakan oleh [OSM France](https://openstreetmap.fr/)
is: Kortatíglar frá [HOT](https://www.hotosm.org/) • Hýst af [OSM France](https://openstreetmap.fr/)
kn: ಬಿಲ್ಲೆಗಳನ್ನು ಒದಗಿಸಿದವರು [HOT](https://www.hotosm.org/) • ಆಶ್ರಯದಾತರು [OSM France](https://openstreetmap.fr/)
ko: 타일 [HOT](https://www.hotosm.org/) • 호스팅 [OSM France](https://openstreetmap.fr/)
nn: Kartdata © [OpenStreetMap](https://www.openstreetmap.org/copyright)-medverkarar • Fliser av [HOT](https://www.hotosm.org/) • Hust av [OSM France](https://openstreetmap.fr/)
ro: Datele hărții © [OpenStreetMap](https://www.openstreetmap.org/copyright) contributori • Plăci de la [HOT](https://www.hotosm.org/) • Găzduit de [OSM France](https://openstreetmap.fr/)
ta: [HOT](https://www.hotosm.org/) மூலம் ஓடுகள் • [OSM France](https://openstreetmap.fr/) மூலம் புரவலசேவை
vi: Dữ liệu bản đồ © [OpenStreetMap](https://www.openstreetmap.org/copyright) contributors • Tiles by [HOT](https://www.hotosm.org/) • Hosted by [OSM France](https://openstreetmap.fr/)

# mapAttributionStamen
source: Tiles by [Stamen Design](https://stamen.com), [CC BY 3.0](https://creativecommons.org/licenses/by/3.0)
ar: البلاط بواسطة [Stamen Design](https://stamen.com), [CC BY 3.0](https://creativecommons.org/licenses/by/3.0)
be: Даныя карты © [OpenStreetMap](https://www.openstreetmap.org/copyright) удзельнікі • Пліткі ад [Stamen Design](https://stamen.com), [CC BY 3.0](https://creativecommons.org/licenses/by/3.0)
bg: Плочки от [Stamen Design](https://stamen.com), [CC BY 3.0](https://creativecommons.org/licenses/by/3.0)
ca: Dades de mapa © [OpenStreetMap](https://www.openstreetmap.org/copyright) contribuïdors • Rajoles per [Stamen Design](https://stamen.com), [CC BY 3.0](https://creativecommons.org/licenses/by/3.0)
el: Map data © [OpenStreetMap](https://www.openstreetmap.org/copyright) contributors • Tiles by [Stamen Design](https://stamen.com), [CC BY 3.0](https://creativecommons.org/licenses/by/3.0)
et: Kaardipaanid: [Stamen Design](https://stamen.com), [CC BY 3.0](https://creativecommons.org/licenses/by/3.0)
eu: Maparen datuak © [OpenStreetMap](https://www.openstreetmap.org/copyright) contributors • Teselak: [Stamen Design](https://stamen.com), [CC BY 3.0](https://creativecommons.org/licenses/by/3.0)
fa: داده‌های نقشه © [OpenStreetMap](https:www.openstreetmap.org/copyright) مشارکت‌کنندگان • کاشی ها بدست [Stamen Design](https:stamen.com)، [CC BY 3.0](https:creativecommons.orglicensesby3.0)
hu: Térképadatok © [OpenStreetMap](https://www.openstreetmap.org/copyright) közreműködők • [Stamen Design](https://stamen.com) csempék, [CC BY 3.0](https://creativecommons.org/licenses/by/3.0)
id: Data peta © [OpenStreetMap](https://www.openstreetmap.org/copyright) kontributor • Tile oleh [Stamen Design](https://stamen.com), [CC BY 3.0](https://creativecommons.org/licenses/by/3.0)
is: Kortatíglar frá [Stamen Design](https://stamen.com), [CC BY 3.0](https://creativecommons.org/licenses/by/3.0)
kn: ಬಿಲ್ಲೆಗಳನ್ನು ಒದಗಿಸಿದವರು [Stamen Design](https://stamen.com), [CC BY 3.0](https://creativecommons.org/licenses/by/3.0)
ko: 타일 [Stamen Design](https://stamen.com), [CC BY 3.0](https://creativecommons.org/licenses/by/3.0)
nn: Kartdata © [OpenStreetMap](https://www.openstreetmap.org/copyright)-medverkarar • Fliser av [Stamen Design](https://stamen.com), [CC BY 3.0](https://creativecommons.org/licenses/by/3.0)
ro: Datele hărții © [OpenStreetMap](https://www.openstreetmap.org/copyright) • Plăci de la [Stamen Design](https://stamen.com), [CC BY 3.0](https://creativecommons.org/licenses/by/3.0)
ta: [Stamen Design](https://stamen.com) மூலம் ஓடுகள், [CC BY 3.0](https://creativecommons.org/licenses/by/3.0)
vi: Dữ liệu bản đồ © [OpenStreetMap](https://www.openstreetmap.org/copyright) contributors • Tiles by [Stamen Design](https://stamen.com), [CC BY 3.0](https://creativecommons.org/licenses/by/3.0)

# mapEmptyRegion
source: No images in this region
ar: لا توجد صور في هذه المنطقة
be: У гэтым рэгіёне няма малюнкаў
bg: Няма изображения в този регион
ca: Sense imatges a aquesta regió
el: Δεν υπάρχουν εικόνες σε αυτήν την περιοχή
et: Sellest piirkonnast ei leidu pilte
eu: Irudirik ez eskualde honetan
fa: تصویری در این ناحیه وجود ندارد
hu: Nincsenek képek ebben a régióban
id: Tidak ada gambar di wilayah ini
is: Engar myndir á þessu svæði
kn: ಈ ಪ್ರದೇಶದಲ್ಲಿ ಯಾವುದೇ ಚಿತ್ರಗಳಿಲ್ಲ
ko: 이 지역의 사진이 없습니다
nn: Ingen bilete i dette området
ro: Nu există imagini în această regiune
ta: இந்த பிராந்தியத்தில் படங்கள் இல்லை
vi: Không có ảnh nào tại khu vực này

# viewerInfoOpenEmbeddedFailureFeedback
source: Failed to extract embedded data
ar: فشل في استخراج البيانات المضمنة
be: Не ўдалося атрымаць убудаваныя даныя
bg: Неуспешно извличане на вградени данни
ca: Error en extreure les dades incrustades
el: Αποτυχία εξαγωγής ενσωματωμένων δεδομένων
et: Lõimitud andmete lugemine ei õnnestunud
eu: Huts egitea erantsitako data ateratzean
fa: هیچ تصویری در این منطقه وجود ندارد
hu: Sikertelen a metaadatok kicsomagolása
id: Gagal mengekstrak data yang disematkan
is: Mistókst að ná í ívafin gögn
kn: ಹುದುಗಿಸಿದ ದತ್ತಾಂಶವನ್ನು ಹೊರತೆಗೆಯಲು ವಿಫಲವಾಗಿದೆ
ko: 첨부 데이터 추출 오류
nn: Greidde ikkje å pakke ut innbygde data
ro: Nu s-a reușit extragerea datelor încorporate
ta: உட்பொதிக்கப்பட்ட தரவைப் பிரித்தெடுப்பதில் தோல்வி
vi: Không thể trích xuất dữ liệu được nhúng

# viewerInfoOpenLinkText
source: Open
ar: فتح
be: Адкрыць
bg: Отвори
ca: Obrir
el: Άνοιγμα
et: Ava
eu: Ireki
fa: بازکردن
hu: Megnyitás
id: Buka
is: Opna
kn: ತೆರೆಯಿರಿ
ko: 열기
nn: Opne
ro: Deschidere
ta: திற
vi: Mở

# viewerInfoViewXmlLinkText
source: View XML
ar: عرض ملف XML
be: Прагляд XML
bg: Преглед на XML
ca: Veure XML
el: Προβολή του αρχείου XML
et: Vaata XMLi
eu: Ikusi XML
fa: نمایش XML
hu: XML megtekintése
id: Tampilkan XML
is: Skoða XML
kn: XML ನೋಡಿ
ko: XML 보기
nn: Vis XML
ro: Vizualizare XML
ta: எக்ச்எம்எல் காண்க
vi: Xem XML

# viewerInfoSearchFieldLabel
source: Search metadata
ar: البحث في البيانات الوصفية
be: Пошук метададзеных
bg: Търсене на метаданни
ca: Buscar metadades
el: Αναζήτηση μεταδεδομένων
et: Otsi metainfot
eu: Bilatu metadatuak
fa: جستجو فراداده
hu: Metaadat keresése
id: Cari metadata
is: Leita í lýsigögnum
kn: ಹುದುಗಿಸಿದ ದತ್ತಾಂಶವನ್ನು ಹುಡುಕಿ
ko: 메타데이터 검색
nn: Søk metadata
ro: Căutare metadate
ta: மெட்டாடேட்டாவைத் தேடுங்கள்
vi: Tìm kiếm metadata

# viewerInfoSearchEmpty
source: No matching keys
ar: لا توجد مفاتيح مطابقة
be: Няма адпаведных ключоў
bg: Няма съответстващи ключове
ca: Sense claus coincidents
el: Δεν ταιριάζουν τα κλειδιά
et: Vastavaid võtmeid ei leidu
eu: Bat datozen gakorik ez
fa: کلیدی منطبق نشد
hu: Nincs egyező kulcs
id: Tidak ada kata kunci yang cocok
is: Engir samsvarandi lyklar
kn: ಹೊಂದಾಣಿಕೆಯ ಕೀಲಿಗಳಿಲ್ಲ
ko: 결과가 없습니다
nn: Ingen samsvarande lyklar
ro: Nu există chei potrivite
ta: பொருந்தக்கூடிய விசைகள் இல்லை
vi: Không phù hợp

# viewerInfoSearchSuggestionResolution
source: Resolution
ar: الدقة
be: Разрозненне
bg: Резолюция
ca: Resolució
el: Ανάλυση
et: Resolutsioon
eu: Bereizmena
fa: وضوح
hu: Felbontás
id: Resolusi
is: Upplausn
kn: ಅಳತೆ
ko: 해상도
nn: Oppløysing
ro: Rezoluție
ta: பகுத்தல்
vi: Phân tích

# viewerInfoSearchSuggestionRights
source: Rights
ar: الحقوق
be: Правы
bg: Права
ca: Drets
el: Δικαιώματα
et: Õigused
eu: Eskubideak
fa: حقوق
hu: Jogok
id: Hak
is: Réttindi
kn: ಹಕ್ಕುಗಳು
ko: 권리
nn: Rettar
ro: Drepturi
ta: உரிமைகள்
vi: Luật

# wallpaperUseScrollEffect
source: Use scroll effect on home screen
ar: استخدم تأثير التمرير على الشاشة الرئيسية
be: Выкарыстоўвайце эфект пракруткі на галоўным экране
bg: Използвайте ефекта на превъртане на началния екран
ca: Utilitza l’efecte de desplaçament a la pantalla d’inici
el: Εφέ κύλισης στην αρχική οθόνη
et: Kasuta avalehel kerimisefekti
eu: Erabili lekualdatze-efektua hasierako pantailan
fa: استفاده از جلوه پیمایش در صفحه اصلی
hu: Görgetés használata kezdőképernyőn
id: Gunakan efek scroll di layar beranda
is: Nota skrunbrellur á upphafsskjá
kn: ಮುಖಪುಟದಲ್ಲಿ ಸುರುಳಿ ಪರಿಣಾಮವನ್ನು ಬಳಸಿ
ko: 홈 화면에 스크롤 효과 사용
ro: Utilizați efectul de derulare pe ecranul de pornire
ta: முகப்புத் திரையில் உருள் விளைவைப் பயன்படுத்தவும்
vi: Sử dụng hiệu ứng cuộn trên màn hình chính

# tagEditorPageTitle
source: Edit Tags
ar: تحريرالعلامات
be: Рэдагаваць тэгі
bg: Променете тагове
ca: Editar Etiquetes
el: Επεξεργασια Ετικετων
et: Muuda silte
eu: Editatu etiketak
fa: ویرایش برچسب ها‌
hu: Címkék szerkesztése
id: Ubah Label
is: Breyta merkjum
kn: Tagಗಳನ್ನು ತಿದ್ದಿ
ko: 태그 수정
nn: Brigd merke
ro: Editare etichete
ta: குறிச்சொற்களைத் திருத்து
vi: Chỉnh sửa thẻ

# tagEditorPageNewTagFieldLabel
source: New tag
ar: علامة جديدة
be: Новы тэг
bg: Нов таг
ca: Nova etiqueta
el: Νέα ετικέτα
et: Uus silt
eu: Etiketa berria
fa: برسب جدید
hu: Új címke
id: Label baru
is: Nýtt merki
kn: ಹೊಸ ಟ್ಯಾಗು
ko: 새 태그
nn: Nytt merke
ro: Etichetă nouă
ta: புதிய குறிச்சொல்
vi: Tag mới

# tagEditorPageAddTagTooltip
source: Add tag
ar: إضافة علامة
be: Дадаць тэг
bg: Добави таг
ca: Afegir etiqueta
el: Προσθήκη ετικέτας
et: Lisa silt
eu: Gehitu etiketa
fa: افزودن برچسب
hu: Címke hozzáadása
id: Tambah label
is: Bæta við merki
kn: ಟ್ಯಾಗು ಸೇರಿಸಿ
ko: 태그 추가
nn: Legg til merke
ro: Adăugare etichetă
ta: குறிச்சொல்லைச் சேர்க்கவும்
vi: Thêm tag

# tagEditorSectionRecent
source: Recent
ar: الأخيرة
be: Апошнія
bg: Скорошни
el: Πρόσφατα
et: Hiljutised
eu: Berrienak
fa: اخیر
hu: Legutóbbi
id: Terkini
is: Nýlegt
kn: ಇತ್ತೀಚಿನವು
ko: 최근 이용기록
nn: Nyleg
ro: Recente
ta: அண்மைக் கால
vi: Gần đây

# tagEditorSectionPlaceholders
source: Placeholders
ar: العناصر النائبة
be: Запаўняльнікі
bg: Заместители
ca: Marcadors de posició
el: Καταχώρηση τοποθεσίας
et: Asukohanäitajad
eu: Leku-markak
fa: جایگاه متن
hu: Helyszűrők
id: Placeholder
is: Ígildisbreytur
kn: ಪ್ಲೇಸ್‌ಹೋಲ್ಡರ್‌ಗಳು
ko: 자리 표시자
nn: Førebels
ro: Substituenți
ta: இடம் வைத்திருப்பவர்கள்
vi: Trình giữ chổ

# tagEditorDiscardDialogMessage
source: Do you want to discard changes?
ar: هل تريد تجاهل التغييرات؟
be: Вы хочаце адмяніць змены?
bg: Искате ли да отхвърлите промените?
ca: Vols descartar els canvis?
el: Θέλετε να απορρίψετε τις αλλαγές;
et: Kas sa soovid muudatustest loobuda?
eu: Aldaketak baztertu nahi dituzu?
fa: آیا می خواهید تغییرات را نادیده بگیرید?
hu: Elveted a változtatásokat?
id: Apakah Anda ingin membuang perubahan?
is: Viltu henda breytingum?
kn: ನೀವು ಬದಲಾವಣೆಗಳನ್ನು ತ್ಯಜಿಸಲು ಬಯಸುವಿರಾ?
ko: 변경 사항을 취소하시겠습니까?
nn: Vil du avvisa brigda?
ro: Dorești să renunți la modificări?
ta: மாற்றங்களை நிராகரிக்க விரும்புகிறீர்களா?
vi: Bạn có muốn hủy các thay đổi không?

# tagPlaceholderCountry
source: Country
ar: البلد
be: Краіна
bg: Държава
ca: País
el: Χώρα
et: Riik
eu: Herrialdea
fa: کشور
hu: Ország
id: Negara
is: Land
kn: ದೇಶ
ko: 국가
nn: Land
ro: Țară
ta: நாடு
vi: Quốc gia

# tagPlaceholderState
source: State
ar: الولاية
be: Дзяржава
bg: Регион
ca: Estat
el: Πολιτεία
et: Osariik
eu: Egoera
fa: آمار
hu: Megye
id: Wilayah
is: Hérað
kn: ರಾಜ್ಯ
ko: 주
nn: Landsdel
ro: Stat
ta: மாநிலம்
vi: Bang/Tỉnh thành

# tagPlaceholderPlace
source: Place
ar: المكان
be: Месца
bg: Локация
ca: Lloc
el: Μέρος
et: Asukoht
eu: Lekua
fa: مکان
hu: Hely
id: Tempat
is: Staður
kn: ಸ್ಥಳ
ko: 장소
nn: Stad
ro: Loc
ta: இடம்
vi: Địa điểm

# panoramaEnableSensorControl
source: Enable sensor control
ar: تمكين التحكم في المستشعر
be: Уключыць сэнсарнае кіраванне
bg: Активирайте сензорния контрол
ca: Activa el control del sensor
el: Ενεργοποίηση ελέγχου αισθητήρα
et: Lülita anduripõhine kontroll sisse
eu: Gaitu sentsoreen agintea
fa: روشن کردن هدایت حسگر
hu: Szenzoros vezérlés engedélyezése
id: Aktifkan kontrol sensor
is: Virkja skynjarastýringu
kn: ಸಂವೇದಕ ನಿಯಂತ್ರಣವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ko: 센서 제어 활성화
nn: Slå på sensorstyring
ro: Activați controlul tactil
ta: சென்சார் கட்டுப்பாட்டை இயக்கவும்
vi: Bật điều khiển cảm biến

# panoramaDisableSensorControl
source: Disable sensor control
ar: تعطيل التحكم في المستشعر
be: Адключыць сэнсарнае кіраванне
bg: Изключете сензорния контрол
ca: Desactiva el control del sensor
el: Απενεργοποίηση ελέγχου αισθητήρα
et: Lülita anduripõhine kontroll välja
eu: Desgaitu sentsoreen agintea
fa: خاموش کردن هدایت حسگر
hu: Szenzoros vezérlés letiltása
id: Nonaktifkan kontrol sensor
is: Gera skynjarastýringu óvirka
kn: ಸಂವೇದಕ ನಿಯಂತ್ರಣವನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ
ko: 센서 제어 비활성화
nn: Slå av sensorstyring
ro: Dezactivați controlul tactil
ta: சென்சார் கட்டுப்பாட்டை முடக்கு
vi: Tắt điều khiển cảm biến

# sourceViewerPageTitle
source: Source
ar: المصدر
be: Крыніца
bg: Источник
ca: Font
el: Πηγη
et: Allikas
eu: Iturria
fa: منبع
hu: Forrás
id: Sumber
is: Uppruni
kn: ಮೂಲ
ko: 소스 코드
nn: Kjelde
ro: Sursă
ta: மூலம்
vi: Nguồn

# filePickerShowHiddenFiles
source: Show hidden files
ar: إظهار الملفات المخفية
be: Паказаць схаваныя файлы
bg: Показване на скритите файлове
ca: Mostra arxius amagats
el: Εμφάνιση κρυφών αρχείων
et: Näita peidetud faile
eu: Erakutsi ezkutuko fitxategiak
fa: نمایش پرونده های پنهان
hu: Rejtett fájlok mutatása
id: Tampilkan file tersembunyi
ko: 숨겨진 파일 표시
nn: Vis skjulte filer
ro: Afișare fișiere ascunse
ta: மறைக்கப்பட்ட கோப்புகளைக் காட்டு
vi: Hiển thị tệp ẩn

# filePickerDoNotShowHiddenFiles
source: Don’t show hidden files
ar: عدم إظهار الملفات المخفية
be: Не паказваць схаваныя файлы
bg: Не показвай скритите файлове
ca: No mostris arxius amagats
el: Να μην εμφανίζονται τα κρυφά αρχεία
et: Ära näita peidetud faile
eu: Ez erakutsi ezkutuko fitxategiak
fa: پرونده های پنهان را نمایش نده
hu: Ne mutassa a rejtett fájlokat
id: Jangan tampilkan file tersembunyi
ko: 숨겨진 파일 표시 안함
nn: Ikkje vis skjulte filer
ro: Nu se afișează fișiere ascunse
ta: மறைக்கப்பட்ட கோப்புகளைக் காட்ட வேண்டாம்
vi: Đừng hiển thị tệp ẩn

# filePickerOpenFrom
source: Open from
ar: فتح من
be: Адкрыць з
bg: Отворете от
ca: Obrir des de
el: Άνοιγμα από
et: Ava asukohast
eu: Ireki hemendik
fa: بازکردن از
hu: Megnyitás innen
id: Buka dari
ko: 다음에서 열기:
nn: Opne ifrå
ro: Deschidere din
ta: இருந்து திறந்திருக்கும்
vi: Mở từ

# filePickerNoItems
source: No items
ar: لا توجد عناصر
be: Няма элементаў
bg: Не откривам нищо
ca: Sense element
el: Κανένα στοιχείο
et: Meediafaile pole
eu: Elementurik ez
fa: چیزی نیست
hu: Nincsenek elemek
id: Tidak ada benda
ko: 항목 없음
nn: Ingen ting
ro: Fără articole
ta: உருப்படிகள் இல்லை
vi: Không có mục nào

# filePickerUseThisFolder
source: Use this folder
ar: إستخدام هذا المجلد
be: Выкарыстоўваць гэтую тэчку
bg: Използвай тази папка
ca: Utilitza aquesta carpeta
el: Χρησιμοποιήστε αυτόν τον φάκελο
et: Kasuta seda kausta
eu: Erabili karpeta hau
fa: استفاده از این پوشه
hu: Mappa használata
id: Gunakan folder ini
ko: 이 폴더 사용
nn: Bruk denne mappa
ro: Utilizați acest dosar
ta: இந்த கோப்புறையைப் பயன்படுத்தவும்
vi: Dùng thư mục này

# coordinateDms
source: {coordinate} {direction}
ko: {direction} {coordinate}
