Repository: deckerst/aves
Catalog: lib/l10n/app_*.arb
Languages: ar, az, be, bg, ca, ckb, el, et, eu, fa, he, hi, hu, id, is, kn, ko, my, nn, ro, ta, th, vi

# collectionCopySuccessFeedback
source: {count, plural, =1{Copied 1 item} other{Copied {count} items}}
ar: {count, plural, =1{تم نسخ عنصر واحد} other{نسخ {count} أغراض}}
be: {count, plural, =1{1 элемент скапіяваны} few{{count} элементы скапіявана} other{{count} элементаў скапіявана}}
bg: {count, plural, =1{Копира 1 елемент} other{Копира {count} елемента}}
ca: {count, plural, =1{Un element copiat} other{{count} elements copiats}}
el: {count, plural, =1{Αντιγράφηκε το στοιχείο} other{Αντιγράφηκαν τα {count} στοιχεία}}
et: {count, plural, =1{Kopeerisime 1 objekti} other{Kopeerisime {count} objekti}}
eu: {count, plural, =1{Elementu 1 kopiatuta} other{{count} elementu kopiatuta}}
fa: {count, plural, =1{۱ مورد رونوشت شد} other{{count} مورد رونوشت شد}}
hi: {count, plural, =1{1 आइटम कॉपी किया गया} other{{count} आइटम कॉपी किए गए}}
hu: {count, plural, =1{1 elem másolva} other{{count} elem másolva}}
id: {count, plural, other{Menyalin {count} benda}}
is: {count, plural, =1{Afritaði 1 atriði} other{Afritaði {count} atriðum}}
kn: {count, plural, =1{1 ವಸ್ತುವನ್ನು ನಕಲಿಸಲಾಗಿದೆ} other{{count} ವಸ್ತುಗಳನ್ನು ನಕಲಿಸಲಾಗಿದೆ}}
ko: {count, plural, other{항목 {count}개를 복사했습니다}}
my: {count, plural, =1{ပုံ/ဗီဒီယိုတစ်ခုကို ကော်ပီကူးလိုက်သည်} =2{ပုံ/ဗီဒီယိုနှစ်ခုကို ကော်ပီကူးလိုက်သည်} other{ပုံ/ဗီဒီယို {count} ခုကို ကော်ပီကူးလိုက်သည်}}
nn: {count, plural, other{Kopierte {count} ting}}
ro: {count, plural, =1{S-a copiat 1 articol} other{S-au copiat {count} articole}}
ta: {count, plural, =1{நகலெடுக்கப்பட்டது 1 உருப்படி} other{நகலெடுக்கப்பட்டது {count} உருப்படிகள்}}
vi: {count, plural, =1{Đã sao chép} other{Đã sao chép {count} mục}}

# collectionMoveSuccessFeedback
source: {count, plural, =1{Moved 1 item} other{Moved {count} items}}
ar: {count, plural, =1{تم نقل عنصر واحد} other{نقل {count} عناصر}}
be: {count, plural, =1{Перамяшчаны 1 элемент} few{Перамяшчаны {count} элементы} other{Перамяшчаны {count} элементаў}}
bg: {count, plural, =1{Преместен 1 елемент} other{Преместени{count} елемента}}
ca: {count, plural, =1{Un element mogut} other{{count} elements moguts}}
el: {count, plural, =1{Μετακινήθηκε το στοιχείο} other{Μετακινήθηκαν τα {count} στοιχεία}}
et: {count, plural, =1{Teisaldasime 1 objekti} other{Teisaldasime {count} objekti}}
eu: {count, plural, =1{Elementu 1 mugituta} other{{count} elementu mugituta}}
fa: {count, plural, =1{۱ مورد هدایت شد} other{{count} مورد هدایت شد}}
hi: {count, plural, =1{1 आइटम स्थानांतरित किया गया} other{{count} आइटम स्थानांतरित किए गए}}
hu: {count, plural, =1{1 elem áthelyezve} other{{count} elem áthelyezve}}
id: {count, plural, other{{count} benda terpindah}}
is: {count, plural, =1{Færði 1 atriði} other{Færði {count} atriðum}}
kn: {count, plural, =1{1 ವಸ್ತುವನ್ನು ಸ್ಥಳಾಂತರಿಸಲಾಗಿದೆ} other{{count} ವಸ್ತುಗಳನ್ನು ಸ್ಥಳಾಂತರಿಸಲಾಗಿದೆ}}
ko: {count, plural, other{항목 {count}개를 이동했습니다}}
my: {count, plural, =1{ပုံ/ဗီဒီယိုတစ်ခုကို ရွှေ့လိုက်သည်} =2{ပုံ/ဗီဒီယိုနှစ်ခုကို ရွှေ့လိုက်သည်} other{ပုံ/ဗီဒီယို {count} ခုကို ရွှေ့လိုက်သည်}}
nn: {count, plural, other{Flytte {count} ting}}
ro: {count, plural, =1{S-a mutat 1 articol} other{S-au mutat {count} articole}}
ta: {count, plural, =1{நகர்த்தப்பட்ட 1 உருப்படி} other{நகர்த்தப்பட்ட {count} உருப்படிகள்}}
vi: {count, plural, =1{Đã di chuyển} other{Đã di chuyển {count} mục}}

# collectionRenameSuccessFeedback
source: {count, plural, =1{Renamed 1 item} other{Renamed {count} items}}
ar: {count, plural, =1{تمت إعادة تسمية عنصر واحد} other{أعادة تسمية {count} عناصر}}
be: {count, plural, =1{Перайменаваны 1 элемент} few{Перайменаваны {count} элементы} other{Перайменаваны {count} элементаў}}
bg: {count, plural, =1{Преименуван 1 елемент} other{Преименувани {count} елемента}}
ca: {count, plural, =1{Nom canviat a 1 element} other{Nom canviat a {count} elements}}
el: {count, plural, =1{Μετονομάστηκε το στοιχείο} other{Μετονομάστηκαν τα {count} στοιχεία}}
et: {count, plural, =1{Muutsime 1 objekti nime} other{Muutsime {count} objekti nime}}
eu: {count, plural, =1{Elementu 1 berrizendatuta} other{{count} elementu berrizendatuta}}
fa: {count, plural, =1{۱ مورد تغییرنام یافت} other{{count} مورد تغییرنام یافت}}
hi: {count, plural, =1{1 आइटम का नाम बदला गया} other{{count} आइटम का नाम बदला गया}}
hu: {count, plural, =1{1 elem átnevezve} other{{count} elem átnevezve}}
id: {count, plural, other{Tergantikan nama untuk {count} benda}}
is: {count, plural, =1{Endurnefndi 1 atriði} other{Endurnefndi {count} atriðum}}
kn: {count, plural, =1{1 ವಸ್ತುವನ್ನು ಮರುಹೆಸರಿಸಲಾಗಿದೆ} other{{count} ವಸ್ತುಗಳನ್ನು ಮರುಹೆಸರಿಸಲಾಗಿದೆ}}
ko: {count, plural, other{항목 {count}개의 이름을 변경했습니다}}
my: {count, plural, =1{ပုံ/ဗီဒီယိုတစ်ခုကို အမည်ပြောင်းလိုက်သည်} =2{ပုံ/ဗီဒီယိုနှစ်ခုကို အမည်ပြောင်းလိုက်သည်} other{ပုံ/ဗီဒီယို {count} ခုကို အမည်ပြောင်းလိုက်သည်}}
nn: {count, plural, =1{Bytte namnet til 1 ting} other{Bytte namna til {count} ting}}
ro: {count, plural, =1{Sa renumit 1 articol} other{S-au renumit {count} articole}}
ta: {count, plural, =1{மறுபெயரிடப்பட்டது 1 உருப்படி} other{மறுபெயரிடப்பட்டது {count} உருப்படிகள்}}
vi: {count, plural, =1{Đã đặt lại tên} other{Đã thay tên {count} mục}}

# collectionEditSuccessFeedback
source: {count, plural, =1{Edited 1 item} other{Edited {count} items}}
ar: {count, plural, =1{تم تحريرعنصر واحد} other{تحرير {count} عناصر}}
be: {count, plural, =1{1 элемент адрэдагаваны} few{{count} элементы адрэдагаваны} other{{count} элементаў адрэдагаваны}}
bg: {count, plural, =1{Редактиран 1 елемент} other{Редактирани{count} елемента}}
ca: {count, plural, =1{Un element editat} other{{count} elements editats}}
el: {count, plural, =1{Επεξεργάστηκε το στοιχείο} other{Επεξεργάστηκαν τα {count} στοιχεία}}
et: {count, plural, =1{Muutsime 1 objekti} other{Muutsime {count} objekti}}
eu: {count, plural, =1{Elementu 1 editatuta} other{{count} elementu editatuta}}
fa: {count, plural, =1{۱ مورد ویرایش شد} other{{count} مورد ویرایش شد}}
hi: {count, plural, =1{1 आइटम संपादित किया गया} other{{count} आइटम संपादित किए गए}}
hu: {count, plural, =1{1 elem szerkesztve} other{{count} elem szerkesztve}}
id: {count, plural, other{Mengubah {count} benda}}
is: {count, plural, =1{Breytti 1 atriði} other{Breytti {count} atriðum}}
kn: {count, plural, =1{1 ವಸ್ತುವನ್ನು ಸಂಪಾದಿಸಲಾಗಿದೆ} other{{count} ವಸ್ತುಗಳನ್ನು ಸಂಪಾದಿಸಲಾಗಿದೆ}}
ko: {count, plural, other{항목 {count}개를 편집했습니다}}
my: {count, plural, =1{ပုံ/ဗီဒီယိုတစ်ခုကို ပြင်ဆင်လိုက်သည်} =2{ပုံ/ဗီဒီယိုနှစ်ခုကို ပြင်ဆင်လိုက်သည်} other{ပုံ/ဗီဒီယို {count} ခုကို ပြင်ဆင်လိုက်သည်}}
nn: {count, plural, other{Brigda {count} ting}}
ro: {count, plural, =1{S-a editat 1 articol} other{S-au editat {count} articole}}
ta: {count, plural, =1{திருத்தப்பட்ட 1 உருப்படி} other{திருத்தப்பட்ட {count} உருப்படிகள்}}
vi: {count, plural, =1{Đã chỉnh sửa} other{Đã chỉnh sửa {count} mục}}

# collectionEmptyFavourites
source: No favorites
ar: لا يوجد مفضلة
be: Няма абраных
bg: Няма любими
ca: Sense preferits
el: Δεν έχουν καταχωρηθεί αγαπημένα στοιχεία
et: Sul pole veel lemmikud
eu: Gogokorik ez
fa: هیچ مورد علاقه ای وجود ندارد
hi: कोई पसंदीदा नहीं
hu: Nincsenek kedvencek
id: Tidak ada favorit
is: Engin eftirlæti
kn: ಮೆಚ್ಚಿನವುಗಳಿಲ್ಲ
ko: 즐겨찾기가 없습니다
my: အကြိုက်ဆုံးတစ်ခုမှ မရှိပါ
nn: Det du likar vert vist her
ro: Fără favorite
ta: பிடித்தவை இல்லை
vi: Không có mục Yêu thích nào

# collectionEmptyVideos
source: No videos
ar: لا توجد فيديوهات
be: Няма відэа
bg: Няма видеа
ca: Sense vídeos
el: Δεν υπάρχουν βίντεο
et: Videoid pole
eu: Bideorik ez
fa: بدون ویدیو
hi: कोई वीडियो नहीं
hu: Nincsenek videók
id: Tidak ada video
is: Engin myndskeið
kn: ವೀಡಿಯೊಗಳಿಲ್ಲ
ko: 동영상이 없습니다
my: ဗီဒီယိုတစ်ခုမှမရှိပါ
nn: Ingen videoar
ro: Fără videoclipuri
ta: வீடியோக்கள் இல்லை
vi: Không có Video nào

# collectionEmptyImages
source: No images
ar: لا توجد صور
be: Няма выяў
bg: Няма изображения
ca: Sense imatges
el: Δεν υπάρχουν εικόνες
et: Pilte pole
eu: Irudirik ez
fa: بدون تصویر
hi: कोई इमेज नहीं
hu: Nincsenek képek
id: Tidak ada gambar
is: Engar myndir
kn: ಚಿತ್ರಗಳಿಲ್ಲ
ko: 사진이 없습니다
my: ပုံတစ်ပုံမှမရှိပါ
nn: Ingen bilete
ro: Fără imagini
ta: படங்கள் இல்லை
vi: Không có Ảnh nào

# collectionEmptyGrantAccessButtonLabel
source: Grant access
ar: منح الوصول
be: Даць доступ
bg: Упълномощете достъп
ca: Donar accés
el: Παραχώρηση πρόσβασης
et: Luba juurdepääs
eu: Sarrera baimendu
fa: گرفتن دسترسی
hi: पहुंच प्रदान करें
hu: Hozzáférés biztosítása
id: Berikan akses
is: Veita aðgang
kn: ಪ್ರವೇಶವನ್ನು ನೀಡಿ
ko: 접근 허용
my: ဖိုင်ဝင်ရောက်ကြည့်ရှုခွင့်ပေးရန်
nn: Gje tilgjenge
ro: Acordare acces
ta: அணுகல் வழங்கவும்
vi: Quyền truy cập

# collectionSelectSectionTooltip
source: Select section
ar: اختر القسم
be: Выбраць раздзел
bg: Изберете раздел
ca: Seleccionar secció
el: Επιλέξτε ενότητα
et: Vali lõik
eu: Atala aukeratu
fa: انتخاب بخش
hi: अनुभाग चुनें
hu: Szakasz kijelölése
id: Pilih bagian
is: Velja hluta
kn: ವಿಭಾಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 묶음 선택
my: အစိတ်အပိုင်းရွေးချယ်ပါ
nn: Vel utvalet
ro: Selectați secțiunea
ta: பிரிவைத் தேர்ந்தெடுக்கவும்
vi: Chọn phần

# collectionDeselectSectionTooltip
source: Deselect section
ar: قم بإلغاء تحديد القسم
be: Адмяніць выбар раздзела
bg: Премахнете избрания раздел
ca: Desseleccionar secció
el: Αφαιρέστε ενότητα
et: Eemalda lõigu valik
eu: Atala baztertu
fa: عدم‌انتخاب بخش
hi: अनुभाग का चयन रद्द करें
hu: Szakasz kijelölésének megszüntetése
id: Batalkan pilihan bagian
is: Afvelja hluta
kn: ವಿಭಾಗ ಆಯ್ಕೆ ರದ್ದುಮಾಡಿ
ko: 묶음 선택 해제
my: အစိတ်အပိုင်းကို မရွေးတော့ပါ
nn: Fråvel utvalet
ro: Deselectați secțiunea
ta: பிரிவு தேர்வு
vi: Bỏ chọn phần

# drawerAboutButton
source: About
ar: حول
be: Пра нас
bg: За нас
ca: Sobre
ckb: دەربارە
el: Διάφορα
et: Teave
eu: Honi buruz
fa: درباره
hi: के बारे में
hu: Névjegy
id: Tentang
is: Um hugbúnaðinn
kn: ಕುರಿತು
ko: 앱 정보
my: အက်ပ်အကြောင်း
nn: Om
ro: Despre
ta: பற்றி
vi: Giới thiệu

# drawerSettingsButton
source: Settings
ar: إعدادات
be: Налады
bg: Настройки
ca: Configuració
ckb: ڕێکخستنەکان
el: Ρυθμίσεις
et: Seadistused
eu: Ezarpenak
fa: تنظیمات
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
is: Stillingar
kn: ಸಂಯೋಜನೆಗಳು
ko: 설정
my: ဆက်တင်များ
nn: Innstillingar
ro: Setări
ta: அமைப்புகள்
vi: Cài đặt

# drawerCollectionAll
source: All collection
ar: كافة الوسائط
be: Уся калекцыя
bg: Цялата колекция
ca: Tota la coŀlecció
el: Όλη η συλλογή
et: Kõik kogumikud
eu: Bilduma osoa
fa: تمام مجموعه
hi: सभी संग्रह
hu: Összes gyűjtemény
id: Semua koleksi
is: Allt safnið
kn: ಎಲ್ಲಾ ಸಂಗ್ರಹ
ko: 모든 미디어
my: စုစည်းမှုအားလုံး
nn: Alle samlingar
ro: Toată colecția
ta: அனைத்து சேகரிப்பு
vi: Tất cả bộ sưu tập

# drawerCollectionFavourites
source: Favorites
ar: المفضلة
be: Абраныя
bg: Любими
ca: Preferits
ckb: دڵخوازەکان
el: Αγαπημένα
et: Lemmikud
eu: Gogokoak
fa: مورد علاقه ها
hi: पसंदीदा
hu: Kedvencek
id: Favorit
is: Eftirlæti
kn: ಮೆಚ್ಚಿನವುಗಳು
ko: 즐겨찾기
my: အကြိုက်ဆုံး
nn: Likte
ro: Favorite
ta: பிடித்தவை
vi: Yêu thích

# drawerCollectionImages
source: Images
ar: الصور
be: Выявы
bg: Изображения
ca: Imatges
ckb: وێنەکان
el: Εικόνες
et: Pildid
eu: Irudiak
fa: تصاویر
hi: इमेजेस
hu: Képek
id: Gambar
is: Myndir
kn: ಚಿತ್ರಗಳು
ko: 사진
my: ဓာတ်ပုံ
nn: Bilete
ro: Imagini
ta: படங்கள்
vi: Ảnh

# drawerCollectionVideos
source: Videos
ar: الفيديوهات
be: Відэа
bg: Видео
ca: Vídeos
ckb: ڤیدیۆکان
el: Βίντεο
et: Videod
eu: Bideoak
fa: ویدیوها
hi: वीडियो
hu: Videók
id: Video
is: Myndskeið
kn: ವೀಡಿಯೊಗಳು
ko: 동영상
my: ဗီဒီယို
nn: Videoar
ro: Videoclipuri
ta: வீடியோக்கள்
vi: Video

# drawerCollectionPanoramas
source: Panoramas
ar: لقطات بانورامية
be: Панарамы
bg: Панорами
ca: Panoràmiques
el: Πανοραμικές
et: Panoraamfotod
eu: Panoramikak
fa: پانوراما
hi: पैनोरामा
hu: Panorámák
id: Panorama
is: Víðmyndir
kn: ಪನೋರಮಾಗಳು
ko: 파노라마
my: မြင်ကွင်းကျယ်ဓာတ်ပုံ
nn: Panorama
ro: Panorame
ta: பனோரமாக்கள்
vi: Toàn cảnh

# drawerCollectionAnimated
source: Animated
ar: متحرك
be: Анімацыі
bg: Анимиран
ca: Animacions
el: Κινούμενα
et: Animeeritud
eu: Animazioak
fa: پویانمایی شده
hi: एनिमेटेड
hu: Animált
id: Teranimasi
is: Með hreyfingu
kn: ಅನಿಮೇಟೆಡ್
ko: 애니메이션
my: လှုပ်ရှားနေသောပုံ
ro: Animate
ta: அனிமேசன்
vi: Hoạt ảnh

# drawerCollectionMotionPhotos
source: Motion photos
ar: صور متحركة
be: Фота з рухам
bg: Снимки с движения
ca: Fotos en moviment
ckb: وێنە جولاوەکان
el: Φωτογραφίες με κίνηση
et: Liikuvad fotod
eu: Mugimendu-argazkiak
fa: تصاویر متحرک
hi: मोशन तस्वीरें
hu: Mozgó fotók
id: Foto bergerak
is: Hreyfiljósmyndir
kn: ಚಲಿಸುವ ಚಿತ್ರಗಳು
ko: 모션 사진
my: လှုပ်ရှားမှုပါသောပုံ
nn: Rørslebilete
ro: Fotografii în mișcare
ta: இயக்க புகைப்படங்கள்
vi: Ảnh động

# drawerCollectionRaws
source: Raw photos
ar: الصور الخام
be: Raw фатаграфіі
bg: RAW
ca: Fotos Raw
el: Raw φωτογραφίες
et: Raw-vormingus fotod
eu: Raw argazkiak
fa: تصاویر خام
hi: रॉ फ़ोटो
hu: Raw fotók
id: Foto Raw
is: RAW-myndir
kn: Raw ಚಿತ್ರಗಳು
ko: Raw 이미지
my: Raw ပုံ
nn: Rå bilete
ro: Fotografii Raw
ta: மூல புகைப்படங்கள்
vi: Ảnh RAW

# drawerCollectionSphericalVideos
source: 360° Videos
ar: فيديوهات 360 درجة
be: 360° Відэа
bg: 360° видео
ca: Vídeos 360º
ckb: ڤیدیۆی ٣٦٠°
el: Βίντεο 360°
et: 360° videod
eu: 360°-ko bideoak
fa: ویدیو های 360°
hi: 360⁰ वीडियो
hu: 360° videó
id: Video 360°
is: 360° myndskeið
kn: 360° ವಿಡಿಯೋಗಳು
ko: 360° 동영상
my: ၃၆၀° ဗီဒီယို
nn: 360°-videoar
ro: Videoclipuri 360°
ta: 360 ° வீடியோக்கள்
vi: Video 360 độ

# drawerAlbumPage
source: Albums
ar: الألبومات
be: Альбомы
bg: Албуми
ca: Àlbums
ckb: ئەلبومەکان
el: Άλμπουμ
et: Albumid
eu: Albumak
fa: آلبوم ها
hi: एल्बम
hu: Albumok
id: Album
is: Albúm
kn: ಆಲ್ಬಮ್ ಗಳು
ko: 앨범
my: အယ်လ်ဘမ်
nn: Album
ro: Albume
ta: ஆல்பம்
vi: Bộ sưu tập

# drawerCountryPage
source: Countries
ar: البلدان
be: Краіны
bg: Държави
ca: Països
ckb: وڵات
el: Χώρες
et: Riigid
eu: Herrialdeak
fa: کشور ها
hi: देश
hu: Országok
id: Negara
is: Lönd
kn: ದೇಶಗಳು
ko: 국가
my: နိုင်ငံ
nn: Land
ro: Țări
ta: நாடுகள்
vi: Quốc gia

# drawerPlacePage
source: Places
ar: الأماكن
be: Месцы
bg: Места
ca: Llocs
ckb: شوێنەکان
el: Μέρη
et: Kohad
eu: Lekuak
fa: مکان ها
hi: स्थान
hu: Helyek
id: Tempat
is: Staðir
kn: ಸ್ಥಳಗಳು
ko: 장소
my: နေရာ
nn: Stadar
ro: Locații
ta: இடங்கள்
vi: Địa điểm

# drawerTagPage
source: Tags
ar: العلامات
be: Тэгі
bg: Тагове
ca: Etiquetes
el: Ετικέτες
et: Sildid
eu: Etiketak
fa: برچسب ها
hi: टैग्स
hu: Címkék
id: Label
is: Merki
kn: ಟ್ಯಾಗುಗಳು
ko: 태그
nn: Merke
ro: Etichete
ta: குறிச்சொற்கள்
vi: Thẻ

# sortByDate
source: By date
ar: حسب التاريخ
be: Па даце
bg: По дати
ca: Per data
ckb: بە ڕێکەوت
el: Ανά ημερομηνία
et: Kuupäeva alusel
eu: Dataren arabera
fa: با تاریخ
hi: दिनांक से
hu: Dátum
id: Lewat tanggal
is: Eftir dagsetningu
kn: ದಿನಾಂಕದಂತೆ
ko: 날짜
my: ရက်စွဲအလိုက်
nn: Etter dato
ro: După dată
ta: தேதி
vi: Theo thời gian

# sortByName
source: By name
ar: حسب الإسم
be: Па назве
bg: По имена
ca: Per nom
ckb: بە ناو
el: Ανά όνομα
et: Nime alusel
eu: Izenaren arabera
fa: با نام
hi: नाम से
hu: Név
id: Lewat nama
is: Eftir nafni
kn: ಹೆಸರಿನಂತೆ
ko: 이름
my: အမည်အလိုက်
nn: Etter namn
ro: După nume
ta: பெயரால்
vi: Theo tên

# sortByItemCount
source: By item count
ar: حسب عدد العناصر
be: Па колькасці элементаў
bg: По брой елементи
ca: Per nombre d’elements
el: Ανά μέτρηση στοιχείων
et: Objektide arvu järgi
eu: Elementuen kopuruaren arabera
fa: با تعداد موارد
hi: आइटम गणना के द्वारा
hu: Elemek száma
id: Lewat jumlah benda
is: Eftir fjölda atriða
kn: ವಸ್ತುಗಳ ಎಣಿಕೆಯಂತೆ
ko: 항목수
my: ပုံအရေအတွက်အလိုက်
nn: Etter mengd ting
ro: După numărul de elemente
ta: உருப்படி எண்ணிக்கை மூலம்
vi: Theo số mục

# sortBySize
source: By size
ar: حسب الحجم
be: Па памеры
bg: По размер
ca: Per mida
ckb: بە قەبارە
el: Ανά μέγεθος
et: Suuruse alusel
eu: Tamainaren arabera
fa: با اندازه
hi: साइज से
hu: Méret
id: Lewat ukuran
is: Eftir stærð
kn: ಗಾತ್ರದಂತೆ
ko: 크기
my: အရွယ်အစားအလိုက်
nn: Etter storleik
ro: După dimensiune
ta: அளவு மூலம்
vi: Theo kích cỡ

# sortByAlbumFileName
source: By album & file name
ar: حسب الألبوم واسم الملف
be: Па назве альбома і файла
bg: По име на албум и файлови имена
ca: Per àlbum i nom d’arxiu
ckb: بە ئەلبوم و ناوی بڕگە
el: Ανά άλμπουμ και όνομα αρχείου
et: Albumi ja failinime alusel
eu: Album eta fitxategien izenaren arabera
fa: با آلبوم و نام پرونده
hi: एल्बम और फाइल नाम से
hu: Album és fájlnév
id: Lewat nama album & file
is: Eftir heiti albúma og atriða
kn: ಆಲ್ಬಮ್ ಮತ್ತು ಕಡತದ ಹೆಸರಿನಂತೆ
ko: 이름
my: အယ်လ်ဘမ်နှင့် ဖိုင်အမည်အလိုက်
nn: Etter album og filnamn
ro: După album și numele fișierului
ta: ஆல்பம் & கோப்பு பெயர்
vi: Theo bộ sưu tập & tên tệp

# sortByRating
source: By rating
ar: حسب التصنيف
be: Па рэйтынгу
bg: По рейтинг
ca: Per valoració
ckb: بە هەڵسەنگاندن
el: Ανά βαθμολογία
et: Hinnangu alusel
eu: Balorazioaren arabera
fa: با امتیازبندی
hi: रेटिंग से
hu: Értékelés
id: Lewat nilai
is: Eftir einkunn
kn: ದರದಂತೆ
ko: 별점
my: အဆင့်သတ်မှတ်ချက်အလိုက်
nn: Etter omdøme
ro: După evaluare
ta: மதிப்பீடு மூலம்
vi: Theo xếp hạng

# sortByDuration
source: By duration
ar: حسب المدة
bg: По продължителност
ckb: بە ماوە
et: Kestuse järgi
hi: समय के अनुसार
is: Eftir tímalengd
kn: ಅವಧಿಯಂತೆ
ko: 길이
ta: காலப்படி

# sortOrderNewestFirst
source: Newest first
ar: الأحدث أولاً
be: Спачатку самае новае
bg: Първо най-новите
ca: Primer el més nou
ckb: یەکەمجار نوێیەکان
el: Τα πιο πρόσφατα πρώτα
et: Esmalt uuemad
eu: Berriena lehenengo
fa: اول جدیدترین
hi: नए पहले
hu: Legújabb legelől
id: Terbaru pertama
is: Nýjast fyrst
kn: ಹೊಸದು ಮೊದಲು
ko: 최근 날짜순
my: အသစ်ဆုံးက ထိပ်ဆုံး
nn: Nyaste først
ro: Cele mai noi mai întâi
ta: புதிய முதல்
vi: Mới nhất trước

# sortOrderOldestFirst
source: Oldest first
ar: الأقدم أولا
be: Спачатку самы стары
bg: Първо най-старите
ca: Primer el més antic
ckb: یەکەمجار کۆنەکان
el: Τα παλαιότερα πρώτα
et: Esmalt vanemad
eu: Zaharrena lehenengo
fa: اول قدیمی‌ترین
hi: पूराने पहले
hu: Legrégebbi legelől
id: Tertua pertama
is: Elsta fyrst
kn: ಹಳೆಯದು ಮೊದಲು
ko: 오래된 날짜순
my: အဟောင်းဆုံးက ထိပ်ဆုံး
nn: Eldste først
ro: Cele mai vechi mai întâi
ta: முதலில் பழமையானது
vi: Cũ nhất trước

# sortOrderAtoZ
source: A to Z
ar: من الألف إلى الياء
be: Ад А да Я
bg: От А до Я
ca: De A a Z
ckb: ئ بۆ ی
el: Α έως Ω
et: A kuni Z
eu: Atik Zra
fa: ا تا ی
hi: A से Z
hu: A-Z
id: A ke Z
is: A til Ö
kn: ವರ್ಣಮಾಲೆಯಂತೆ (A to Z)
ko: A~Z
my: A ကနေ Z
nn: A-Å
ro: De la A la Z
ta: அ இருந்து ஔ
vi: Từ A đến Z

# sortOrderZtoA
source: Z to A
ar: من الياء إلى الألف
be: Ад Я да А
bg: От Я до А
ca: De Z a A
ckb: ی بۆ ئ
el: Ω έως Α
et: Z kuni A
eu: Ztik Ara
fa: ی تا ا
hi: Z से A
hu: Z-A
id: Z ke A
is: Ö til A
kn: ವರ್ಣಮಾಲೆಯ ವಿರುದ್ಧವಾಗಿ (Z to A)
ko: Z~A
my: Z ကနေ A
nn: Å-A
ro: De la Z la A
ta: ஔ இருந்து அ
vi: Từ Z về A

# sortOrderHighestFirst
source: Highest first
ar: الاعلى اولا
be: Спачатку з высокім
bg: Първо най-високите
ca: Primer el més alt
el: Υψηλότερη βαθμολογία πρώτα
et: Esmalt kõrgemad
eu: Altuena lehenengo
fa: اول بالاترین
hi: उच्चतम पहले
hu: Legmagasabb legelől
id: Tertinggi pertama
is: Hæsta fyrst
kn: ಹೆಚ್ಚಿನದು ಮೊದಲು
ko: 높은 별점순
my: အမြင့်ဆုံးက ထိပ်ဆုံး
nn: Høgste først
ro: Cele mai înalte întâi
ta: முதலில் அதிகபட்சம்
vi: Cao nhất trước

# sortOrderLowestFirst
source: Lowest first
ar: الأدنى أولاً
be: Спачатку з нізкім
bg: Първо най-ниските
ca: Primer el més baix
el: Χαμηλότερη βαθμολογία πρώτα
et: Esmalt madalamad
eu: Baxuena lehenengo
fa: اول پایین‌ترین
hi: निम्नतम पहले
hu: Legalacsonyabb legelől
id: Terendah pertama
is: Lægsta fyrst
kn: ಕಡಿಮೆಯದು ಮೊದಲು
ko: 낮은 별점순
my: အနိမ့်ဆုံးက ထိပ်ဆုံး
nn: Lægste først
ro: Cele mai joase mai întâi
ta: முதலில் மிகக் குறைவு
vi: Thấp nhất trước

# sortOrderLargestFirst
source: Largest first
ar: الأكبر أولاً
be: Спачатку вялікія
bg: Първо най-големите
ca: Primer el més gran
el: Τα μεγαλύτερα πρώτα
et: Esmalt suuremad
eu: Handiena lehenengo
fa: اول بزرگترین
hi: सबसे बड़ा पहले
hu: Legnagyobb legelől
id: Terbesar pertama
is: Stærst fyrst
kn: ದೊಡ್ಡದು ಮೊದಲು
ko: 큰 파일순
my: အကြီးဆုံးက ထိပ်ဆုံး
nn: Største først
ro: Cele mai mari întâi
ta: முதல் பெரியது
vi: Lớn trước

# sortOrderSmallestFirst
source: Smallest first
ar: الأصغر أولاً
be: Спачатку маленькі
bg: Първо най-малките
ca: Primer el més petit
el: Τα μικρότερα πρώτα
et: Esmalt väiksemad
eu: Txikiena lehenengo
fa: اول کوچکترین
hi: सबसे छोटा पहले
hu: Legkisebb legelől
id: Terkecil pertama
is: Minnsta fyrst
kn: ಚಿಕ್ಕದು ಮೊದಲು
ko: 작은 파일순
my: အသေးဆုံးက ထိပ်ဆုံး
nn: Smæste først
ro: Cele mai mici întâi
ta: முதலில் சிறியது
vi: Nhỏ trước

# sortOrderShortestFirst
source: Shortest first
ar: الأقصر أولاً
bg: Първо най-кратките
et: Esmalt lühemad
hi: छोटा पहले
is: Stysta fyrst
kn: ಗಿಡ್ಡದ್ದು ಮೊದಲು
ko: 짧은 순
ta: சிறியது முதலில்

# sortOrderLongestFirst
source: Longest first
ar: الأطول أولاً
bg: Първо най-дългите
et: Esmalt pikemad
hi: सबसे लंबा पहले
is: Lengsta fyrst
kn: ಉದ್ದದ್ದು ಮೊದಲು
ko: 긴 순
ta: முதலில் நீளமானது

# albumGroupTier
source: By tier
ar: حسب الطبقة
be: Па ўзроўні
bg: По нива
ca: Per nivell
el: Ανά βαθμίδα
et: Taseme järgi
eu: Mailaren arabera
fa: با امتیاز
hi: टियर से
hu: Szint szerint
id: Lewat tingkat
is: Eftir flokki
kn: ಶ್ರೇಣಿಯಂತೆ
ko: 단계별로
my: အဆင့်အလိုက်
nn: Etter nivå
ro: După nivel
ta: வழங்கியவர்
vi: Theo tầng

# albumGroupType
source: By type
ar: حسب النوع
be: Па тыпу
bg: По тип
ca: Per tipus
el: Ανά τύπο
et: Tüübi järgi
eu: Motaren arabera
fa: با نوع
hi: टाइप द्वारा
hu: Típus szerint
id: Berdasarkan tipe
is: Eftir gerð
kn: ಪ್ರಕಾರದಂತೆ
ko: 유형별로
my: အမျိုးအစားအလိုက်
nn: Etter slag
ro: După tip
ta: வகை
vi: Theo loại

# albumGroupVolume
source: By storage volume
ar: حسب حجم التخزين
be: Па аб'ёме захоўвання
bg: По обем на съхранение
ca: Per volum d’emmagatzematge
el: Ανά αποθηκευτική μονάδα
et: Andmemahu alusel
eu: Biltegiratze-tamainaren arabera
fa: با حجم ذخیره سازی
hi: स्टोरेज मात्रा के अनुसार
hu: Tárhely alapján
id: Lewat volume penyimpanan
is: Eftir gagnageymslu
kn: ಸಂಗ್ರಹಣೆಯ ಗಾತ್ರದಂತೆ
ko: 저장공간별로
my: သိုလှောင်မှုပမာဏအလိုက်
nn: Etter gøymestad
ro: După volumul de stocare
ta: சேமிப்பக அளவு மூலம்
vi: Theo dung lượng lưu trữ

# albumGroupNone
source: Do not group
ar: لا تجمع
be: Не групаваць
bg: Без групиране
ca: No agrupar
el: Να μην γίνει ομαδοποίηση
et: Ära rühmita
eu: Ez taldekatu
fa: گروه نکن
hu: Nincs csoportositás
id: Jangan kelompokkan
ko: 묶음 없음
my: စုမပြပါနှင့်
nn: Ikkje hop
ro: Nu se grupează
ta: குழு வேண்டாம்
vi: Không nhóm các mục

# albumMimeTypeMixed
source: Mixed
ar: مختلط
be: Змешаны
bg: Разни
ca: Barrejat
el: Μικτα
et: Erinev sisu
eu: Nahastua
fa: ترکیبی
hi: मिक्सड
hu: Vegyesen
id: Tercampur
is: Blandað
kn: ಮಿಶ್ರಿತ
ko: 혼합
my: ရောထား
nn: Blanda
ro: Amestecat
ta: கலப்பு
vi: Trộn

# albumPickPageTitleCopy
source: Copy to Album
ar: نسخ إلى ألبوم
be: Капіюваць у альбом
bg: Копирай в албум
ca: Copiar a Àlbum
el: Αντιγραφή στο άλμπουμ
et: Kopeeri albumisse
eu: Kopiatu albumera
fa: رونوشت به آلبوم
hi: एल्बम में कॉपी करे
hu: Másolás albumba
id: Salin ke Album
is: Afrita í albúm
kn: ಆಲ್ಬಮ್‌ಗೆ ನಕಲಿಸಿ
ko: 앨범으로 복사
my: အယ်လ်ဘမ်သို့ ကော်ပီကူးခြင်း
nn: Kopier til album
ro: Copiere în album
ta: ஆல்பத்திற்கு நகலெடுக்கவும்
vi: Sao chép đến bộ sưu tập

# albumPickPageTitleExport
source: Export to Album
ar: تصدير إلى الألبوم
be: Экспартаваць у альбом
bg: Експортирай в албум
ca: Exportar a Àlbum
el: Εξαγωγή στο άλμπουμ
et: Ekspordi albumisse
eu: Albumera esportatu
fa: خروجی گرفتن به البوم
hi: एल्बम में एक्सपोर्ट करे
hu: Exportálás albumba
id: Ekspor ke Album
is: Flytja út í albúm
kn: ಆಲ್ಬಮ್‌ಗೆ ರಫ್ತು ಮಾಡಿ
ko: 앨범으로 내보내기
my: အယ်လ်ဘမ်သို့ ပို့ခြင်း
nn: Før ut til album
ro: Exportare în album
ta: ஆல்பத்திற்கு ஏற்றுமதி
vi: Xuất đến bộ sưu tập

# albumPickPageTitleMove
source: Move to Album
ar: انتقل إلى الألبوم
be: Перамясціць у альбом
bg: Премести в албум
ca: Moure a Àlbum
el: Μετακίνηση στο άλμπουμ
et: Teisalda albumisse
eu: Albumera mugitu
fa: هدایت به آلبوم
hi: एल्बम में स्थानांतरित करे
hu: Áthelyezés albumba
id: Pindah ke Album
is: Færa í albúm
kn: ಆಲ್ಬಮ್‌ಗೆ ಸ್ಥಳಾಂತರಿಸಿ
ko: 앨범으로 이동
my: အယ်လ်ဘမ်သို့ ရွှေ့ခြင်း
nn: Flytt til album
ro: Mutare în album
ta: ஆல்பத்திற்கு நகர்த்தவும்
vi: Di chuyển đến bộ sưu tập
