Repository: deckerst/aves
Catalog: lib/l10n/app_*.arb
Languages: ar, az, be, bg, ca, ckb, el, et, eu, fa, he, hi, hu, id, is, kn, ko, my, nn, ro, ta, th, vi

# storageAccessDialogMessage
source: Please select the {directory} of “{volume}” in the next screen to give this app access to it.
ar: يرجى تحديد {directory} لـ «{volume}» في الشاشة التالية لمنح هذا التطبيق حق الوصول إليه.
be: Калі ласка, выберыце {directory} «{volume}» на наступным экране, каб даць гэтай праграме доступ да яго.
bg: Моля изберете {directory} на „{volume}“ на следващия екран за да дадете достъп на приложението до него.
ca: Si us plau, selecciona el {directory} a «{volume}» a la següent pantalla per donar-li accés a aquesta aplicació.
el: Παρακαλώ επιλέξτε τον {directory} του «{volume}» στην επόμενη οθόνη για να δώσετε πρόσβαση στην εφαρμογή.
et: Palun anna sellele rakendusele järgmises ekraanivaates õigused {directory} kaustale „{volume}“ andmekogus.
eu: Mesedez, «{volume}»-(e)n {directory} aukera ezazu hurrengo pantailan aplikazio honi sarrera baimentzeko.
fa: لطفا شاخهٔ {directory} در «{volume}» را در صفحه بعد انتخاب کنید و به برنامه اجازه بدهید.
hi: अगले स्क्रीन में "{volume}" के {directory} का चयन करें ताकि यह ऐप इसके लिए पहुंच सके।।
hu: Válaszd ki a {directory} mappát a „{volume}” tárhelyen a következő képernyőn, hogy az Aves hozzáférjen.
id: Silahkan pilih {directory} dari “{volume}” di layar berikutnya untuk memberikan akses aplikasi ini ke sana.
is: Veldu {directory} á „{volume}“ í næsta skjá til að gefa forritinu aðgang að henni.
kn: ಈ ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಪ್ರವೇಶವನ್ನು ನೀಡಲು ಮುಂದಿನ ಪರದೆಯಲ್ಲಿ “{volume}” ದ {directory} ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.
ko: 파일에 접근하도록 다음 화면에서 “{volume}”의 {directory}를 선택하세요.
my: ယခုအက်ပ်ကို ဖိုင်ဝင်ရောက်ကြည့်ရှုခွင့်ပေးရန်အတွက် အရှေ့စကရင်သို့ရောက်လျှင် “{volume}” ၏ {directory} ကို ရွေးချယ်ပေးပါ။
nn: Vel {directory} i «{volume}» i neste vising for å gje denne appen tilgjenge til ho.
ro: Vă rugăm să selectați {directory} „{volume}” în ecranul următor pentru a oferi acestei aplicații acces la acesta.
ta: இந்தப் பயன்பாட்டுக்கு அணுகலை வழங்க அடுத்த திரையில் உள்ள “{volume}” இன் {directory} ஐத் தேர்ந்தெடு.
th: โปรดเลือก {directory} ของ "{volume}" ในหน้าถัดไปเพื่อให้แอพฯทำการเข้าถึง
vi: Vui lòng chọn {directory} của “{volume}” trong màn hình tiếp theo để cấp cho ứng dụng này quyền truy cập vào nó.

# restrictedAccessDialogMessage
source: This app is not allowed to modify files in the {directory} of “{volume}”. Please use a pre-installed file manager or gallery app to move the items to another directory.
ar: لا يُسمح لهذا التطبيق بتعديل الملفات في {directory} لـ «{volume}» الرجاء استخدام مدير الملفات أو تطبيق المعرض المثبت مسبقًا لنقل العناصر إلى دليل آخر.
be: Гэтай праграме забаронена змяняць файлы ў {directory} «{volume}». Каб перамясціць элементы ў іншую дырэкторыю, выкарыстоўвайце папярэдне ўсталяваны дыспетчар файлаў або праграму галерэі.
bg: На това приложение не се дава достъп до {directory} на „{volume}“. Моля използвайте системно инсталиран файлов мениджър или Галерия за да преместите обекта в друга директория.
ca: Aquesta aplicació no té permís per modificar arxius de {directory} a «{volume}». Si us plau, feu servir un gestor d’arxius o l’aplicació de galeria preinstaŀlada per moure els elements a un altre directori.
el: Αυτή η εφαρμογή δεν επιτρέπεται να τροποποιεί αρχεία στο {directory} του «{volume}». Παρακαλώ χρησιμοποιήστε μια άλλη εφαρμογή διαχείρισης αρχείων ή συλλογή φωτογραφιών για να μετακινήσετε τα στοιχεία αλλού.
et: Sellel rakendusel pole õigusi muuta faile „{volume}“ andmekogu {directory} kaustas. Palun kasuta failihaldurit või galeriirakendust failide tõstmiseks muude asukohta.
eu: Aplikazio honek ez du baimenik «{volume}»-(e)ko {directory}-(e)n fitxategiak aldatzeko. Mesedez, aurreinstalatutako fitxategi-kudeatzaile edo galeriaren aplikazio bat erabili itemak beste karpeta batera mugitzeko.
fa: این برنامه اجازهٔ ویرایش پرونده‌ها ی پوشه {directory} در «{volume}» را ندارد. لطفا از یک برنامهٔ نگارخانه یا مدیر پروندهٔ از پیش نصب شده استفاده کنید.
hi: इस एप्लिकेशन को "{volume}" की {directory} में फ़ाइलों को संशोधित करने की अनुमति नहीं है। कृपया किसी अन्य directory में आइटम स्थानांतरित करने के लिए एक पूर्व-स्थापित फ़ाइल प्रबंधक या गैलरी ऐप का उपयोग करें।।
hu: Az Avesnek nincs engedélyezve, hogy módosításokat végezzen a {directory} mappában a „{volume}” tárhelyen. Használd a telefon fájlkezelőjét vagy galériáját az elemek másik mappába helyezéséhez.
id: Aplikasi ini tidak diizinkan untuk mengubah file di {directory} dari “{volume}”. Silahkan pakai aplikasi Manager File atau aplikasi gallery untuk gerakkan benda ke direktori lain.
is: Þessu forriti er ekki heimilt að breyta skrám í {directory} á „{volume}“. Notaðu for-uppsettan skráastjóra eða myndasafnsforrit til að færa atriðin í aðra möppu.
kn: {directory} ನ “{volume}”ನಲ್ಲಿರುವ ಕಡತಗಳನ್ನು ಮಾರ್ಪಡಿಸಲು ಈ ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಅನುಮತಿಸಲಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು ವಸ್ತುಗಳನ್ನು ಮತ್ತೊಂದು ಕೋಶಕ್ಕೆ ಸ್ಥಳಾಂತರಿಸಲು ಮೊದಲೇ ಸ್ಥಾಪಿಸಲಾದ ಕಡತ ನಿರ್ವಾಹಕ ಅಥವಾ ಗ್ಯಾಲರಿ ಅಪ್ಲಿಕೇಶನ್ ಬಳಸಿ.
ko: “{volume}”의 {directory}에 있는 파일의 접근이 제한됩니다. 기본으로 설치된 갤러리나 파일 관리 앱을 사용해서 다른 폴더로 파일을 이동하세요.
my: ယခုအက်ပ်သည် “{volume}” ၏ {directory} ရှိဖိုင်များကို ပြင်ဆင်ပြောင်းလဲခွင့်မရှိပါ။ ကျေးဇူးပြု၍ ၎င်းဓာတ်ပုံ/ဗီဒီယိုများကို စက်တွင်းပါဝင်ပြီးသားဖိုင်မန်နေဂျာ (သို့မဟုတ်) ဓာတ်ပုံကြည့်အက်ပ်တစ်ခုခုဖြင့် အခြား directory တစ်ခုကို ရွှေ့ပြောင်းပေးပါ။
nn: Denne appen har ikkje lov til å brigde filer i «{directory}»-mappa i «{volume}». Bruk ein førehandsinnlagd filhandsamar eller galleriapp til å flytta tinga til ei anna mappe.
ro: Această aplicație nu are permisiunea de a modifica fișiere din {directory} „{volume}”. Utilizați un manager de fișiere preinstalat sau o aplicație de galerie pentru a muta elementele într-un alt director.
ta: இந்தப் பயன்பாடு “{volume}” இன் {directory} இல் உள்ள கோப்புகளை மாற்ற அனுமதிக்கப்படவில்லை. உருப்படிகளை மற்றொரு கோப்பகத்திற்கு நகர்த்துவதற்கு முன்பே நிறுவப்பட்ட கோப்பு மேலாளர் அல்லது கேலரி பயன்பாட்டைப் பயன்படுத்தவும்.
th: แอพฯนี้ไม่ได้รับสิทธิ์ในการแก้ไขข้อมูลใน {directory} ของ "{volume}". กรุณาเลือกใช้ แอพฯจัดการไฟล์หรือแกลเลอรีอื่นๆ เพื่อย้ายข้อมูลไปไดเรกทอรีอื่น
vi: Ứng dụng này không được phép sửa đổi các tệp trong {directory} của “{volume}”. Vui lòng sử dụng trình quản lý tệp hoặc ứng dụng thư viện được cài đặt sẵn để di chuyển các mục sang thư mục khác.

# notEnoughSpaceDialogMessage
source: This operation needs {neededSize} of free space on “{volume}” to complete, but there is only {freeSize} left.
ar: تحتاج هذه العملية إلى {neededSize} من المساحة الحرة على «{volume}» لإكمالها، ولكن لم يتبق سوى {freeSize}.
be: Для завяршэння гэтай аперацыі патрабуецца {neededSize} вольнага месца на «{volume}», але засталося толькі {freeSize}.
bg: Тази операция изисква {neededSize} свободно място на „{volume}“ за да завърши, но тук има само {freeSize} оставащо.
ca: Aquesta operació necessita {neededSize} d’espai lliure a «{volume}» per completar-se, però només hi ha {freeSize} lliure.
el: Αυτή η λειτουργία χρειάζεται {neededSize} ελεύθερου χώρου στο «{volume}» για να ολοκληρωθεί, αλλά μόνο {freeSize} απομένουν ελεύθερα.
et: See tegevus vajab „{volume}“ andmeruumis {neededSize} vaba andmemahtu, kuid alles on vaid {freeSize}.
eu: Eragiketa hau burutzeko {neededSize}-eko leku librea behar da «{volume}»-(e)n, baina, {freeSize}-eko lekua dago soilik.
fa: این کار برای کامل شدن به {neededSize} فضای خالی در «{volume}» نیاز دارد اما فقط {freeSize} وجود دارد.
hi: इस ऑपरेशन को पूरा करने के लिए "{volume}" पर “{neededSize}” खाली जगह की आवश्यकता है, लेकिन केवल {freeSize} जगह है।।
hu: Ehhez a művelethez {neededSize} szabad helyre van szükség itt: „{volume}”, de csak {freeSize} szabad.
id: Operasi ini memerlukan {neededSize} ruang kosong di “{volume}” untuk menyelesaikan, tetapi hanya ada {freeSize} tersisa.
is: Þessi aðgerð þarfnast {neededSize} af lausu plássi á „{volume}“ til að geta klárað, en einungis {freeSize} eru eftir.
kn: ಈ ಕಾರ್ಯಾಚರಣೆಗೆ ಪೂರ್ಣಗೊಳ್ಳಲು “{volume}” ನಲ್ಲಿ {neededSize} ಉಚಿತ ಸ್ಥಳಾವಕಾಶದ ಅಗತ್ಯವಿದೆ, ಆದರೆ ಕೇವಲ {freeSize} ಮಾತ್ರ ಲಭ್ಯವಿದೆ.
ko: “{volume}”에 필요 공간은 {neededSize}인데 사용 가능한 용량은 {freeSize}만 남아있습니다.
my: ယခုလုပ်ဆောင်ချက်ပြီးမြောက်ရန် “{volume}” တွင် နေရာလွတ် {neededSize} ရှိဖို့ လိုအပ်တာကြောင့် လက်ရှိနေရာလွတ် {freeSize} ဖြင့် လုပ်ဆောင်၍မရနိုင်ပါ။
nn: Denne gjerda tarv {neededSize} unytta rom på «{volume}» for å verta fullgjord, men det er berre {freeSize} att.
ro: Această operațiune are nevoie de {neededSize} spațiu liber pe „{volume}” pentru a fi finalizată, dar a mai rămas doar {freeSize}.
ta: இந்தச் செயல்பாட்டிற்கு “{volume}” இல் இலவச இடத்தின் {neededSize} தேவை, ஆனால் {freeSize} மட்டுமே உள்ளது.
th: การดำเนินการนี้ต้องการพื้นที่ว่าง {neededSize} ของ “{volume}” เพื่อให้เสร็จ แต่ตอนนี้มีพื้นที่เหลือแค่ {freeSize}
vi: Thao tác này cần có {neededSize} dung lượng trống trên “{volume}” để hoàn thành nhưng chỉ còn lại {freeSize}.

# nameConflictDialogSingleSourceMessage
source: Some files in the destination folder have the same name.
ar: بعض الملفات الموجودة في مجلد الوجهة لها نفس الاسم.
be: Некаторыя файлы ў тэчцы прызначэння маюць аднолькавыя назвы.
bg: Някои файлове в целевата папка имат същото име.
ca: Alguns fitxers de la carpeta de destinació tenen el mateix nom.
el: Ορισμένα αρχεία στον φάκελο προορισμού έχουν το ίδιο όνομα.
et: Mõnedel sihtkausta failidel on sama nimi.
eu: Helburuko karpetan dauden fitxategi batzuek izen bera dute.
fa: برخی از پرونده های موجود در پوشه مقصد به همین نام هستند.
hi: गंतव्य फ़ोल्डर में कुछ फ़ाइलों का नाम समान है।।
hu: Néhány fájl neve ugyanaz a cél mappában.
id: Beberapa file di folder tujuan memiliki nama yang sama.
is: Sumar skrár í móttökumöppunni eru með sama heiti.
kn: ಗಮ್ಯಸ್ಥಾನ ಕೋಶದಲ್ಲಿರುವ ಕೆಲವು ಕಡತಗಳು ಒಂದೇ ಹೆಸರನ್ನು ಹೊಂದಿವೆ.
ko: 이동할 폴더에 이름이 같은 파일이 있습니다.
my: ထည့်သွင်းလိုသော folder တွင် အမည်တူဖိုင်များရှိနေသည်။
nn: Somme filer i målmappa har same namn.
ro: Unele fișiere din folderul de destinație au același nume.
ta: இலக்கு கோப்புறையில் உள்ள சில கோப்புகளுக்கு ஒரே பெயர் உள்ளது.
th: มีไฟล์ที่ชื่อซ้ำในโฟลเดอร์ปลายทาง
vi: Một số tệp trong thư mục có cùng tên.

# addShortcutDialogLabel
source: Shortcut label
ar: تسمية الاختصار
be: Ярлык хуткага доступу
bg: Етикет за пряк път
ca: Etiqueta de la drecera
el: Ετικέτα συντόμευσης
et: Kiirnupu silt
eu: Laster-bidearen etiketa
fa: عنوان میانبر
hi: शॉर्टकट लेबल
hu: Parancsikon címke
id: Label pintasan
is: Skýring flýtilykils
kn: ಶಾರ್ಟ್ಕಟ್ ಹೆಸರು
ko: 바로가기 라벨
my: ဖြတ်လမ်းတိုအမည်
nn: Snarvegsmerke
ro: Etichetă de comandă rapidă
ta: குறுக்குவழி சிட்டை
th: ป้ายทางลัด
vi: Nhãn phím tắt

# unsupportedTypeDialogMessage
source: {count, plural, =1{This operation is not supported for items of the following type: {types}.} other{This operation is not supported for items of the following types: {types}.}}
ar: {count, plural, =1{هذه العملية غير مدعومة للعناصر من النوع التالي: {types}.} other{هذه العملية غير معتمدة لعناصر الأنواع التالية: {types}.}}
be: {count, plural, =1{Гэта аперацыя не падтрымліваецца для элементаў наступнага тыпу: {types}.} other{Гэта аперацыя не падтрымліваецца для элементаў наступных тыпаў: {types}.}}
bg: {count, plural, =1{Тази операция не се поддържа за елементи от следния тип: {types}.} other{Тази операция не се поддържа за елементи от следните типове: {types}.}}
ca: {count, plural, =1{Aquesta operació no és compatible amb elements del següent format: {types}.} other{Aquesta operació no és compatible amb elements dels següents formats: {types}.}}
el: {count, plural, =1{Αυτή η λειτουργία δεν υποστηρίζεται για το ακόλουθο αρχείο: {types}.} other{Αυτή η λειτουργία δεν υποστηρίζεται για τα ακόλουθα αρχεία: {types}.}}
et: {count, plural, =1{See tegevus pole toetatud antud tüüpi objekti puhul: {types}.} other{See tegevus pole toetatud antud tüüpi objektide puhul: {types}.}}
eu: {count, plural, =1{Eragiketa hau ez da bateragarria aukeratutako hurrengo elementu-motarentzako: {types}.} other{Eragiketa hau ez da bateragarria aukeratutako hurrengo elementu-motentzako: {types}.}}
fa: {count, plural, =1{این عملکرد برای موارد از این نوع ممکن نیست: {types}.} other{این عملکرد برای موارد از این نوع پشتیبانی نمیشود: {types}.}}
hi: {count, plural, =1{यह ऑपरेशन निम्न प्रकार के आइटम के लिए समर्थित नहीं है: {types}.} other{यह ऑपरेशन निम्न प्रकार के आइटम के लिए समर्थित नहीं है: {types}.}}
hu: {count, plural, =1{Ez a művelet nem támogatott a következő típusú elemnél: {types}.} other{Ez a művelet nem támogatott a következő típusú elemeknél: {types}.}}
id: {count, plural, other{Operasi ini tidak didukung untuk benda dari jenis berikut: {types}.}}
is: {count, plural, =1{Þessi aðgerð er ekki studd fyrir atriði af tegundinni: {types}.} other{Þessi aðgerð er ekki studd fyrir atriði af eftirfarandi tegundum: {types}.}}
kn: {count, plural, =1{ಈ ಕಾರ್ಯಾಚರಣೆಯು ಈ ವಿಧದ ವಸ್ತುವಿಗೆ ಬೆಂಬಲಿಸುವುದಿಲ್ಲ: {types}.} other{ಈ ಕಾರ್ಯಾಚರಣೆಯು ಈ ವಿಧದ ವಸ್ತುಗಳಿಗೆ ಬೆಂಬಲಿಸುವುದಿಲ್ಲ: {types}.}}
ko: {count, plural, other{이 작업은 다음 항목의 형식을 지원하지 않습니다: {types}.}}
my: {count, plural, =1{ယခုလုပ်ဆောင်ချက်ကို ဤအမျိုးအစားဖိုင်များအတွက် အထောက်အပံ့မပေးထားပါ - {types}} other{ယခုလုပ်ဆောင်ချက်ကို ဤအမျိုးအစားများပါဖိုင်များအတွက် အထောက်အပံ့မပေးထားပါ - {types}}}
nn: {count, plural, other{Denne gjerda er ustødd for ting av fylgjande slag: {types}.}}
ro: {count, plural, =1{Această operațiune nu este acceptată pentru articole de următorul tip: {types}.} other{Această operațiune nu este acceptată pentru articole de următoarele tipuri: {types}.}}
ta: {count, plural, =1{இந்தச் செயல்பாடு பின்வரும் வகையின் உருப்படிகளுக்கு ஆதரிக்கப்படவில்லை: {types}.} other{இந்தச் செயல்பாடு பின்வரும் வகைகளின் உருப்படிகளுக்கு ஆதரிக்கப்படவில்லை: {types}.}}
th: {count, plural, =1{การดำเนินการนี้ไม่รองรับรายการประเภทต่อไปนี้: {types}.} other{การดำเนินการนี้ไม่รองรับรายการประเภทต่อไปนี้: {types}.}}
vi: {count, plural, =1{Thao tác này không hỗ trợ cho kiểu tệp: {types}.} other{Thao tác này không hỗ trợ cho kiểu tệp: {types}.}}

# addShortcutButtonLabel
source: ADD
ar: إضافة
be: ДАДАЦЬ
bg: ДОБАВИ
ca: AFEGEIX
ckb: زیادکردن
el: ΠΡΟΣΘΗΚΗ
et: LISA
eu: GEHITU
fa: افزودن
hu: HOZZÁAD
id: TAMBAH
is: BÆTA VIÐ
kn: ಸೇರಿಸು
ko: 추가
my: ဖန်တီးမည်
nn: LEGG TIL
ta: கூட்டு
th: เพิ่ม
vi: NHẬP

# noMatchingAppDialogMessage
source: There are no apps that can handle this.
ar: لا توجد تطبيقات يمكنها التعامل مع هذا.
be: Няма праграм, якія б з гэтым справіліся.
bg: Няма приложения, които да могат да се справят с това.
ca: No hi ha aplicacions que puguin gestionar-ho.
el: Δεν βρέθηκαν εγκατεστημένες εφαρμογές που μπορούν να το κάνουν αυτό.
et: Pole rakendusi, mis oskaks seda kasutada.
eu: Hau maneiatu dezakeen aplikaziorik ez dago.
fa: هیچ کاره ای وجود ندارد که بتواند این موضوع را مدیریت کند.
hi: इसमें कोई ऐप नहीं है जो इसे संभाल सकता है।।
hu: Nincs alkalmazás ami elboldogul ezzel.
id: Tidak ada aplikasi yang cocok untuk menangani ini.
is: Ekkert forrit fannst sem getur meðhöndlað þessa aðgerð.
kn: ಇದನ್ನು ನಿಭಾಯಿಸಬಲ್ಲ ಯಾವುದೇ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಿಲ್ಲ.
ko: 이 작업을 처리할 수 있는 앱이 없습니다.
my: ယခုလုပ်ဆောင်ချက်ကို ကိုင်တွယ်နိုင်သောအက်ပ် ရှာမတွေ့ပါ။
nn: Ingen appar kan handsame dette.
ro: Nu există aplicații care să se ocupe de asta.
ta: இதைக் கையாளக்கூடிய பயன்பாடுகள் எதுவும் இல்லை.
th: ไม่มีแอพฯที่จะจัดการสิ่งนี้ได้
vi: Không có ứng dụng nào có thể xử lý việc này.

# binEntriesConfirmationDialogMessage
source: {count, plural, =1{Move this item to the recycle bin?} other{Move these {count} items to the recycle bin?}}
ar: {count, plural, =1{هل تريد نقل هذا العنصر إلى سلة المحذوفات؟} other{حرك هذه {count}العناصر إلى سلة المحذوفات؟}}
be: {count, plural, =1{Перамясціць гэты элемент у кошык?} few{Перамясціць гэтыя {count} элемента у кошык?} other{Перамясціць гэтыя {count} элементаў у кошык?}}
bg: {count, plural, =1{Преместване на този елемент в кошчето?} other{Преместване на тези {count} елемента в кошчето?}}
ca: {count, plural, =1{Moure aquest element a la paperera de reciclatge?} other{Moure aquests {count} elements a la paperera de reciclatge?}}
el: {count, plural, =1{Μετακίνηση αυτού του στοιχείου στον κάδο ανακύκλωσης;} other{Μετακίνηση αυτών των {count} στοιχείων στον κάδο ανακύκλωσης;}}
et: {count, plural, =1{Kas viskame selle objekti prügikasti?} other{Kas viskame need {count} objekti prügikasti?}}
eu: {count, plural, =1{Elementu hau zakarrontzira bidali nahi al duzu?} other{{count} elementu hauek zakarrontzira bidali nahi al dituzu?}}
fa: {count, plural, =1{این مورد به سطل زباله منتقل شود؟} other{این {count}مورد به سطل زباله منتقل شوند؟}}
hi: {count, plural, =1{इस आइटम को रीसायकल बिन में ले जाएं?} other{इन {count} आइटम को रीसायकल बिन में ले जाएं?}}
hu: {count, plural, =1{Áthelyezed a kukába?} other{Áthelyezed a {count} elemet a kukába?}}
id: {count, plural, =1{Pindahkan benda ini ke tong sampah?} other{Pindahkan {count} benda ke tempat sampah?}}
is: {count, plural, =1{Færa þetta atriði í ruslmöppuna?} other{Færa þessi {count} atriði í ruslmöppuna?}}
kn: {count, plural, =1{ಇದನ್ನು ಮರುಬಳಕೆ ತೊಟ್ಟಿಗೆ ಸ್ಥಳಾಂತರಿಸುವುದೇ?} other{{count} ವಸ್ತುಗಳನ್ನು ಮರುಬಳಕೆ ತೊಟ್ಟಿಗೆ ಸ್ಥಳಾಂತರಿಸುವುದೇ?}}
ko: {count, plural, =1{이 항목을 휴지통으로 이동하시겠습니까?} other{항목 {count}개를 휴지통으로 이동하시겠습니까?}}
my: {count, plural, =1{ဒီတစ်ခုကို ပြန်သုံးအမှိုက်ပုံးထဲ ထည့်မှာလား?} =2{ဒီနှစ်ခုကို ပြန်သုံးအမှိုက်ပုံးထဲ ထည့်မှာလား?} other{ဒီ {count} ခုကို ပြန်သုံးအမှိုက်ထဲထည့်မှာလား?}}
nn: {count, plural, =1{Flytt denne tingen til papirkorga?} other{Flytt desse {count} tinga til papirkorga?}}
ro: {count, plural, =1{Mutați acest articol în coșul de reciclare?} other{Mutați aceste {count} articole în coșul de reciclare?}}
ta: {count, plural, =1{இந்த உருப்படியை மறுசுழற்சி தொட்டியில் நகர்த்தவா?} other{இந்த {count} உருப்படிகளை மறுசுழற்சி தொட்டியில் நகர்த்தவா?}}
th: {count, plural, =1{ย้ายรายการนี้ไปยังถังขยะ?} other{ย้าย {count} รายการนี้ไปยังถังขยะ?}}
vi: {count, plural, =1{Chuyển vào thùng rác?} other{Chuyển {count} mục vào thùng rác?}}

# deleteEntriesConfirmationDialogMessage
source: {count, plural, =1{Delete this item?} other{Delete these {count} items?}}
ar: {count, plural, =1{هل تريد حذف هذا العنصر؟} other{احذف هذه {count} أغراض؟}}
be: {count, plural, =1{Выдаліць гэты элемент?} few{Выдаліць гэтыя {count} элемента?} other{Выдаліць гэтыя {count} элементаў?}}
bg: {count, plural, =1{Изтриване на този елемент?} other{Изтриване на тези {count} елемента?}}
ca: {count, plural, =1{Esborrar aquest element?} other{Esborrar aquests {count} elements?}}
el: {count, plural, =1{Διαγραφή αυτού του στοιχείου;} other{Διαγραφή αυτών των {count} στοιχείων;}}
et: {count, plural, =1{Kas kustutame selle objekti?} other{Kas kustutame need {count} objekti?}}
eu: {count, plural, =1{Elementu hau ezaba nahi al duzu?} other{{count} elementu hauek ezaba nahi al dituzu?}}
fa: {count, plural, =1{این مورد پاک شود؟} other{این {count} مورد پاک شوند؟}}
hi: {count, plural, =1{इस आइटम को हटाए?} other{इन {count} आइटमो को हटाएं?}}
hu: {count, plural, =1{Törlöd ezt az elemet?} other{Törlöd ezt a {count} elemet?}}
id: {count, plural, =1{Anda yakin ingin menghapus benda ini?} other{Apakah Anda yakin ingin menghapus {count} benda?}}
is: {count, plural, =1{Eyða þessu atriði?} other{Eyða þessum {count} atriðum?}}
kn: {count, plural, =1{ಇದನ್ನು ಅಳಿಸುವುದೇ?} other{{count} ವಸ್ತುಗಳನ್ನು ಅಳಿಸುವುದೇ?}}
ko: {count, plural, =1{이 항목을 삭제하시겠습니까?} other{항목 {count}개를 삭제하시겠습니까?}}
my: {count, plural, =1{ဒီတစ်ခုကိုဖျက်မှာလား?} =2{ဒီနှစ်ခုကိုဖျက်မှာလား?} other{ဒီ {count} ခုကို ဖျက်မှာလား?}}
nn: {count, plural, =1{Slett denne tingen?} other{Slett desse {count} tinga?}}
ro: {count, plural, =1{Ștergeți acest articol?} other{Ștergeți aceste {count} articole?}}
ta: {count, plural, =1{இந்த உருப்படியை நீக்கு?} other{இந்த {count} உருப்படிகளை நீக்கு?}}
th: {count, plural, =1{ลบรายการนี้?} other{ลบ {count} รายการนี้?}}
vi: {count, plural, =1{Xóa mục này? } other{Xóa{count} mục?}}

# moveUndatedConfirmationDialogMessage
source: Save item dates before proceeding?
ar: هل تريد حفظ تواريخ العناصر قبل المتابعة؟
be: Захаваць даты элементаў, перш чым працягнуць?
bg: Запазвам ли датите на елементите преди продължаване?
ca: Desar les dates dels elements abans de continuar?
el: Αποθήκευση ημερομηνιών στοιχείων πριν συνεχίσετε;
et: Kas enne jätkamist salvestame objekti kuupäevad?
eu: Elementuen datak gorde nahi al dituzu aurrera egin aurretik?
fa: پیش از ادامه دادن تاریخ موارد نگه‌داری شود؟
hi: आगे बढ़ने से पहले आइटम की तारीख सेव करे?
hu: Mented az elemek dátumait a végrehajtás előtt?
id: Simpan tanggal benda sebelum melanjutkan?
is: Vista dagsetningar atriðis áður en haldið er áfram?
kn: ಮುಂದುವರಿಯುವ ಮೊದಲು ವಸ್ತುವಿನ ದಿನಾಂಕಗಳನ್ನು ಉಳಿಸುವುದೇ?
ko: 이 작업을 계속하기 전에 항목의 날짜를 지정하시겠습니까?
my: ရှေ့မဆက်ခင် ဓာတ်ပုံ/ဗီဒီယိုပါ ရက်စွဲတွေကို သိမ်းမှာလား?
nn: Spar datoane til tinga før du går vidare?
ro: Salvați datele articolului înainte de a continua?
ta: தொடர்வதற்கு முன் உருப்படி தேதிகளைச் சேமிக்கவா?
th: บันทึกวันที่ของไอเทมก่อนดำเนินการต่อไหม?
vi: Lưu thời gian của mục trước khi tiếp tục?

# moveUndatedConfirmationDialogSetDate
source: Save dates
ar: حفظ التواريخ
be: Захаваць даты
bg: Запазване дата
ca: Guardar dates
el: Αποθήκευση ημερομηνιών
et: Salvesta kuupäevad
eu: Gorde datak
fa: نگه‌داری تاریخ ها
hi: तारीख सहेजें
hu: Dátumok mentése
id: Atur tanggal
is: Vista dagsetningar
kn: ದಿನಾಂಕಗಳನ್ನು ಉಳಿಸಿ
ko: 날짜 지정하기
my: သိမ်းမည်
nn: Spar datoar
ro: Salvați datele
ta: தேதிகளைச் சேமி
th: บันทึกวันที่
vi: Lưu thời gian

# videoResumeDialogMessage
source: Do you want to resume playing at {time}?
ar: هل ترغب في استئناف التشغيل في {time}؟
be: Вы хочаце аднавіць гульню ў {time}?
bg: Да възобновени възпроизвеждането от {time}?
ca: Vols continuar reproduint a {time}?
el: Συνέχεια αναπαραγωγής από {time}?
et: Kas sa soovid jätkata esitamist {time} kohalt?
eu: Erreprodukzioa {time} denboran jarraitzea nahi al duzu?
fa: ادامه پخش از زمان {time}؟
hi: क्या आप {time} पर पुन: चलाना चाहते हैं?
hu: Folytatod a lejátszást innen: {time}?
id: Apakah Anda ingin melanjutkan di {time}?
is: Viltu halda afspilun áfram frá {time}?
kn: {time}ಕ್ಕೆ ಪುನರಾರಂಭಿಸಲು ನೀವು ಬಯಸುವಿರಾ?
ko: {time}부터 재개하시겠습니까?
my: ကြည့်လက်စ {time} မိနစ်ကနေ ဆက်ကြည့်ချင်ပါသလား?
nn: Hald fram avspeling ifrå {time}?
ro: Doriți să reluați redarea la {time}?
ta: {time} இல் மீண்டும் இயக்குவதை விரும்புகிறீர்களா?
th: คุณต้องการที่จะเล่นต่อจาก {time} ไหม?
vi: Phát lại ngay {time} không?

# setCoverDialogCustom
source: Custom
ar: مخصص
be: Свая
bg: Персонален
ca: Personalitzat
el: Προσαρμοσμένο
et: Sinu valik
eu: Pertsonalizatua
fa: شخصی
hi: कस्टम
hu: Egyéni
id: Kustom
is: Sérsniðið
kn: ಇಚ್ಛಾನುಸಾರ
ko: 직접 설정
my: စိတ်ကြိုက်
nn: Eiget
ro: Personalizat
ta: தனிப்பயன்
th: กำหนดเอง
vi: Tùy chỉnh
