Repository: deckerst/aves
Catalog: lib/l10n/app_*.arb
Languages: ar, az, be, bg, ca, ckb, el, et, eu, fa, he, hi, hu, id, is, kn, ko, my, nn, ro, ta, th, vi

# settingsConfirmationVaultDataLoss
source: Show vault data loss warning
ar: إظهار تحذير فقدان بيانات المخزن
be: Паказаць папярэджанне аб страце даных сховішча
bg: Показване на предупреждение за загуба на данни от трезора
ca: Mostra l’avís de pèrdua de dades d’una caixa forta
el: Εμφάνιση προειδοποίησης απώλειας δεδομένων θησαυροφυλακίου
et: Näita turvaruumi andmekao hoiatust
eu: Erakutsi kutxa gotorreko datuen galeraren inguruko abisua
fa: نمایش هشدار از دست دادن داده های گاوصندوق
hi: वोल्ट (संदूक) के डाटा लॉस की चेतावनी दिखाए
hu: Széf adatvesztési figyelmeztetés mutatása
id: Tampilkan peringatan kehilangan data brankas
is: Birta aðvörun um gagnatap öryggisgeymslu
kn: ನೆಲಮಾಳಿಗೆಯ ದತ್ತಾಂಶ ನಷ್ಟವಾಗುವುದನ್ನು ಎಚ್ಚರಿಸಿ
ko: 금고에 관한 데이터 손실 경고
my: လျှို့ဝှက်သိုလှောင်ခန်းရှိ ဒေတာဆုံးရှုံးမှုသတိပေးချက်များ ပြပေးရန်
nn: Åtvar om datatap ved kvelvet
ro: Afișare avertisment privind pierderile de date din seif
ta: வால்ட் தரவு இழப்பு எச்சரிக்கையைக் காட்டு
vi: Hiển thị cảnh báo mất dữ liệu két sắt

# settingsNavigationDrawerTile
source: Navigation menu
ar: قائمة تنقل
be: Меню навігацыі
bg: Навигационно меню
ca: Menú de navegació
el: Μενού πλοήγησης
et: Ikooniriba
eu: Nabigazio-menua
fa: گزینه‌گان پیمایش
hi: नेविगेशन मेनू
hu: Navigációs menü
id: Menu navigasi
is: Leiðsagnarval
kn: ನ್ಯಾವಿಗೇಷನ್ ಮೆನು
ko: 탐색 메뉴
nn: Framfinningsmenyen
ro: Meniu de navigare
ta: வழிசெலுத்தல் பட்டியல்
vi: Menu điều hướng

# settingsNavigationDrawerEditorPageTitle
source: Navigation Menu
ar: قائمة التنقل
be: Меню навігацыі
bg: Навигационно меню
ca: Menú de Navegació
el: Μενου Πλοηγησης
et: Ikooniriba
eu: Nabigazio-menua
fa: گزینه‌گان پیمایش
hi: नेविगेशन मेनू
hu: Navigációs menü
id: Menu Navigasi
is: Flakkvalmynd
kn: ನ್ಯಾವಿಗೇಷನ್ ಮೆನು
ko: 탐색 메뉴
nn: Framfinningsmenyen
ro: Meniu de navigare
ta: வழிசெலுத்தல் பட்டியல்
vi: Menu điều hướng

# settingsNavigationDrawerBanner
source: Touch and hold to move and reorder menu items.
ar: إلمس مع الاستمرار لنقل عناصر القائمة وإعادة ترتيبها.
be: Націсніце і ўтрымлівайце для перамяшчэння і змены парадку пунктаў меню.
bg: Докоснете и задръжте, за да преместите и пренаредите елементи от менюто.
ca: Mantén premut per moure i reordenar els elements del menú.
el: Αγγίξτε παρατεταμένα για να μετακινήσετε και να αναδιατάξετε τα στοιχεία του μενού.
et: Menüüobjektide teisaldamiseks ja järjekorra muutmiseks vajuta ja hoia all.
eu: Sakatu eta mantendu menuko elementuak mugitu edo berrordenatzeko.
fa: برای جابجایی و مرتب کردن مجدد موارد، لمس کنید و نگه دارید.
hi: मेनू आइटम को ले जाने व रिआर्डर करने के लिए टच और होल्ड करें
hu: Érintsd és tartsd lenyomva a menü elemek mozgatásához és átrendezéshez.
id: Sentuh dan tahan untuk memindahkan dan menyusun ulang benda menu.
is: Ýttu og haltu niðri til að endurraða valmyndaratriðum.
kn: ಮೆನು ವಸ್ತುಗಳನ್ನು ಸ್ಥಳಾಂತರಿಸಲು ಮತ್ತು ಮರುಕ್ರಮಗೊಳಿಸಲು ಸ್ಪರ್ಶಿಸಿ ಮತ್ತು ಹಿಡಿದುಕೊಳ್ಳಿ.
ko: 항목을 길게 누른 후 이동하여 탐색 메뉴에 표시될 항목의 순서를 수정하세요.
my: မီနူးပစ္စည်းများကိုရွှေ့ရန်နှင့်စီရန် ဆက်တိုက်ထိထားပါ။
nn: Trykk og hald for å flytta og brigde rekkjefylgda til menytinga.
ro: Atingeți și țineți apăsat pentru a muta și a reordona elementele de meniu.
ta: பட்டியல் உருப்படிகளை நகர்த்தவும் மறுவரிசைப்படுத்தவும் தொட்டுப் பிடிக்கவும்.
vi: Nhấn và giữ để di chuyển và sắp xếp lại các mục menu.

# settingsNavigationDrawerTabTypes
source: Types
ar: أنواع
be: Тыпы
bg: Типове
ca: Tipus
el: Τύποι
et: Tüübid
eu: Motak
fa: انواع
hi: टाइप्स
hu: Típusok
id: Tipe
is: Tegundir
kn: ಪ್ರಕಾರಗಳು
ko: 유형
my: အမျိုးအစားများ
nn: Slag
ro: Tipuri
ta: வகைகள்
vi: Loại

# settingsNavigationDrawerTabAlbums
source: Albums
ar: الألبومات
be: Альбомы
bg: Албуми
ca: Àlbums
el: Άλμπουμ
et: Albumid
eu: Albumak
fa: آلبوم ها
hi: एल्बम
hu: Albumok
id: Album
is: Albúm
kn: ಆಲ್ಬಮ್ ಗಳು
ko: 앨범
my: အယ်လ်ဘမ်များ
nn: Album
ro: Albume
ta: ஆல்பம்
vi: Bộ sưu tập

# settingsNavigationDrawerTabPages
source: Pages
ar: الصفحات
be: Старонкі
bg: Страници
ca: Pàgines
el: Σελίδες
et: Lehed
eu: Orriak
fa: صفحات
hi: पेज़
hu: Oldalak
id: Halaman
is: Síður
kn: ಪುಟಗಳು
ko: 페이지
my: စာမျက်နှာများ
nn: Sider
ro: Pagini
ta: பக்கங்கள்
vi: Trang

# settingsNavigationDrawerAddAlbum
source: Add album
ar: إضافة ألبوم
be: Дадаць альбом
bg: Добави албум
ca: Afegeix àlbum
el: Προσθήκη άλμπουμ
et: Lisa album
eu: Albuma gehitu
fa: افزودن آلبوم
hi: एल्बम जोड़े
hu: Album hozzáadása
id: Tambahkan album
is: Bæta við albúmi
kn: ಆಲ್ಬಮ್ ಸೇರಿಸಿ
ko: 앨범 추가
my: အယ်လ်ဘမ်ထပ်ထည့်ရန်
nn: Legg til album
ro: Adăugare album
ta: ஆல்பத்தைச் சேர்க்கவும்
vi: Thêm bộ sưu tập

# settingsThumbnailSectionTitle
source: Thumbnails
ar: الصور المصغرة
be: Мініяцюры
bg: Миниатюри
ca: Miniatures
el: Μικρογραφιες
et: Pisipildid
eu: Miniaturak
fa: ریز عکس ها
hu: Miniatűrök
id: Thumbnail
is: Smámyndir
kn: ಥಂಬ್‌ನೇಲ್‌ಗಳು
ko: 섬네일
nn: Småbilete
ro: Miniaturi
ta: சிறு உருவங்கள்
vi: Ảnh thu nhỏ

# settingsThumbnailOverlayTile
source: Overlay
ar: التراكب
be: Навязванне
bg: Наслагване
ca: Incrustacions
el: Βοηθητικές πληροφορίες
et: Ülekate
eu: Inkrustazioak
fa: روکش
hu: Átfedés
id: Hamparan
is: Yfirlag
kn: ಮೇಲ್ಪದರ
ko: 오버레이
nn: Overlag
ro: Suprapunere
ta: மேலடுக்கு
vi: Lớp phủ

# settingsThumbnailOverlayPageTitle
source: Overlay
ar: التراكب
be: Навязванне
bg: Наслагване
ca: Incrustacions
el: Βοηθητικές πληροφοριες
et: Ülekate
eu: Inkrustazioak
fa: روکش
hu: Átfedés
id: Hamparan
is: Yfirlag
kn: ಮೇಲ್ಪದರ
ko: 오버레이
nn: Overlag
ro: Suprapunere
ta: மேலடுக்கு
vi: Lớp phủ

# settingsThumbnailShowHdrIcon
source: Show HDR icon
ar: إظهار أيقونة HDR
bg: Показване на HDR икона
ca: Mostra icona de HDR
et: Näita HDR-ikooni
eu: Erakutsi HDR ikonoa
fa: نمایش نماد HDR
hu: HDR ikon megjelenítése
is: Birta HDR-táknmynd
kn: HDR ಸಂಕೇತ ತೋರಿಸಿ
ko: HDR 아이콘 표시
ro: Afișare pictogramă HDR
ta: எச்டிஆர் ஐகானைக் காட்டு
vi: Hiển thị biểu tượng HDR

# settingsThumbnailShowFavouriteIcon
source: Show favorite icon
ar: إظهار الأيقونة المفضلة
be: Паказаць значок абранага
bg: Показване на любима икона
ca: Mostra icona de preferits
el: Εμφάνιση εικονιδίου για αγαπημένο
et: Näita lemmikute ikooni
eu: Erakutsi gogokoen ikonoa
fa: نمایش نماد علاقه‌مندی
hu: Kedvenc ikon mutatása
id: Tampilkan ikon favorit
is: Birta tákn fyrir eftirlæti
kn: ಮೆಚ್ಚಿನ ಸಂಕೇತ ತೋರಿಸಿ
ko: 즐겨찾기 아이콘 표시
my: အကြိုက်ဆုံးအိုင်ကွန်ကို ပြရန်
nn: Vis likt-ikon
ro: Afișare pictogramă favorite
ta: பிடித்த ஐகானைக் காட்டு
vi: Hiện icon Yêu thích

# settingsThumbnailShowTagIcon
source: Show tag icon
ar: إظهار رمز العلامة
be: Паказаць значок тэга
bg: Показване на иконата за таг
ca: Mostra icona d’etiqueta
el: Εμφάνιση εικονιδίου για ετικέτα
et: Näita siltide ikooni
eu: Erakutsi etiketaren ikonoa
fa: نمایش نماد برچسب
hu: Címke ikon mutatása
id: Tampilkan ikon label
is: Birta tákn fyrir merki
kn: ಟ್ಯಾಗು ಸಂಕೇತ ತೋರಿಸಿ
ko: 태그 아이콘 표시
my: Tag အိုင်ကွန်ကိုပြရန်
nn: Vis merke-ikon
ro: Afișare pictogramă etichetă
ta: டேக் ஐகானைக் காட்டு
vi: Hiện icon Thẻ

# settingsThumbnailShowLocationIcon
source: Show location icon
ar: إظهار رمز الموقع
be: Паказаць значок месцазнаходжання
bg: Показване на иконата за местоположение
ca: Mostra icona de localització
el: Εμφάνιση εικονιδίου για τοποθεσία
et: Näita asukoha ikooni
eu: Erakutsi kokalekuaren ikonoa
fa: نمایش نماد مکان
hu: Hely ikon mutatása
id: Tampilkan ikon lokasi
is: Birta tákn fyrir staðsetningu
kn: ಸ್ಥಳದ ಚಿನ್ಹೆಯನ್ನು ತೋರಿಸಿ
ko: 위치 아이콘 표시
my: တည်နေရာအိုင်ကွန်ကိုပြရန်
nn: Vis stad-ikon
ro: Afișare pictogramă locație
ta: இருப்பிட ஐகானைக் காட்டு
vi: Hiện icon Vị trí

# settingsThumbnailShowMotionPhotoIcon
source: Show motion photo icon
ar: إظهار أيقونة الصورة المتحركة
be: Паказаць значок фота з рухам
bg: Показване на иконата на снимка с движение
ca: Mostra icona de foto en moviment
el: Εμφάνιση εικονιδίου για φωτογραφία με κίνηση
et: Näita liikuva foto ikooni
eu: Erakutsi mugimendu-argazkiaren ikonoa
fa: نمایش نماد تصویر متحرک
hu: Mozgó fotó ikon mutatása
id: Tampilkan ikon Foto bergerak
is: Birta tákn fyrir hreyfiljósmyndir
kn: ಚಲನಾ ಚಿತ್ರದ ಚಿನ್ಹೆಯನ್ನು ತೋರಿಸಿ
ko: 모션 사진 아이콘 표시
my: လှုပ်ရှားမှုပါသောပုံ အိုင်ကွန်ကိုပြရန်
nn: Vis rørslebilete-ikon
ro: Afișare pictogramă fotografie în mișcare
ta: மோசன் ஃபோட்டோ ஐகானைக் காட்டு
vi: Hiện icon Ảnh động

# settingsThumbnailShowRating
source: Show rating
ar: عرض التقييم
be: Паказаць рэйтынг
bg: Покажи рейтинг
ca: Mostra valoració
el: Εμφάνιση βαθμολογίας
et: Näita hinnangute ikooni
eu: Erakutsi balorazioa
fa: نمایش امتیازبندی
hu: Értékelés mutatása
id: Tampilkan nilai
is: Birta einkunn
kn: ದರವನ್ನು ತೋರಿಸಿ
ko: 별점 표시
my: အဆင့်သတ်မှတ်ချက်ကို ပြရန်
nn: Vis omdøme
ro: Afișare evaluare
ta: மதிப்பீட்டைக் காட்டு
vi: Hiển thị xếp hạng

# settingsThumbnailShowRawIcon
source: Show raw icon
ar: إظهار أيقونة الخام
be: Паказаць значок raw
bg: Показване на необработена икона
ca: Mostra icona raw
el: Εμφάνιση εικονιδίου για raw στοιχεία
et: Näita Raw-vormingu ikooni
eu: Erakutsi raw ikonoa
fa: نمایش نماد خامی
hu: Raw ikon mutatása
id: Tampilkan ikon raw
is: Birta tákn fyrir RAW
kn: Raw ಚಿನ್ಹೆಯನ್ನು ತೋರಿಸಿ
ko: Raw 아이콘 표시
my: Raw အိုင်ကွန်ကိုပြရန်
nn: Vis rå-ikon
ro: Afișare pictogramă Raw
ta: மூல ஐகானைக் காட்டு
vi: Hiện icon RAW

# settingsThumbnailShowVideoDuration
source: Show video duration
ar: عرض مدة الفيديو
be: Паказаць працягласць відэа
bg: Показване на продължителността на видеоклипа
ca: Mostra duració de vídeo
el: Εμφάνιση διάρκειας βίντεο
et: Näita videote kestust
eu: Erakutsi bideoaren iraupena
fa: نمایش مدت زمان ویدیو
hu: Videó hosszának mutatása
id: Tampilkan durasi video
is: Birta tímalengd myndskeiða
kn: ವಿಡಿಯೋ ಕಾಲಾವಧಿಯನ್ನು ತೋರಿಸಿ
ko: 동영상 길이 표시
my: ဗီဒီယိုကြာချိန်ကို ပြရန်
nn: Vis videolengd
ro: Afișare durată videoclip
ta: காட்டு ஒளிதோற்றம் duration
vi: Hiển thị thời lượng video

# settingsCollectionQuickActionsTile
source: Quick actions
ar: إجراءات سريعة
be: Хуткія дзеянні
bg: Бързи действия
ca: Accions ràpides
el: Γρήγορες ενέργειες
et: Kiirtoimingud
eu: Ekintza azkarrak
fa: کنش های سریع
hu: Gyors műveletek
id: Aksi cepat
is: Flýtiaðgerðir
kn: ತ್ವರಿತ ಕ್ರಮಗಳು
ko: 빠른 작업
my: အမြန်လုပ်ဆောင်မှု
nn: Kvikkgjerder
ro: Acțiuni rapide
ta: விரைவான செயல்கள்
vi: Hành động nhanh

# settingsCollectionQuickActionEditorPageTitle
source: Quick Actions
ar: اجراءات سريعة
be: Хуткія дзеянні
bg: Бързи действия
ca: Accions Ràpides
el: Γρηγορες Ενεργειες
et: Kiirtoimingud
eu: Ekintza azkarrak
fa: کنش های سریع
hu: Gyors műveletek
id: Aksi Cepat
is: Flýtiaðgerðir
kn: ತ್ವರಿತ ಕ್ರಮಗಳು
ko: 빠른 작업
my: အမြန်လုပ်ဆောင်မှု
nn: Kvikkgjerder
ro: Acțiuni rapide
ta: விரைவான செயல்கள்
vi: Hành động nhanh

# settingsCollectionQuickActionTabBrowsing
source: Browsing
ar: التصفح
be: Прагляд
bg: Сърфиране
ca: Navegació
el: Περιήγηση
et: Sirvimine
eu: Araketa
fa: مرور کردن
hu: Böngészés
id: Menjelajah
is: Vafur
kn: ತಡಕಾಟ
ko: 탐색 시
my: ရှာဖွေကြည့်ရှုရာမှာ
nn: Gjennomsyn
ro: Navigare
ta: உலாவுதல்
vi: Duyệt

# settingsCollectionQuickActionTabSelecting
source: Selecting
ar: إختيار
be: Выбар
bg: Избиране
ca: Selecció
el: Επιλογή
et: Valimine
eu: Hautapena
fa: انتخاب کردن
hu: Kiválasztás
id: Memilih
is: Val
kn: ಆರಿಸು
ko: 선택 시
my: ရွေးချယ်ရာမှာ
nn: Veljing
ro: Selectare
ta: தேர்ந்தெடுப்பது
vi: Chọn

# settingsCollectionBrowsingQuickActionEditorBanner
source: Touch and hold to move buttons and select which actions are displayed when browsing items.
ar: المس مع الاستمرار لتحريك الأزرار وتحديد الإجراءات التي يتم عرضها عند تصفح العناصر.
be: Націсніце і ўтрымлівайце, каб перамясціць кнопкі і выбраць дзеянні, якія будуць адлюстроўвацца пры праглядзе элементаў.
bg: Докоснете и задръжте, за да преместите бутоните и избор кои действия да се показват при разглеждане на елементи.
ca: Manté premut per moure botons i seleccionar quines accions es mostren en els articles de navegació.
el: Αγγίξτε παρατεταμένα για να μετακινήσετε τα κουμπιά και επιλέξτε ποιες ενέργειες θα εμφανίζονται κατά την περιήγηση στοιχείων.
et: Kui soovid valida, mis tegevused on saadaval objektide sirvimisel, siis vajuta ning hoia soovitud ikooni ning lohista ta vajalikku vaatesse.
eu: Sakatu eta luze mantendu botoiak mugitzeko eta elementuak arakatzean zein ekintza bistaratuko diren aukeratzeko.
fa: برای جابجایی دکمه ها لمس کنید و نگه دارید و انتخاب کنید که کدام اقدامات هنگام مرور موارد نمایش داده شوند.
hu: Érintsd és tartsd lenyomva a gombok mozgatásához, válaszd ki az elemek böngészésekor megjelenő műveleteket.
id: Sentuh dan tahan untuk memindahkan tombol dan memilih tindakan yang ditampilkan saat menelusuri benda.
is: Ýttu og haltu niðri til að færa hnappa og velja hvaða aðgerðir séu birtar þegar verið er að fletta í gegnum atriði.
kn: ಗುಂಡಿಗಳನ್ನು ಸ್ಥಳಾಂತರಿಸಲು ಸ್ಪರ್ಶಿಸಿ ಮತ್ತು ಹಿಡಿದುಕೊಳ್ಳಿ ಮತ್ತು ವಸ್ತುಗಳನ್ನು ತಡಕಾಡುವಾಗ ಯಾವ ಕ್ರಿಯೆಗಳನ್ನು ಪ್ರದರ್ಶಿಸಬೇಕು ಎಂಬುದನ್ನು ಆರಿಸಿ.
ko: 버튼을 길게 누른 후 이동하여 항목 탐색할 때 표시될 버튼을 선택하세요.
my: ပုံတွေကိုရှာဖွေကြည့်ရှုရာမှာ ပြသမယ့်လုပ်ဆောင်မှုတွေကို ရွေးချယ်ပါ။ ခလုတ်တွေကိုရွှေ့လျှင် ဆက်တိုက်ထိထားပြီးရွှေ့ပါ။
nn: Trykk og hald for å flytta knappane og velja kva for slags gjerder som skal visast når du ser igjennom ting.
ro: Atingeți și mențineți apăsat pentru a muta butoanele și a selecta acțiunile care sunt afișate atunci când navigați prin elemente.
ta: பொத்தான்களை நகர்த்தவும், உருப்படிகளை உலாவும்போது எந்த நடவடிக்கைகள் காண்பிக்கப்படுகின்றன என்பதைத் தேர்ந்தெடுக்கவும்.
vi: Nhấn và giữ để di chuyển các nút và chọn hành động nào sẽ được hiển thị khi duyệt các mục.

# settingsCollectionBurstPatternsNone
source: None
ar: لا شيء
be: Без ўспышкі
bg: Няма
ca: Cap
el: Χωρίς
et: Määratlemata
eu: Bat ere ez
fa: هیچکدام
hu: Nincs
id: Tidak ada
is: Ekkert
kn: ಏನಿಲ್ಲ
ko: 없음
my: ဘာမှမထား
nn: Ingen
ro: Niciunul
ta: எதுவுமில்லை
vi: Không có

# settingsViewerSectionTitle
source: Viewer
ar: المعرض
be: Прагляднік
bg: Визуализатор
ca: Visor
el: Προβολη
et: Pildivaataja
eu: Bisorea
fa: بیننده
hu: Megtekintő
id: Penampil
is: Skoðari
kn: ವೀಕ್ಷಕ
ko: 뷰어
my: ကြည့်ရှုသည့်စာမျက်နှာ
nn: Visinga
ro: Vizualizator
ta: பார்வையாளர்
vi: Chế độ xem

# settingsCollectionSelectionQuickActionEditorBanner
source: Touch and hold to move buttons and select which actions are displayed when selecting items.
ar: المس مع الاستمرار لتحريك الأزرار وتحديد الإجراءات التي يتم عرضها عند تحديد العناصر.
be: Націсніце і ўтрымлівайце, каб перамясціць кнопкі і выбраць дзеянні, якія будуць адлюстроўвацца пры выбары элементаў.
bg: Докоснете и задръжте, за да преместите бутоните и да изберете кои действия да се показват при избиране на елементи.
ca: Manté premut per moure botons i seleccionar quines accions es mostren en seleccionar elements.
el: Αγγίξτε παρατεταμένα για να μετακινήσετε τα κουμπιά και επιλέξτε ποιες ενέργειες θα εμφανίζονται κατά την επιλογή στοιχείων.
et: Kui soovid valida, mis tegevused on saadaval objektide valimisel, siis vajuta ning hoia soovitud ikooni ning lohista ta vajalikku vaatesse.
eu: Sakatu eta luze mantendu botoiak mugitzeko eta elementuak aukeratzerakoan zein ekintza bistaratuko diren aukeratzeko.
fa: برای جابجایی دکمه ها لمس کنید و نگه دارید و انتخاب کنید که کدام اقدامات هنگام انتخاب موارد نمایش داده شوند.
hu: Érintsd és tartsd lenyomva a gombok mozgatásához, válaszd ki az elemek kiválasztásakor megjelenő műveleteket.
id: Sentuh dan tahan untuk memindahkan tombol dan memilih tindakan yang ditampilkan saat memilih benda.
is: Ýttu og haltu niðri til að færa hnappa og velja hvaða aðgerðir séu birtar þegar verið er að velja atriði.
kn: ಗುಂಡಿಗಳನ್ನು ಸ್ಥಳಾಂತರಿಸಲು ಸ್ಪರ್ಶಿಸಿ ಮತ್ತು ಹಿಡಿದುಕೊಳ್ಳಿ ಮತ್ತು ವಸ್ತುಗಳನ್ನು ತಡಕಾಡುವಾಗ ಯಾವ ಕ್ರಿಯೆಗಳನ್ನು ಪ್ರದರ್ಶಿಸಬೇಕು ಎಂಬುದನ್ನು ಆರಿಸಿಕೊಳ್ಳಿ.
ko: 버튼을 길게 누른 후 이동하여 항목 선택할 때 표시될 버튼을 선택하세요.
my: ပုံတွေကိုရွေးချယ်ရာမှာ ပြသမယ့်လုပ်ဆောင်မှုတွေကို ရွေးချယ်ပါ။ ခလုတ်တွေကိုရွှေ့လျှင် ဆက်တိုက်ထိထားပြီးရွှေ့ပါ။
nn: Trykk og hald for å flytta knappane og velja kva for slags gjerder som skal visast når du vel ting.
ro: Atingeți și țineți apăsat pentru a muta butoanele și a selecta acțiunile care sunt afișate la selectarea elementelor.
ta: பொத்தான்களை நகர்த்தவும், உருப்படிகளைத் தேர்ந்தெடுக்கும்போது எந்த நடவடிக்கைகள் காண்பிக்கப்படுகின்றன என்பதைத் தேர்ந்தெடுக்கவும்.
vi: Nhấn và giữ để di chuyển các nút và chọn hành động nào sẽ được hiển thị khi chọn mục.

# settingsViewerGestureSideTapNext
source: Tap on screen edges to show previous/next item
ar: اضغط على حواف الشاشة لإظهار العنصر السابق/التالي
be: Дакраніцеся да краёў экрана, каб паказаць папярэдні/наступны элемент
bg: Докоснете краищата на екрана, за да покажете предишен/следващ елемент
ca: Toqueu les vores de la pantalla per mostrar l’anterior/el següent element
el: Πατήστε στις άκρες της οθόνης για να εμφανίσετε το προηγούμενο/επόμενο στοιχείο
et: Eelmise ja järgmise meediafaili vaatamiseks puuduta ekraani ääri
eu: Pantailaren ertzetan sakatu aurreko/hurrengo elementua bistaratzeko
fa: روی لبه های صفحه ضربه بزنید تا مورد قبلی/بعدی نشان داده شود
hu: Koppints a képernyő szélein az előző/következő elemhez
id: Ketuk tepi layar untuk menampilkan benda sebelumnya/berikutnya
is: Ýttu á skjájaðra til að birta fyrra/næsta atriði
kn: ಹಿಂದಿನ/ಮುಂದಿನ ವಸ್ತುವನ್ನು ತೋರಿಸಲು ಪರದೆಯ ಅಂಚಿನ ಮೇಲೆ ತಟ್ಟಿ
ko: 화면 측면에서 탭해서 이전/다음 항목 보기
my: စကရင်အစွန်းကို ထိလိုက်လျှင် အရှေ့/အနောက်ကတစ်ပုံကိုပြရန်
nn: Trykk på skjermkantane for å visa førre/neste ting
ro: Atingeți marginile ecranului pentru a afișa elementul anterior/următor
ta: முந்தைய/அடுத்த உருப்படியைக் காட்ட திரை விளிம்புகளில் தட்டவும்
vi: Chạm vào các cạnh màn hình để hiển thị mục trước/tiếp theo

# settingsViewerUseCutout
source: Use cutout area
ar: استخدام منطقة القص
be: Выкарыстоўваць вобласць выраза
bg: Използвай зоната на изрязване
ca: Utilitzeu l’àrea de tall
el: Χρησιμοποιήστε την περιοχή αποκοπής
et: Kasuta väljalõigatud ala
eu: Erabili moztutako eremua
fa: ناحیه برش را بکار بگیر
hu: Képernyő kivágási terület használata
id: Gunakan area potongan
is: Nota útklippt svæði
kn: ಕಟೌಟ್ ಪ್ರದೇಶವನ್ನು ಬಳಸಿರಿ
ko: 컷아웃 영역 사용
my: Notch နေရာပါ သုံးရန်
nn: Nytt utklipt område
ro: Utilizarea zonei de decupare
ta: கட்அவுட் பகுதியைப் பயன்படுத்தவும்
vi: Sử dụng vùng cắt

# settingsViewerMaximumBrightness
source: Maximum brightness
ar: أقصى سطوع
be: Максімальная яркасць
bg: Максимална яркост
ca: Brillantor màxima
el: Μέγιστη φωτεινότητα
et: Maksimaalne heledus
eu: Gehienezko distira
fa: روشنایی حداکثری
hu: Maximális fényerő
id: Kecerahan maksimum
is: Hámarksbirtustig
kn: ಗರಿಷ್ಟ ಪ್ರಕಾಶಮಯ
ko: 최대 밝기
my: Brightness အမြင့်ဆုံးထားရန်
nn: Full ljosstyrke
ro: Luminozitate maximă
ta: அதிகபட்ச ஒளி
vi: Độ sáng tối đa

# settingsMotionPhotoAutoPlay
source: Auto play motion photos
ar: التشغيل التلقائي للصور المتحركة
be: Аўтаматычнае прайграванне фатаграфій з рухам
bg: Автоматично възпроизвеждане на снимки с движение
ca: Reprodueix automàticament fotos en moviment
el: Αυτόματη αναπαραγωγή φωτογραφιών κίνησης
et: Esita liikuivaid fotosid automaatselt
eu: Automatikoki erreproduzitu mugimendu-argazkiak
fa: پخش خودکار تصویر متحرک
hu: Mozgó fotók lejátszása
id: Putar foto bergerak otomatis
is: Spila hreyfiljósmyndir sjálfkrafa
kn: ಚಾಲನಾ ಚಿತ್ರಗಳ ಸ್ವಯಂಚಾಲನೆ
ko: 모션 사진 자동 재생
my: လှုပ်ရှားမှုပါသောပုံတွေကို အလိုအလျောက်ပလေးရန်
nn: Spel av rørslebilete sjølvverkande
ro: Redarea automată a fotografiilor în mișcare
ta: ஆட்டோ பிளே மோசன் புகைப்படங்கள்
vi: Tự động phát Ảnh động

# settingsImageBackground
source: Image background
ar: خلفية الصورة
be: Фон выявы
bg: Фоново изображения
ca: Fons d’imatge
el: Φόντο κατά την προβολή στοιχείων
et: Pildi taust
eu: Atzeko irudia
fa: پس‌زمینه تصاویر
hu: Fénykép háttere
id: Latar belakang gambar
is: Bakgrunnur mynda
kn: ಚಿತ್ರದ ಹಿನ್ನೆಲೆ
ko: 이미지 배경
my: ဓာတ်ပုံနောက်ခံ
nn: Biletbakgrunn
ro: Fundal imagine
ta: பட பின்னணி
vi: Hình nền

# settingsViewerQuickActionsTile
source: Quick actions
ar: إجراءات سريعة
be: Хуткія дзеянні
bg: Бързи действия
ca: Accions ràpides
el: Γρήγορες ενέργειες
et: Kiirtoimingud
eu: Ekintza azkarrak
fa: کنش های سریع
hu: Gyors műveletek
id: Aksi cepat
is: Flýtiaðgerðir
kn: ತ್ವರಿತ ಕ್ರಮಗಳು
ko: 빠른 작업
my: အမြန်လုပ်ဆောင်မှု
nn: Kvikkgjerder
ro: Acțiuni rapide
ta: விரைவான செயல்கள்
vi: Hành động nhanh

# settingsViewerQuickActionEditorDisplayedButtonsSectionTitle
source: Displayed Buttons
ar: الأزرار المعروضة
be: Адлюстраваныя кнопкі
bg: Показани бутони
ca: Botons Mostrats
el: Εμφανιζομενα κουμπια
et: Kuvatavad nupud
eu: Bistaratutako botoiak
fa: دکمه های نمایش داده شده
hu: Megjelenített gombok
id: Tombol yang Ditampilkan
is: Birtir hnappar
kn: ಪ್ರದರ್ಶಿತ ಗುಂಡಿಗಳು
ko: 표시될 버튼
my: ပြသမည့်ခလုတ်များ
nn: Viste knappar
ro: Butoane afișate
ta: காட்டப்பட்ட பொத்தான்கள்
vi: Các nút được hiển thị

# settingsViewerQuickActionEditorPageTitle
source: Quick Actions
ar: اجراءات سريعة
be: Хуткія дзеянні
bg: Бързи действия
ca: Accions Ràpides
el: Γρηγορες Ενεργειες
et: Kiirtoimingud
eu: Ekintza azkarrak
fa: کنش های سریع
hu: Gyors műveletek
id: Aksi Cepat
is: Flýtiaðgerðir
kn: ತ್ವರಿತ ಕ್ರಮಗಳು
ko: 빠른 작업
my: အမြန်လုပ်ဆောင်မှု
nn: Kvikkgjerder
ro: Acțiuni rapide
ta: விரைவான செயல்கள்
vi: Hành động nhanh

# settingsViewerQuickActionEditorBanner
source: Touch and hold to move buttons and select which actions are displayed in the viewer.
ar: المس مع الاستمرار لتحريك الأزرار وتحديد الإجراءات التي سيتم عرضها في العارض.
be: Націсніце і ўтрымлівайце, каб перамяшчаць кнопкі і выбіраць дзеянні для адлюстравання ў праглядніку.
bg: Докоснете и задръжте, за да преместите бутоните и да изберете кои действия да се показват във визуализатора.
ca: Manté premut per moure botons i seleccionar quines accions es mostren al visor.
el: Αγγίξτε παρατεταμένα για να μετακινήσετε τα κουμπιά και επιλέξτε ποιες ενέργειες θα εμφανίζονται κατά την προβολή.
et: Nuppude/ikoonide valimiseks ja kahe vaate vahel teisaldamiseks puuduta ja all hoides lohista uude kohta.
eu: Sakatu eta luze mantendu botoiak mugitzeko eta bisorean zein ekintza bistaratuko diren aukeratzeko.
fa: لمس کنید و نگه دارید تا دکمه ها را حرکت دهید و انتخاب کنید که کدام کنش ها در بیننده نمایش داده می شود.
hu: Érintsd és tartsd lenyomva a gombok mozgatásához, válaszd ki a megtekintőben megjelenő műveleteket.
id: Sentuh dan tahan untuk memindahkan tombol dan memilih tindakan yang ditampilkan di penampil.
is: Ýttu og haltu niðri til að færa hnappa og velja hvaða aðgerðir séu birtar í skoðaranum.
kn: ಗುಂಡಿಗಳನ್ನು ಸ್ಥಳಾಂತರಿಸಲು ಸ್ಪರ್ಶಿಸಿ ಮತ್ತು ಹಿಡಿದುಕೊಳ್ಳಿ ಮತ್ತು ವೀಕ್ಷಕದಲ್ಲಿ ಯಾವ ಕ್ರಿಯೆಗಳನ್ನು ಪ್ರದರ್ಶಿಸಬೇಕು ಎಂಬುದನ್ನು ಆರಿಸಿ.
ko: 버튼을 길게 누른 후 이동하여 뷰어에 표시될 버튼을 선택하세요.
my: ပုံတွေကိုကြည့်ရှုချိန် ပြသမယ့်လုပ်ဆောင်မှုတွေကို ရွေးချယ်ပါ။ ခလုတ်တွေကိုရွှေ့လျှင် ဆက်တိုက်ထိထားပြီးရွှေ့ပါ။
nn: Trykk og hald for å flytta knappane og velja kva for slags gjerder som skal visast i visinga.
ro: Atingeți și țineți apăsat pentru a muta butoanele și a selecta acțiunile care sunt afișate în vizualizator.
ta: பொத்தான்களை நகர்த்தவும், பார்வையாளரில் எந்த நடவடிக்கைகள் காண்பிக்கப்படுகின்றன என்பதைத் தேர்ந்தெடுக்கவும்.
vi: Chạm và giữ để di chuyển các nút và chọn hành động nào được hiển thị trong trình xem.

# settingsViewerQuickActionEditorAvailableButtonsSectionTitle
source: Available Buttons
ar: الأزرار المتاحة
be: Даступныя кнопкі
bg: Налични бутони
ca: Botons Disponibles
el: Διαθεσιμα κουμπια
et: Saadaval olevad nupud
eu: Botoi erabilgarriak
fa: دکمه های در دسترس
hu: Elérhető gombok
id: Tombol yang tersedia
is: Tiltækir hnappar
kn: ಲಭ್ಯವಿರುವ ಗುಂಡಿಗಳು
ko: 추가 가능한 버튼
my: ရရှိနိုင်သော ခလုတ်များ
nn: Tilgjengelege knappar
ro: Butoane disponibile
ta: கிடைக்கும் பொத்தான்கள்
vi: Các nút có sẵn

# settingsViewerOverlayTile
source: Overlay
ar: تراكب
be: Навязванне
bg: Наслагване
ca: Incrustacions
el: Επικάλυψη
et: Ülekate
eu: Inkrustazioak
fa: روکش
hu: Átfedés
id: Hamparan
is: Yfirlag
kn: ಮೇಲ್ಪದರ
ko: 오버레이
nn: Overlag
ro: Suprapunere
ta: மேலடுக்கு
vi: Lớp phủ

# settingsViewerOverlayPageTitle
source: Overlay
ar: تراكب
be: Навязванне
bg: Наслагване
ca: Incrustacions
el: Επικαλυψη
et: Ülekate
eu: Inkrustazioak
fa: روکش
hu: Átfedés
id: Hamparan
is: Yfirlag
kn: ಮೇಲ್ಪದರ
ko: 오버레이
nn: Overlag
ro: Suprapunere
ta: மேலடுக்கு
vi: Lớp phủ
