Repository: deckerst/aves
Catalog: lib/l10n/app_*.arb
Languages: ar, az, be, bg, ca, ckb, el, et, eu, fa, he, hi, hu, id, is, kn, ko, my, nn, ro, ta, th, vi

# timeMinutes
source: {count, plural, =1{{count} minute} other{{count} minutes}}
ar: {count, plural, =1{{count} دقيقة} other{{count} دقائق}}
az: {count, plural, =1{{count} dəqiqə} other{{count} dəqiqə}}
be: {minutes, plural, =1{1 хвіліна} few{{minutes} хвіліны} other{{minutes} хвілін}}
bg: {count, plural, =1{{count} минута} few{{count} минути} other{{count} минути}}
ca: {count, plural, =1{{count} minut} other{{count} minuts}}
ckb: {count, plural, other{خولەک {count}}}
el: {minutes, plural, =1{1 λεπτό} other{{minutes} λεπτά}}
et: {count, plural, =1{{count} minut} other{{count} minutit}}
eu: {minutes, plural, =1{minutu 1} other{{minutes} minutu}}
fa: {minutes, plural, =1{1 دقیقه} other{{minutes} دقیقه}}
he: {count, plural, =1{{count} דקה} other{{count} דקות}}
hi: {count, plural, other{{count} मिनट}}
hu: {count, plural, other{{count} perc}}
id: {minutes, plural, other{{minutes} menit}}
is: {count, plural, =1{{count} mínúta} other{{count} mínútur}}
kn: {count, plural, =1{{count} ನಿಮಿಷ} other{{count} ನಿಮಿಷಗಳು}}
ko: {count, plural, other{{count}분}}
my: {minutes, plural, other{{minutes} မိနစ်}}
nn: {minutes, plural, other{{minutes} minutt}}
ro: {count, plural, =1{{count} minut} other{{count} minute}}
ta: {count, plural, =1{{count} நிமிடம்} other{{count} நிமிடங்கள்}}
vi: {minutes, plural, =1{1 phút} other{{minutes} phút}}

# itemCount
source: {count, plural, =1{{count} item} other{{count} items}}
ar: {count, plural, =1{{count} عنصر} other{{count} عناصر}}
az: {count, plural, =1{{count} element} other{{count} element}}
be: {count, plural, =1{1 элемент} other{{count} элементаў}}
bg: {count, plural, =1{{count} обект} few{{count} обекта} other{{count} обекта}}
ca: {count, plural, =1{{count} element} other{{count} elements}}
ckb: {count, plural, other{دانە {count}}}
el: {count, plural, =1{1 στοιχείο} other{{count} στοιχεία}}
et: {count, plural, =1{{count} objekt} other{{count} objekti}}
eu: {count, plural, =1{elementu 1} other{{count} elementu}}
fa: {count, plural, =1{1 فایل} other{{count} فایل}}
he: {count, plural, =1{{count} פריט} other{{count} פריטים}}
hi: {count, plural, =1{{count} चीज} other{{count} चीजे}}
hu: {count, plural, other{{count} elem}}
id: {count, plural, other{{count} benda}}
is: {count, plural, =1{{count} atriði} other{{count} atriðum}}
kn: {count, plural, =1{{count} ವಸ್ತು} other{{count} ವಸ್ತುಗಳು}}
ko: {count, plural, other{{count}개}}
my: {count, plural, other{{count} ခု}}
nn: {count, plural, =1{1 er vald} other{{count} er valde}}
ro: {count, plural, =1{{count} element} other{{count} elemente}}
ta: {count, plural, =1{{count} உருப்படி} other{{count} உருப்படிகள்}}
vi: {count, plural, =1{1 mục} other{{count} mục}}

# applyButtonLabel
source: APPLY
ar: تأكيد
az: TƏTBİQ ET
be: УЖЫВАЦЬ
bg: ПРИЕМАМ
ca: APLICAR
ckb: جێبەجێکردن
el: ΕΦΑΡΜΟΓΗ
et: RAKENDA
eu: APLIKATU
fa: اعمال
he: החל
hi: लगाऐ
hu: ALKALMAZ
id: TERAPKAN
is: VIRKJA
kn: ಅನ್ವಯಿಸು
ko: 적용
my: လုပ်ဆောင်မည်
nn: NYTTA
ro: APLICA
ta: இடு
vi: ÁP DỤNG

# timeDays
source: {count, plural, =1{{count} day} other{{count} days}}
ar: {count, plural, =1{{count} يوم} other{{count} أيام}}
az: {count, plural, =1{{count} gün} other{{count} gün}}
be: {days, plural, =1{1 дзень} few{{days} дні} other{{days} дзён}}
bg: {count, plural, =1{{count} ден} few{{count} дни} other{{count} дни}}
ca: {count, plural, =1{{count} dia} other{{count} dies}}
ckb: {count, plural, other{ڕۆژ {count}}}
el: {days, plural, =1{1 ημέρα} other{{days} ημέρες}}
et: {count, plural, =1{{count} päev} other{{count} päeva}}
eu: {days, plural, =1{egun 1} other{{days} egun}}
fa: {days, plural, =1{1 روز} other{{days} روز}}
he: {count, plural, =1{{count} יום} other{{count} ימים}}
hi: {count, plural, other{{count} दिन}}
hu: {count, plural, other{{count} nap}}
id: {days, plural, other{{days} hari}}
is: {count, plural, =1{{count} dagur} other{{count} dagar}}
kn: {count, plural, =1{{count} ದಿನ} other{{count} ದಿನಗಳು}}
ko: {count, plural, other{{count}일}}
my: {days, plural, other{{days} ရက်}}
nn: {days, plural, =1{1 dag} other{{days} dagar}}
ro: {count, plural, =1{{count} zi} other{{count} zile}}
ta: {count, plural, =1{{count} நாள்} other{{count} நாட்கள்}}
vi: {days, plural, =1{1 ngày} other{{days} ngày}}

# deleteButtonLabel
source: DELETE
ar: حذف
az: SİL
be: ВЫДАЛІЦЬ
bg: ИЗТРИЙ
ca: SUPRIMEIX
ckb: سڕینەوە
el: ΔΙΑΓΡΑΦΗ
et: KUSTUTA
eu: EZABATU
fa: پاک کردن
he: מחק
hi: मिटाए
hu: TÖRLÉS
id: BUANG
is: EYÐA
kn: ಅಳಿಸಿ
ko: 삭제
my: ဖျက်မည်
nn: SLETT
ro: ȘTERGE
ta: நீக்கு
th: ลบ
vi: XÓA BỎ

# nextButtonLabel
source: NEXT
ar: التالي
az: NÖVBƏTİ
be: ДАЛЕЙ
bg: СЛЕДВАЩ
ca: SEGÜENT
ckb: دواتر
el: ΕΠΟΜΕΝΟ
et: JÄRGMINE
eu: HURRENGOA
fa: بعدی
he: הבא
hi: आगे
hu: KÖVETKEZŐ
id: SELANJUTNYA
is: NÆSTA
kn: ಮುಂದೆ
ko: 다음
my: ရှေ့သို့
nn: NESTE
ro: URMĂTORUL
ta: அடுத்தது
th: ถัดไป
vi: KẾ TIẾP

# showButtonLabel
source: SHOW
ar: إظهار
az: GÖSTƏR
be: ПАКАЗАЦЬ
bg: ПОКАЗВАНЕ
ca: MOSTRAR
ckb: پیشاندان
el: ΕΜΦΑΝΙΣΗ
et: NÄITA
eu: ERAKUTSI
fa: نمایش
he: הצג
hi: देखे
hu: MUTAT
id: TAMPILKAN
is: BIRTA
kn: ತೋರಿಸು
ko: 보기
my: ပြရန်
nn: VIS
ro: SPECTACOL
ta: காட்டு
th: แสดง
vi: HIỂN THỊ

# hideButtonLabel
source: HIDE
ar: إخفاء
az: GİZLƏT
be: ХАВАЦЬ
bg: СКРИЙ
ca: AMAGAR
ckb: شاردنەوە
el: ΑΠΟΚΡΥΨΗ
et: PEIDA
eu: EZKUTATU
fa: پنهان
he: הסתר
hi: छिपाए
hu: ELREJTÉS
id: SEMBUNYIKAN
is: FELA
kn: ಅಡಗಿಸು
ko: 숨기기
my: ဝှက်ရန်
nn: SKJUL
ro: ASCUNDE
ta: மறை
th: ซ่อน
vi: ẨN

# continueButtonLabel
source: CONTINUE
ar: إستمرار
az: DAVAM ET
be: ПРАЦЯГВАЦЬ
bg: ПРОДЪЛЖИ
ca: CONTINUAR
ckb: بەردەوامبون
el: ΣΥΝΕΧΕΙΑ
et: JÄTKA
eu: JARRAITU
fa: ادامه
he: המשך
hi: जारी रखे
hu: FOLYTAT
id: SELANJUTNYA
is: HALDA ÁFRAM
kn: ಮುಂದುವರಿಸು
ko: 다음
my: ရှေ့ဆက်သွားရန်
nn: HALD FRAM
ro: CONTINUA
ta: தொடரவும்
th: ต่อไป
vi: TIẾP TỤC

# saveCopyButtonLabel
source: SAVE COPY
ar: حفظ نسخة
az: NÜSXƏNİ SAXLA
be: ЗАХАВАЦЬ КОПІЮ
bg: ЗАПАЗВАНЕ НА КОПИЕ
ca: GUARDAR CÒPIA
ckb: وێنەکی لێ پاشەکەوت بکە
el: ΑΠΟΘΗΚΕΥΣΗ ΑΝΤΙΓΡΑΦΟΥ
et: SALVESTA KOOPIA
eu: GORDE KOPIA
fa: ذخیرهٔ رونوشت
he: שמור עותק
hi: सेव कॉपी
hu: MÁSOLAT MENTÉSE
id: SIMPAN SALINAN
is: VISTA AFRIT
kn: ನಕಲು ಉಳಿಸಿ
ko: 사본 저장
my: မိတ္တူကိုသိမ်းမည်
nn: SPAR KOPI
ro: SALVEAZĂ COPIA
ta: நகலைச் சேமி
vi: LƯU BẢN SAO

# applyTooltip
source: Apply
ar: تأكيد
az: Tətbiq et
be: Ужыць
bg: Приеми
ca: Aplicar
ckb: جێبەجێ کردن
el: Εφαρμογή
et: Rakenda
eu: Aplikatu
fa: اعمال
he: החל
hi: लगाए
hu: Alkalmaz
id: Terapkan
is: Virkja
kn: ಅನ್ವಯಿಸು
ko: 적용
my: လုပ်ဆောင်မည်
nn: Nytt
ro: Aplică
ta: இடு
vi: Áp dụng

# cancelTooltip
source: Cancel
ar: إلغاء
az: Ləğv et
be: Адмена
bg: Отмяна
ca: Canceŀlar
ckb: پاشگەزبونەوە
el: Ακύρωση
et: Katkesta
eu: Utzi
fa: لغو
he: ביטול
hi: रद्द करें
hu: Mégse
id: Batal
is: Hætta við
kn: ರದ್ದುಗೊಳಿಸಿ
ko: 취소
my: မလုပ်တော့ပါ
nn: Avbryt
ro: Anulare
ta: விலக்கு
th: ยกเลิก
vi: Hủy bỏ

# changeTooltip
source: Change
ar: تغيير
az: Dəyişdir
be: Змяніць
bg: Промени
ca: Canviar
ckb: گۆڕین
el: Αλλαγή
et: Muuda
eu: Aldatu
fa: تغییر
he: שינוי
hi: बदलें
hu: Változtat
id: Ganti
is: Breyta
kn: ಬದಲಿಸು
ko: 변경
my: ပြောင်းမည်
nn: Brigd
ro: Schimbare
ta: மாற்று
th: เปลี่ยน
vi: Thay đổi

# clearTooltip
source: Clear
ar: تنظيف
az: Təmizlə
be: Ачысціць
bg: Изчисти
ca: Netejar
ckb: لابردن
el: Εκκαθάριση
et: Tühjenda
eu: Garbitu
fa: پاک‌کردن
he: ניקוי
hi: मिटाएं
hu: Töröl
id: Hapus
is: Hreinsa
kn: ಖಾಲಿ ಮಾಡು
ko: 초기화
my: ရှင်းလင်းမည်
nn: Tøm
ro: Golire
ta: துடை
th: ล้าง
vi: Xóa

# previousTooltip
source: Previous
ar: السابق
az: Əvvəlki
be: Папярэдні
bg: Предишен
ca: Anterior
ckb: پێشوتر
el: Προηγούμενο
et: Eelmine
eu: Aurrekoa
fa: قبلی
he: הקודם
hi: पिछे
hu: Előző
id: Sebelumnya
is: Fyrra
kn: ಹಿಂದಿನ
ko: 이전
my: နောက်သို့
nn: Førre
ro: Anterior
ta: முந்தைய
th: ก่อนหน้า
vi: Trước đó

# nextTooltip
source: Next
ar: التالي
az: Növbəti
be: Наступны
bg: Следващ
ca: Següent
ckb: دواتر
el: Επόμενο
et: Järgmine
eu: Hurrengoa
fa: بعدی
he: הבא
hi: आगे
hu: Következő
id: Selanjutnya
is: Næsta
kn: ಮುಂದಿನ
ko: 다음
my: ရှေ့သို့
nn: Neste
ro: Următorul
ta: அடுத்தது
th: ถัดไป
vi: Kế tiếp

# showTooltip
source: Show
ar: إظهار
az: Göstər
be: Паказаць
bg: Покажи
ca: Mostrar
ckb: پیشاندان
el: Εμφάνιση
et: Näita
eu: Erakutsi
fa: نمایش
he: הצג
hi: देखें
hu: Megjelenítés
id: Tampilkan
is: Birta
kn: ತೋರಿಸು
ko: 보기
my: ပြရန်
nn: Vis
ro: Spectacol
ta: காட்டு
th: แสดง
vi: Hiển thị

# hideTooltip
source: Hide
ar: إخفاء
az: Gizlət
be: Схаваць
bg: Скрий
ca: Amagar
ckb: شاردنەوە
el: Απόκρυψη
et: Peida
eu: Ezkutatu
fa: پنهان
he: הסתר
hi: छिपाए
hu: Elrejtés
id: Sembunyikan
is: Fela
kn: ಮರೆಮಾಡಿ
ko: 숨기기
my: ဝှက်ရန်
nn: Skjul
ro: Ascunde
ta: மறை
th: ซ่อน
vi: Ẩn

# resetTooltip
source: Reset
ar: إعادة
az: Sıfırla
be: Скінуць
bg: Нулиране
ca: Restableix
ckb: سفرکردنەوە
el: Επαναφορά
et: Lähtesta
eu: Berrezarri
fa: بازنشانی
he: אפס
hi: रिसेट
hu: Visszaállít
id: Ulang
is: Endurstilla
kn: ರೀಸೆಟ್ ಮಾಡಿ
ko: 복원
my: အရင်အတိုင်းပြန်ထားမည်
nn: Still attende
ro: Resetați
ta: மீட்டமை
th: ตั้งใหม่
vi: Đặt lại

# saveTooltip
source: Save
ar: حفظ
az: Saxla
be: Захаваць
bg: Запишете
ca: Desa
ckb: پاراستن
el: Αποθήκευση
et: Salvesta
eu: Gorde
fa: ذخیره
he: שמור
hi: सहेजें
hu: Mentés
id: Simpan
is: Vista
kn: ಉಳಿಸಿ
ko: 저장
my: သိမ်းမည်
nn: Spar
ro: Salvați
ta: சேமி
th: บันทึก
vi: Lưu

# actionRemove
source: Remove
ar: إزالة
az: Təmizlə
be: Выдаліць
bg: Премахване
ca: Eliminar
ckb: لابردن
el: Αφαίρεση
et: Eemalda
eu: Ezabatu
fa: پاک‌کردن
he: הסרה
hi: हटाएं
hu: Eltávolítás
id: Hapus
is: Fjarlægja
kn: ತೆಗೆದುಹಾಕಿ
ko: 제거
my: ဖယ်ရှားမည်
nn: Tak bort
ro: Elimina
ta: அகற்று
th: ลบ
vi: Loại bỏ

# stopTooltip
source: Stop
ar: توقف
az: Dayandır
bg: Стоп
ckb: وەستاندن
et: Lõpeta
fa: ایست
he: עצור
hi: रोके
hu: Állj
is: Stöðva
kn: ನಿಲ್ಲಿಸು
ko: 취소
ro: Oprește
ta: நிறுத்து

# pickTooltip
source: Pick
ar: اختيار
az: Seçin
be: Выбраць
bg: Изберете
ca: Escollir
ckb: هەڵبژاردن
el: Διαλέξτε
et: Vali
eu: Aukeratu
fa: انتخاب
he: בחר
hi: चुनें
hu: Kiválaszt
id: Pilih
is: Veldu
kn: ಆಯ್ಕೆ
ko: 선택
my: ရွေးရန်
nn: Vel
ro: Alege
ta: தேர்ந்தெடு
th: เลือก
vi: Chọn

# doubleBackExitMessage
source: Tap “back” again to exit.
ar: اضغط على «رجوع» مرة أخرى للخروج.
az: Çıxmaq üçün təkrar “geri”-yə kliklə.
be: Яшчэ раз націсніце «назад», каб выйсці.
bg: Натиснете отново „Назад“, за да излезете.
ca: Torneu a tocar «enrere» per sortir.
ckb: دووبارە پەنجەبنێ بە گەڕانەوە ”back“ دا بۆ دەرچوون
el: Αγγίξτε ξανά το «πίσω» για έξοδο.
et: Väljumiseks klõpsi uuesti nuppu „Tagasi“.
eu: Sakatu «itzuli» berriro irteteko.
fa: دوباره «عقب» را فشار دهید تا خارج شوید.
he: כדי לצאת הקש שוב על "חזרה".
hi: बाहर जाने के लिए दोबारा "पीछे" पर टैप करें
hu: Nyomd meg a „visszát” még egyszer a kilépéshez.
id: Ketuk “kembali” lagi untuk keluar.
is: Ýttu aftur á „Til baka“ til að hætta.
kn: ನಿರ್ಗಮಿಸಲು ಮತ್ತೊಮ್ಮೆ “ಹಿಂದೆ” ಒತ್ತಿ.
ko: 종료하려면 한번 더 누르세요.
my: ထွက်ရန် "နောက်သို့" ခလုတ်ကို ထပ်နှိပ်ပါ။
nn: Trykk «attende» igjen for å gå ut.
ro: Atingeți „înapoi” din nou pentru a ieși.
ta: வெளியேற “பின்” என்பதைத் தட்டவும்.
th: กดถอยหลังอีกครั้งเพื่อออก
vi: Nhấn “quay lại” lần nữa để thoát.

source: Do not ask again
ar: عدم السؤال مرة أخرى
az: Təkrar soruşma
be: Больш не пытайся
bg: Не питай отново
ca: No tornis a preguntar
ckb: دووبارە مەپرسەوە
el: Να μην ερωτηθώ ξανά
et: Ära küsi enam uuesti
eu: Ez galdetu berriro
fa: دوباره نپرس
he: אל תשאל שוב
hi: दोबारा मत पूछो
hu: Ne kérdezd újra
id: Jangan tanya lagi
is: Ekki spyrja aftur
kn: ಇನ್ನೊಮ್ಮೆ ಕೇಳಬೇಡಿ
ko: 다시 묻지 않기
my: ထပ်မမေးပါနှင့်
nn: Ikkje spør att
ro: Nu cere din nou
ta: மீண்டும் கேட்க வேண்டாம்
th: ไม่ต้องถามอีก
vi: Đừng hỏi nữa

# sourceStateLoading
source: Loading
ar: تحميل
az: Yüklənilir
be: Загрузка
bg: Зареждане
ca: Carregant
ckb: چاوەڕوانبە
el: Φόρτωση
et: Laadime andmeid
eu: Kargatzen
fa: در حال بارگیری
he: טוען
hi: लोड हो रहा है
hu: Betöltés
id: Memuat
is: Innhleðsla
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ
ko: 로딩 중
my: လုပ်ဆောင်နေသည်
nn: Hentar inn
ro: Se încarcă
ta: ஏற்றுகிறது
th: กำลังโหลด
vi: Đang tải

# sourceStateCataloguing
source: Cataloguing
ar: تصنيف
az: Sənədləşdirmə
be: Каталагізацыя
bg: Каталогизация
ca: Catalogant
ckb: تۆماری زانیاری
el: Καταλογογράφηση
et: Katalogiseerime
eu: Katalogatzen
fa: در حال فهرست سازی
he: מקטלג
hu: Katalógus
id: Mengkataloging
is: Gerð efnisyfirlits
kn: ಪಟ್ಟಿಮಾಡುವುದು
ko: 분석 중
my: မက်တာဒေတာများ ဖန်တီးနေသည်
ro: Catalogare
ta: பட்டியலிடுதல்
th: กำลังจัดทำรายการ
vi: Biên mục

# sourceStateLocatingCountries
source: Locating countries
ar: تحديد مواقع الدول
az: Ölkələr yerləşdirilir
be: Размяшчэнне краін
bg: Местоположение на държави
ca: Localitzant països
ckb: دۆزینەوەی ووڵات
el: Εντοπισμός χωρών
et: Tuvastame riike
eu: Herrialdeak kokatzen
fa: در حال مکان یابی کشور ها
he: טוען מדינות
hi: देश खोज रहे हैं
hu: Országok meghatározása
id: Mencari negara
is: Staðset lönd
kn: ದೇಶಗಳನ್ನು ಪತ್ತೆ ಮಾಡಲಾಗುತ್ತಿದೆ
ko: 국가 찾는 중
my: နိုင်ငံတည်နေရာများ
nn: Finn land
ro: Localizarea țărilor
ta: நாடுகளைக் கண்டறிதல்
th: กำลังค้นหาประเทศ
vi: Định vị quốc gia

# sourceStateLocatingPlaces
source: Locating places
ar: تحديد المواقع
az: Yerlər müəyyənləşdirilir
be: Размяшчэнне месцаў
bg: Местоположение на места
ca: Localitzant llocs
ckb: دۆزینەوەی شوێن
el: Εντοπισμός τοποθεσιών
et: Tuvastame asukohti
eu: Lekuak kokatzen
fa: در حال مکان یابی
he: טוען מקומות
hi: स्थान खोज रहें हैं
hu: Helyek meghatározása
id: Mencari tempat
is: Staðset staði
kn: ಸ್ಥಳಗಳನ್ನು ಪತ್ತೆ ಮಾಡಲಾಗುತ್ತಿದೆ
ko: 장소 찾는 중
my: နေရာ တည်နေရာများ
nn: Finn stadar
ro: Localizarea locurilor
ta: இடங்களைக் கண்டறிதல்
th: กำลังค้นหาสถานที่
vi: Định vị địa điểm

# chipActionDelete
source: Delete
ar: حَذف
az: Sil
be: Выдаліць
bg: Изтрий
ca: Suprimeix
ckb: سڕینەوە
el: Διαγραφή
et: Kustuta
eu: Ezabatu
fa: پاک‌کردن
he: מחק
hi: मिटाएं
hu: Törlés
id: Hapus
is: Eyða
kn: ಅಳಿಸಿ
ko: 삭제
my: ဖျက်ရန်
nn: Slett
ro: Șterge
ta: நீக்கு
th: ลบ
vi: Xóa

# chipActionRemove
source: Remove
az: Təmizlə
bg: Премахване
ckb: لابردن
et: Eemalda
he: הסר
hi: हटाएं
is: Fjarlægja
kn: ತೆಗೆದುಹಾಕು
ko: 제거
ta: அகற்று

# chipActionShowCollection
source: Show in Collection
ar: عرض في المجموعة
az: Kolleksiyada Göstər
bg: Показване в колекцията
ca: Mostrar a Coŀlecció
ckb: نیشاندان بە کۆمەڵە
et: Näita kogumikus
he: הצג באוסף
hi: कोलेक्शन में दिखाए
hu: Megjelenítés a gyűjteményekben
is: Sýna í safni
kn: ಸಂಗ್ರಹದಲ್ಲಿ ತೋರಿಸು
ko: 미디어 페이지에서 보기
ro: Afișați în colecție
ta: சேகரிப்பில் காட்டு

# chipActionGoToAlbumPage
source: Show in Albums
ar: عرض في الألبومات
az: Albomlarda Göstər
be: Паказаць у альбомах
bg: Покажи в албуми
ca: Mostra als Àlbums
ckb: بینین لە ئەلبومدا
el: Εμφάνιση στα Άλμπουμ
et: Näita albumites
eu: Erakutsi albumetan
fa: نمایش در البوم‌ها
he: הצג באלבום
hi: एल्बम में दिखाए
hu: Megjelenítés az albumokban
id: Tampilkan di Album
is: Birta í Albúm
kn: ಆಲ್ಬಮ್‌ಗಳಲ್ಲಿ ತೋರಿಸು
ko: 앨범 페이지에서 보기
my: အယ်လ်ဘမ်တွေထဲမှာပြရန်
nn: Vis i Album
ro: Afișați în albume
ta: ஆல்பங்களில் காட்டு
th: แสดงในหน้าอัลบั้ม
vi: Hiển thị trong bộ sưu tập

# chipActionGoToCountryPage
source: Show in Countries
ar: عرض في الدول
az: Ölkələrdə Göstər
be: Паказаць у краінах
bg: Показване в държави
ca: Mostra als Països
ckb: پیشاندان لە ووڵاتەکاندا
el: Εμφάνιση στις χώρες
et: Näita riikides
eu: Erakutsi herrialdeetan
fa: نمایش در کشورها
he: הצג במדינות
hi: देशों में दिखाएं
hu: Megjelenítés az országokban
id: Tampilkan di Negara
is: Birta í Lönd
kn: ದೇಶಗಳಲ್ಲಿ ತೋರಿಸು
ko: 국가 페이지에서 보기
my: နိုင်ငံတွေထဲမှာပြရန်
nn: Vis i Land
ro: Adișați în țări
ta: நாடுகளில் காட்டு
th: แสดงในหน้าประเทศ
vi: Hiển thị ở các quốc gia

# chipActionGoToPlacePage
source: Show in Places
ar: عرض في الأماكن
az: Yerlərdə Göstər
be: Паказаць у месцах
bg: Покажи в места
ca: Mostra als Llocs
el: Εμφάνιση στα μέρη
et: Näita asukohtades
eu: Erakutsi lekuetan
fa: نمایش در مکان‌ها
he: הצג במקומות
hi: स्थानों में दिखाएं
hu: Megjelenítés a helyekben
id: Tampilkan di Tempat
is: Birta í Staðir
kn: ಸ್ಥಳಗಳಲ್ಲಿ ತೋರಿಸು
ko: 장소 페이지에서 보기
my: နေရာများထဲတွင်ပြရန်
nn: Vis i Stadar
ro: Arată în Locuri
ta: இடங்களில் காண்பி
vi: Hiển thị ở địa điểm

# chipActionGoToTagPage
source: Show in Tags
ar: عرض في الوسوم
az: Etiketlərdə Göstər
be: Паказаць у тэгах
bg: Показване в тагове
ca: Mostra a les etiquetes
ckb: پیشاندانی نیشانەکراوەکان
el: Εμφάνιση στις ετικέτες
et: Näita siltides
eu: Erakutsi etiketetan
fa: نمایش در برچسب‌ها
he: הצג בתגיות
hi: टैग्स में दिखाएं
hu: Megjelenítés a címkékben
id: Tampilkan di Label
is: Birta í Merki
kn: Tagಗಳಲ್ಲಿ ತೋರಿಸು
ko: 태그 페이지에서 보기
my: အမှတ်အသားများတွင်ပြရန်
nn: Vis i Merke
ro: Afișați în etichete
ta: குறிச்சொற்களில் காட்டு
th: แสดงในหน้าแท็ก
vi: Hiển thị trong các thẻ

# chipActionGoToExplorerPage
source: Show in Explorer
ar: عرض في المستكشف
az: Nəticədə Göstər
bg: Показване в Експлорър
ckb: پیشاندان لە دۆزەر
et: Näita sirvijas
he: הצג בסייר
hi: एक्सप्लोरर में दिखाए
is: Sýna í skráastjóra
kn: ಪರಿಶೋಧಕದಲ್ಲಿ ತೋರಿಸು
ko: 탐색기 페이지에서 보기
ta: உலாவில் காட்டு

# chipActionFilterOut
source: Filter out
ar: تصفية أو استبعاد
az: Ayırın
be: Адфільтраваць
bg: Изключи
ca: Filtrar
ckb: کاریگەرییەکان
el: Χωρίς φιλτράρισμα
et: Sõelu välja
eu: Ez iragazi
fa: پاک‌کردن از پالایش
he: סנן החוצה
hi: फिल्टर करें
hu: Nem tartalmazza
id: Filter keluar
is: Sía út
kn: ಪ್ರತ್ಯೇಕಿಸು
ko: 제외하기
my: စစ်ထုတ်ရန်
nn: Tak ut
ro: Filtre de ieșire
ta: வடிகட்டி நீக்கு
th: กรองออก
vi: Lọc đầu ra

# chipActionFilterIn
source: Filter in
ar: تصفية أو اختيار
az: Qoyun
be: Фільтраваць
bg: Включи
ca: Filtrar
ckb: کاریگەرییەکان
el: Με φιλτράρισμα
et: Sõelu sisse
eu: Iragazi
fa: اضافه به فیلتر
he: סנן לבתוך
hi: में फिल्टर करें
hu: Tartalmazza
id: Filter masuk
is: Sía inn
kn: ಶೋಧಿಸು
ko: 포함시키기
my: စစ်သွင်းရန်
nn: Tak med
ro: Filtre de intrare
ta: வடிகட்டி வை
th: กรองเข้า
vi: Lọc đầu vào

# chipActionHide
source: Hide
ar: إخفاء
az: Gizlət
be: Схаваць
bg: Скрий
ca: Amagar
ckb: شاردنەوە
el: Απόκρυψη
et: Peida
eu: Ezkutatu
fa: پنهان کردن
he: הסתר
hi: छिपाए
hu: Elrejtés
id: Sembunyikan
is: Fela
kn: ಅಡಗಿಸು
ko: 숨기기
my: ဝှက်
nn: Skjul
ro: Ascunde
ta: மறை
th: ซ่อน
vi: Ẩn

# chipActionLock
source: Lock
ar: قَفل
az: Kilidlə
be: Заблакаваць
bg: Заключи
ca: Bloquejar
ckb: قفڵکردن
el: Κλείδωμα
et: Lukusta
eu: Blokeatu
fa: قفل
he: נעל
hi: लॉक
hu: Zárolás
id: Kunci
is: Læsa
kn: ಬಂಧಿಸು
ko: 잠금
my: သော့ခတ်
nn: Lås
ro: Blocare
ta: பூட்டு
vi: Khóa

# chipActionPin
source: Pin to top
ar: تثبيت في الأعلى
az: Yuxarıya sabitlə
be: Прышпіліць да вяршыні
bg: Закачете отгоре
ca: Ancora a dalt
ckb: جێگیرکردن لە سەرەوە
el: Καρφίτσωμα στην κορυφή
et: Kinnita üles äärde
eu: Finkatu goran
fa: سنجاق به بالا
he: הצמד למעלה
hi: शीर्ष पर पिन करें
hu: Kitűzés felülre
id: Sematkan ke atas
is: Festa efst
kn: ಮೇಲೆ ಸಿಕ್ಕಿಸು
ko: 고정
my: ထိပ်ဆုံးသို့ပင်တွဲရန်
nn: Fest til toppen
ro: Fixați sus
ta: மேலே முள்
th: ปักหมุดไว้บนสุด
vi: Ghim đầu trang

# chipActionUnpin
source: Unpin from top
ar: إلغاء التثبيت في الأعلى
az: Sabitləməyin
be: Адмацаваць зверху
bg: Откачи от закачени
ca: Desancora de dalt
ckb: لابردنی جێگیری
el: Ξέκαρφίτσωμα από την κορυφή
et: Eemalda ülalt äärest
eu: Desfinkatu goitik
fa: برداشتن سنجاق از بالا
he: בטל הצמד למעלה
hi: शीर्ष से अनपिन करें
hu: Kitűzés megszüntetése
id: Lepas sematan dari atas
is: Losa af efri hluta
kn: ಪಿನ್ ತೆಗೆಯಿರಿ
ko: 고정 해제
my: ထိပ်ဆုံးမှပင်ဖြုတ်ရန်
nn: losna ifrå toppen
ro: Anulați fixarea de sus
ta: மேலே இருந்து அவிழ்த்து விடு
th: ถอนหมุดออก
vi: Bỏ ghim khỏi đầu

# chipActionRename
source: Rename
ar: إعادة تسمية
az: Bir də adlandır
be: Перайменаваць
bg: Преименувайте
ca: Canviar nom
ckb: ناوگۆڕین
el: Μετονομασία
et: Muuda nime
eu: Aldatu izena
fa: تغییر نام فایل
he: שנה שם
hi: नाम बदले
hu: Átnevezés
id: Ganti nama
is: Endurnefna
kn: ಮರುನಾಮಕರಣ
ko: 이름 변경
my: အမည်ပြောင်းရန်
nn: Byt namn
ro: Redenumiți
ta: மறுபெயரிடு
th: เปลี่ยนชื่อใหม่
vi: Đổi tên

# chipActionSetCover
source: Set cover
ar: تعيين كغلاف
be: Усталяваць вокладку
bg: Задайте тапет
ca: Escollir coberta
ckb: وێنەی بەرگ
el: Ορισμός ως εξώφυλλο
et: Määra kaanepildiks
eu: Ezarri azala
fa: گذاشتن به عنوان سرپوش
he: הגדר עטיפה
hi: कवर सेट करें
hu: Borító beállítása
id: Setel sampul
is: Setja umslag
kn: ರಕ್ಷಾಕವಚ ಹೊಂದಿಸು
ko: 대표 이미지 변경
my: ကာဗာပုံအဖြစ်ထားရန်
nn: Sett omslag
ro: Setați capacul
ta: அட்டை அமை
th: ตั้งเป็นภาพหน้าปก
vi: Đặt ảnh bìa

# chipActionShowCountryStates
source: Show states
ar: عرض الولايات
be: Паказаць дзяржавы
bg: Показване на държава
ca: Mostrar estats
ckb: پیشاندانی وڵاتەکان
el: Εμφάνιση πολιτειών
et: Näita osariike
eu: Erakutsi egoerak
fa: نمایش شهر‌ها
he: הצג סטטיסטיקות
hi: राज्यों को दिखाएं
hu: Megyék megjelenítése
id: Tampilkan wilayah
is: Birta héruð
kn: ಅಂಕಿಅಂಶಗಳನ್ನು ತೋರಿಸಿ
ko: 주 보기
my: နိုင်ငံများပြရန်
nn: Vis landsdelar
ro: Afișare state
ta: நிலைகளைக் காட்டு
vi: Hiển thị tỉnh

# chipActionCreateAlbum
source: Create album
ar: إنشاء ألبوم
be: Стварыць альбом
bg: Създайте албум
ca: Crear àlbum
ckb: دروستکردنی ئەلبوم
el: Δημιουργία άλμπουμ
et: Loo album
eu: Sortu albuma
fa: ایجاد البوم
he: צור אלבום
hi: एल्बम बनाएं
hu: Új album
id: Buat album
is: Búa til albúm
kn: ಆಲ್ಬಮ್ ರಚಿಸಿ
ko: 앨범 만들기
my: အယ်လ်ဘမ်ဖန်တီးရန်
nn: Lag eit album
ro: Creați album
ta: ஆல்பத்தை உருவாக்கு
th: สร้างอัลบั้ม
vi: Tạo bộ sưu tập

# chipActionCreateVault
source: Create vault
ar: إنشاء خزنة
be: Стварыце сховішча
bg: Създаване на трезор
ca: Crear una caixa forta
ckb: دروستکردنی تایبەت
el: Δημιουργήστε θησαυροφυλάκιο
et: Loo turvaruum
eu: Sortu kutxa gotorra
fa: ایجاد گاوصندوق
he: צור כספת
hi: वॉल्ट बनाएं
hu: Széf készítése
id: Buat brankas
is: Búa til öryggisgeymslu
kn: ನೆಲಮಾಳಿಗೆ ರಚಿಸಿ
ko: 금고 만들기
my: လျှို့ဝှက်သိုလှောင်ခန်း ဖန်တီးရန်
nn: Kvelv
ro: Creare seif
ta: பெட்டகத்தை உருவாக்கு
vi: Tạo két sắt

# chipActionConfigureVault
source: Configure vault
ar: تكوين الخزنة
be: Наладзіць сховішча
bg: Настройване на трезор
ca: Configurar caixa forta
ckb: ڕێکخستنی قفڵکراو
el: Διαμορφώστε το θησαυροφυλάκιο
et: Seadista turvaruumi
eu: Konfiguratu kutxa gotorra
fa: پیکربندی گاوصندوق
hi: वॉल्ट को कॉन्फ़िगर करें
hu: Széf beállítása
id: Atur brankas
is: Stilla öryggisgeymslu
kn: ನೆಲಮಾಳಿಗೆ ಸಂರಚಿಸಿ
ko: 금고 설정
my: လျှို့ဝှက်သိုလှောင်ခန်းကို ပြင်ဆင်ရန်
nn: Set opp kvelvet
ro: Configurare seif
ta: பெட்டகத்தை உள்ளமை
vi: Định cấu hình két sắt

# entryActionCopyToClipboard
source: Copy to clipboard
ar: نسخ إلى الحافظة
be: Скапіраваць у буфер абмену
bg: Копирайте в клипборд
ca: Copiar al porta-retalls
ckb: لەبەرگرتنەوە
el: Αντιγραφή στο πρόχειρο
et: Kopeeri lõikelauale
eu: Kopiatu arbelera
fa: کپی به کلیپ بورد
hi: क्लिपबोर्ड पर कॉपी करें
hu: Vágolapra másolás
id: Salin ke papan klip
is: Afrita á klippispjald
kn: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಗೆ ನಕಲಿಸಿ
ko: 클립보드에 복사
my: ကလစ်ဘုတ်သို့ကော်ပီကူးရန်
nn: Kopier til utklippstavla
ro: Copiați în clipboard
ta: இடைநிலைப் பலகைக்கு நகலெடு
th: คัดลอกไว้ในคลิปบอร์ด
vi: Sao chép vào clipboard

# entryActionDelete
source: Delete
ar: حذف
be: Выдаліць
bg: Изтриване
ca: Esborrar
ckb: سڕینەوە
el: Διαγραφή
et: Kustuta
eu: Ezabatu
fa: پاک‌کردن
hi: मिटाएं
hu: Törlés
id: Hapus
is: Eyða
kn: ಅಳಿಸಿ
ko: 삭제
my: ဖျက်ရန်
nn: Slett
ro: Șterge
ta: நீக்கு
th: ลบ
vi: Xóa

# entryActionConvert
source: Convert
ar: تحويل
be: Канвертаваць
bg: Конвертиране
ca: Convertir
ckb: گۆڕینی جۆر
el: Μετατροπή
et: Konverteeri
eu: Bihurtu
fa: تبدیل فایل
hi: बदले
hu: Átalakítás
id: Ubah
is: Umbreyta
kn: ಪರಿವರ್ತಿಸಿ
ko: 변환
my: ဖိုင်ပုံစံပြောင်းရန်
nn: Lag om
ro: Convertit
ta: நிலைமாற்று
th: แปลงไฟล์
vi: Chuyển thành

# entryActionExport
source: Export
ar: المزيد
be: Экспарт
bg: Експортиране
ca: Exportar
ckb: هەڵگرتن
el: Εξαγωγή
et: Ekspordi
eu: Esportatu
fa: خروجی
hi: एक्सपोर्ट करें
hu: Exportálás
id: Ekspor
is: Flytja út
kn: ರಫ್ತು
ko: 내보내기
my: ပို့ရန်
nn: Før ut
ta: ஏற்றுமதி
th: เอกซ์ปอตส์
vi: Xuất

# entryActionInfo
source: Info
ar: معلومات
be: Інфармацыя
bg: Информация
ca: Informació
ckb: زانیاری
el: Λεπτομέρειες
et: Teave
eu: Informazioa
fa: اطلاعات
hi: जानकारी
hu: Infó
is: Upplýsingar
kn: ಮಾಹಿತಿ
ko: 상세정보
my: ဖိုင်အချက်အလက်
nn: Opplysingar
ta: தகவல்
th: ข้อมูล
vi: Thông tin
