Repository: deckerst/aves
Catalog: lib/l10n/app_*.arb
Languages: ar, az, be, bg, ca, ckb, el, et, eu, fa, he, hi, hu, id, is, kn, ko, my, nn, ro, ta, th, vi

# settingsHiddenFiltersEmpty
source: No hidden filters
ar: لا يوجد مرشحات مخفية
be: Няма схаваных фільтраў
bg: Няма скрити филтри
ca: Cap filtre amagat
el: Χωρίς κρυφά φίλτρα
et: Peidetuse filtreid ei ole
eu: Ezkutuko iragazkirik ez
fa: پالایشی پنهان نیست
hu: Nincsenek rejtett szűrők
id: Tidak ada filter tersembunyi
is: Engar felusíur
kn: ಮರೆಮಾಡಿದ ಫಿಲ್ಟರ್‌ಗಳಿಲ್ಲ
ko: 숨겨진 필터가 없습니다
ro: Fără filtre ascunse
ta: மறைக்கப்பட்ட வடிப்பான்கள் இல்லை
vi: Không có bộ lọc ẩn nào

# settingsStorageAccessTile
source: Storage access
ar: الوصول إلى التخزين
be: Доступ да сховішча
bg: Достъп до хранилището
ca: Accés d’emmagatzematge
el: Πρόσβαση στον χώρο αποθήκευσης
et: Ligipääs andmeruumile
eu: Biltegiratzerako sarrera
fa: دسترسی حافظه
hu: Tárhely hozzáférés
id: Akses penyimpanan
is: Aðgengi geymslu
kn: ಸಂಗ್ರಹಣೆ ಪ್ರವೇಶಾಧಿಕಾರ
ko: 저장공간 접근
my: သိုလှောင်ခန်းဝင်ရောက်ကြည့်ရှုခွင့်
nn: Gøymetilgjenge
ro: Acces la stocare
ta: சேமிப்பக அணுகல்
vi: Quyền truy cập bộ nhớ

# settingsEnableBin
source: Use recycle bin
ar: استخدم سلة المحذوفات
be: Выкарыстоўваць кошык
bg: Използвайте кошчето
ca: Utilitzar paperera de reciclatge
el: Χρησιμοποίηση κάδου ανακύκλωσης
et: Kasuta prügikasti
eu: Erabili zakarrontzia
fa: بهره‌وری از سطل زباله
hu: Kuka használata
id: Gunakan tong sampah
is: Nota ruslmöppu
kn: ಮರುಬಳಕೆಯ ತೊಟ್ಟಿಯನ್ನು ಬಳಸಿ
ko: 휴지통 사용
my: ပြန်သုံးအမှိုက်ပုံးကို သုံးရန်
nn: Nytt papirkorga
ro: Utilizare coș de reciclare
ta: மறுசுழற்சி தொட்டியைப் பயன்படுத்தவும்
vi: Dùng thùng rác

# settingsEnableBinSubtitle
source: Keep deleted items for 30 days
ar: الاحتفاظ بالعناصر المحذوفة لمدة 30 يومًا
be: Захоўвае выдаленыя элементы на працягу 30 дзён
bg: Съхранявайте изтритите обекти за 30 дни
ca: Manté elements eliminats durant 30 dies
el: Διατήρηση των διαγραμμένων στοιχείων για 30 ημέρες
et: Hoia kustutatud objekte 30 päeva
eu: Mantendu ezabatutako elementuak 30 egunez
fa: موارد پاک شده را به مدت 30 روز نگه دارید
hu: Törölt elemek megőrzése 30 napig
id: Simpan benda yang dihapus selama 30 hari
is: Halda eyddum atriðum í 30 daga
kn: ಅಳಿಸಿದ ವಸ್ತುಗಳನ್ನು 30 ದಿನಗಳವರೆಗೆ ಇರಿಸಿ
ko: 삭제한 항목을 30일 동안 보관하기
my: ဖျက်ထားသည့်ပုံများကို ရက် ၃၀ အထိ ဆက်သိမ်းထားပါမည်
nn: Sparar på sletta ting i 30 dagar
ro: Se păstrează elementele șterse timp de 30 de zile
ta: நீக்கப்பட்ட பொருட்களை 30 நாட்களுக்கு வைத்திருங்கள்
vi: Giữ các mục đã xóa 30 ngày

# settingsDisablingBinWarningDialogMessage
source: Items in the recycle bin will be deleted forever.
ar: سيتم حذف العناصر الموجودة في سلة المحذوفات إلى الأبد.
be: Элементы ў кошыку будуць выдалены назаўжды.
bg: Елементите в кошчето ще бъдат изтрити завинаги.
ca: Els elements de la paperera de reciclatge seran eliminats per sempre.
el: Τα αρχεία στον κάδο ανακύκλωσης θα διαγραφούν για πάντα.
et: Prügikastis olevad objektid kustutatakse jäädavalt.
eu: Zakarrontziko elementuak betirako ezabatuko dira.
fa: موارد موجود در سطل زباله برای همیشه نابود خواهند شد.
hu: A kukában lévő elemek örökre törlésre kerülnek.
id: Item dalam tong sampah akan hilang selamanya.
is: Atriðum í ruslinu verður endanlega eytt.
kn: ಮರುಬಳಕೆ ತೊಟ್ಟಿಯಲ್ಲಿರುವ ವಸ್ತುಗಳನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಲಾಗುತ್ತಿದೆ.
ko: 휴지통에 있는 항목들이 완전히 삭제될 것입니다.
my: ပြန်သုံးအမှိုက်ပုံးထဲက ဓာတ်ပုံနဲ့ ဗီဒီယိုတွေကို အပြီးဖျက်လိုက်မှာပါ။
nn: Ting i papirkorga vil slettast for godt.
ro: Articolele din coșul de reciclare vor fi șterse pentru totdeauna.
ta: மறுசுழற்சி தொட்டியில் உள்ள உருப்படிகள் என்றென்றும் நீக்கப்படும்.
vi: Các mục trong thùng rác sẽ bị xóa vĩnh viễn.

# settingsAllowMediaManagement
source: Allow media management
ar: السماح بإدارة الوسائط
be: Дазволіць кіраванне мультымедыя
bg: Разрешаване на управление на медиите
ca: Permet la gestió dels mitjans
el: Επιτρέψτε την πλήρη διαχείριση των αρχείων σας
et: Kasuta meediahaldust
eu: Baimendu mediaren kudeaketa
fa: اجازه مدیریت محتوا
hu: Média kezelés engedélyezése
id: Izinkan pengelolaan media
is: Leyfa stýringu gagnamiðla
kn: ಮಾಧ್ಯಮ ನಿರ್ವಹಣೆಯನ್ನು ಅನುಮತಿಸಿ
ko: 미디어 관리 허용
my: မီဒီယာစီမံခန့်ခွဲခွင့် ပေးရန်
nn: La få handsame medium
ro: Permiteți gestionarea media
ta: ஊடக நிர்வாகத்தை அனுமதிக்கவும்
vi: Cho phép quản lí phương tiện

# settingsStorageAccessPageTitle
source: Storage Access
ar: الوصُول إلى التخزين
be: Доступ да сховішча
bg: Достъп до хранилището
ca: Accés d’Emmagatzematge
el: Προσβαση στον Χωρο Αποθηκευσης
et: Ligipääs andmeruumile
eu: Biltegiratzerako sarrera
fa: دسترسی حافظه
hu: Tárhely hozzáférés
id: Akses Penyimpanan
is: Aðgengi geymslu
kn: ಸಂಗ್ರಹಣೆ ಪ್ರವೇಶಾಧಿಕಾರ
ko: 저장공간 접근
my: သိုလှောင်ခန်းဝင်ရောက်ကြည့်ရှုခွင့်
nn: Gøymetilgjenge
ro: Acces la stocare
ta: சேமிப்பக அணுகல்
vi: Quyền truy cập bộ nhớ

# settingsStorageAccessBanner
source: Some directories require an explicit access grant to modify files in them. You can review here directories to which you previously gave access.
ar: تتطلب بعض المسارات منح وصول صريح لتعديل الملفات الموجودة فيها. يمكنك هنا مراجعة المسارات التي منحتها حق الوصول إليها مسبقًا.
be: Некаторыя каталогі патрабуюць відавочнага дазволу на змяненне файлаў у іх. Тут вы можаце прагледзець каталогі, да якіх вы раней далі доступ.
bg: Някои директории изискват изрично разрешение за достъп за модифициране на файлове в тях. Тук можете да прегледате директории, до които преди това сте дали достъп.
ca: Alguns directoris requereixen permís explícit per modificar-hi fitxers. Podeu revisar aquí els directoris als quals heu donat accés anteriorment.
el: Ορισμένοι κατάλογοι απαιτούν ρητή άδεια πρόσβασης για την τροποποίηση των αρχείων που βρίσκονται σε αυτούς. Μπορείτε να δείτε εδώ τους καταλόγους στους οποίους έχετε ήδη χορηγήσει πρόσβαση.
et: Mõned kaustad vajavad eraldi lubamist seal asuvate failide muutmiseks. Siin näed kaustu, millele sa varem oled sellised õigused jaganud.
eu: Karpeta batzuek baimen berezi bat behar dute bertak fitxategiak edita ahal izateko. Hemen, lehendik baimena eman diezun karpetak ikus ditzakezu.
fa: برخی پوشه ها برای اصلاح پرونپه های موجود در آنها به یک مجوز دسترسی نیاز دارند. در اینجا می توانید پوشه هایی را که قبلاً به آنها دسترسی داشته اید، مرور کنید.
hu: Egyes könyvtárak kifejezett hozzáférési engedélyt igényelnek a benne lévő fájlok módosításához. Itt áttekintheted a könyvtárakat, amelyekhez korábban hozzáférést adtál.
id: Beberapa direktori memerlukan pemberian akses eksplisit untuk memodifikasi file di dalamnya. Anda dapat meninjau direktori yang anda beri akses sebelumnya di sini.
is: Sumar möppur krefjast þess að gefin sé sérstök heimild til að breyta skrám í þeim. Þú getur yfirfarið hér þær möppur sem þú hefur gefið aðgangaheimildir fyrir.
kn: ಕೆಲವು ಕೋಶಗಳಿಗೆ ಕಡತಗಳನ್ನು ಮಾರ್ಪಡಿಸಲು ಸ್ಪಷ್ಟ ಪ್ರವೇಶವನ್ನು ಅನುಮತಿಸುವ ಅಗತ್ಯವಿದೆ. ನೀವು ಈ ಹಿಂದೆ ಪ್ರವೇಶವನ್ನು ನೀಡಿದ ಕೋಶಗಳನ್ನು ನೀವು ಇಲ್ಲಿ ಪರಿಶೀಲಿಸಬಹುದು.
ko: 어떤 폴더는 사용자의 허용을 받아야만 앱이 파일에 접근이 가능합니다. 이 화면에 허용을 받은 폴더를 확인할 수 있으며 원하지 않으면 취소할 수 있습니다.
my: တချို့ directory တွေဟာ သူတို့ထဲကဖိုင်တွေကို ပြင်ဆင်ဖို့ ဝင်ရောက်ကြည့်ရှုခွင့်အတိအကျပေးဖို့ လိုအပ်ပါတယ်။ သင်အရင်က ဝင်ရောက်ကြည့်ရှုခွင့်ပေးခဲ့တဲ့ directory တွေကို ဒီနေရာမှာ သုံးသပ်နိုင်ပါတယ်။
nn: Nokre mapper krev at du gjev appen tilgjenge til dei for å brigde filer i dei. Du kan sjå på mappene som du har gjeve appen tilgjenge til her.
ro: Unele directoare necesită o acordare de acces explicită pentru a modifica fișierele din ele. Puteți consulta aici directoarele la care anterior ați dat acces.
ta: சில கோப்பகங்களுக்கு அவற்றில் உள்ள கோப்புகளை மாற்ற வெளிப்படையான அணுகல் மானியம் தேவைப்படுகிறது. நீங்கள் முன்பு அணுகலை வழங்கிய கோப்பகங்களை இங்கே மதிப்பாய்வு செய்யலாம்.
vi: Một số thư mục yêu cầu cấp quyền truy cập rõ ràng để sửa đổi các tệp trong đó. Bạn có thể xem lại các thư mục mà trước đây bạn đã cấp quyền truy cập tại đây.

# settingsStorageAccessEmpty
source: No access grants
ar: عدم منح الوصول
be: Доступ не прадстаўлены
bg: Няма права за достъп
ca: Cap permís d’accés
el: Δεν έχει χορηγηθεί πρόσβαση
et: Ligipääsuõigusi pole määratud
eu: Baimenik ez
fa: دسترسی اهدا نشد
hu: Nincsenek jogok megadva
id: Tidak ada akses
is: Engiar aðgangsheimildir
kn: ಪ್ರವೇಶ ಅನುಮತಿಸಿಲ್ಲ
ko: 접근 허용이 없습니다
my: ဝင်ရောက်ကြည့်ရှုခွင့်ပေးထားတာမရှိပါ
nn: Ingen gjevne tilgjenge
ro: Fără acordări de acces
ta: அணுகல் மானியங்கள் இல்லை
vi: Không có quyền nào được cấp

# settingsStorageAccessRevokeTooltip
source: Revoke
ar: إبطال
be: Адклікаць
bg: Отмени
ca: Revocar
el: Ανάκληση χορήγησης πρόσβασης
et: Eemalda õigused
eu: Ezeztatu
fa: لغو
hu: Megvonás
id: Tarik kembali
is: Afturkalla
kn: ಹಿಂಪಡೆಯಿರಿ
ko: 취소
my: ပြန်ရုပ်သိမ်းမည်
nn: Fråta
ro: Revocare
ta: ரத்து செய்யுங்கள்
vi: Thu hồi

# settingsAccessibilitySectionTitle
source: Accessibility
ar: إمكانية الوصول
be: Спецыяльныя магчымасці
bg: Достъпност
ca: Accessibilitat
el: Προσβασιμοτητα
et: Ligipääsetavus
eu: Irisgarritasuna
fa: دسترسی پذیری
hu: Kisegítő lehetőségek
id: Aksesibilitas
is: Auðveldað aðgengi
kn: ಎಟುಕು
ko: 접근성
nn: Tilgjenge
ro: Accesibilitate
ta: அணுகல்
vi: Khả năng tiếp cận

# settingsRemoveAnimationsTile
source: Remove animations
ar: إزالة الرسوم المتحركة
be: Выдаліць анімацыі
bg: Премахване анимация
ca: Treure animacions
el: Κατάργηση κινούμενων εικόνων
et: Eemalda animatsioonid
eu: Kendu animazioak
fa: بدون پویانمایی
hu: Animációk eltávolítása
id: Hapus animasi
is: Fjarlægja hreyfimyndir
kn: ಅನಿಮೇಷನ್‌ಗಳನ್ನು ತೆಗೆದುಹಾಕಿ
ko: 애니메이션 삭제
ro: Eliminați animațiile
ta: அனிமேசன்களை அகற்று
vi: Xóa hiệu ứng ảnh động

# settingsRemoveAnimationsDialogTitle
source: Remove Animations
ar: ازالة الرسوم المتحركة
be: Выдаліць анімацыі
bg: Премахване анимации
ca: Treure Animacions
el: Καταργηση Κινουμενων Εικονων
et: Eemalda animatsioonid
eu: Kendu animazioak
fa: بدون پویانمایی‌
hu: Animációk eltávolítása
id: Hapus Animasi
is: Fjarlægja hreyfimyndir
kn: ಅನಿಮೇಷನ್‌ಗಳನ್ನು ತೆಗೆಯಿರಿ
ko: 애니메이션 삭제
ro: Eliminați animațiile
ta: அனிமேசன்களை அகற்று
vi: Xóa hoạt ảnh

# settingsTimeToTakeActionTile
source: Time to take action
ar: وقت إتخاذ الإجراءات
be: Час выканання
bg: Време на изпълнение на действието
ca: Retard per executar una acció
el: Χρόνος λήψης ενεργειών
et: Viivitus enne toiminguid
eu: Ekintza aurretik igarotako denbora
fa: زمان اقدام
hu: Ideje cselekedni
id: Waktu untuk mengambil tindakan
is: Tími til að grípa til aðgerða
kn: ಕ್ರಮ ತೆಗೆದುಕೊಳ್ಳಲು ಸಮಯ
ko: 액션 취하기 전 대기 시간
nn: Tid for å gjera
ro: Timpul pentru acțiune
ta: நடவடிக்கை எடுக்க வேண்டிய நேரம்
vi: Thời gian hành động

# settingsAccessibilityShowPinchGestureAlternatives
source: Show multi-touch gesture alternatives
ar: عرض بدائل إيماءات اللمس المتعدد
be: Паказваць альтэрнатывы мультисенсорным жэстам
bg: Показване на алтернативи за жестове с мултитъч
ca: Mostra alternatives amb gestos multitàctils
el: Εμφάνιση χειρονομιών πολλαπλής αφής
et: Näita alternatiive mitmikpuutele
eu: Ukimen ugariko keinu alternatiboak erakutsi
fa: نمایش جایگزین های چند لمس همزمان
hu: Mutasson alternatív többujjas kézmozdulatokat
id: Tampilkan alternatif gestur multisentuh
is: Sýna aðra valkosti með mörgum bendingum
kn: ಬಹುಸ್ಪರ್ಶ ಗೆಸ್ಚರ್ ಪರ್ಯಾಯಗಳನ್ನು ತೋರಿಸಿ
ko: 멀티터치의 대안 표시
nn: Vis andre utvegar for fleirtrykkhandvendingar
ro: Afișare alternative de gesturi atingeri-multiple
ta: மல்டி-டச் சைகை மாற்றுகளைக் காட்டு
vi: Hiển thị các lựa chọn thay thế cử chỉ đa chạm

# settingsDisplaySectionTitle
source: Display
ar: عَرض
be: Адлюстраванне
bg: Изобразяване
ca: Pantalla
el: Οθονη
et: Ekraan
eu: Pantaila
fa: نمایش
hu: Kijelző
id: Tampilan
is: Birting
kn: ಪ್ರದರ್ಶಕ
ko: 디스플레이
nn: Vising
ro: Afișare
ta: காட்சி
vi: Hiển thị

# settingsThemeBrightnessTile
source: Theme
ar: السمَة
be: Тэма
bg: Тема
ca: Tema
el: Θέμα
et: Kujundus
eu: Gaia
fa: پوسته
hu: Téma
id: Tema
is: Þema
kn: ಅಲಂಕಾರ
ko: 테마
nn: Ham
ro: Temă
ta: கருப்பொருள்
vi: Chủ đề

# settingsThemeBrightnessDialogTitle
source: Theme
ar: السمة
be: Тэма
bg: Тема
ca: Tema
el: Θεμα
et: Kujundus
eu: Gaia
fa: پوسته
hu: Téma
id: Tema
is: Þema
kn: ಅಲಂಕಾರ
ko: 테마
nn: Ham
ro: Temă
ta: கருப்பொருள்
vi: Chủ đề

# settingsThemeColorHighlights
source: Color highlights
ar: تحديد الألوان
be: Каляровыя акцэнты
bg: Цветни акценти
ca: Colors per ressaltar
el: Χρωματιστά εικονίδια
et: Esiletõstetud värvid
eu: Nabarmen koloreak
fa: رنگ متون برجسته
hu: Szín kiemelés
id: Highlight warna
is: Hátónalitun
kn: ಬಣ್ಣದ ಮುಖ್ಯಾಂಶಗಳು
ko: 색 강조
nn: Léta framhevjingar
ro: Evidențieri de culoare
ta: வண்ண சிறப்பம்சங்கள்
vi: Màu sắc nổi bật

# settingsThemeEnableDynamicColor
source: Dynamic color
ar: اللون الديناميكي
be: Дынамічны колер
bg: Динамични цветове
ca: Color dinàmic
el: Έντονο χρώμα
et: Dünaamilised värvid
eu: Kolore dinamikoa
fa: رنگ های پویا
hu: Dinamikus szín
id: Warna dinamis
is: Breytilegur litur
kn: ಡೈನಾಮಿಕ್ ಬಣ್ಣ
ko: 동적 색상
nn: Skiftande let
ro: Culoare dinamică
ta: மாறும் நிறம்
vi: Màu sắc Dynamic

# settingsDisplayRefreshRateModeTile
source: Display refresh rate
ar: عرض معدل التحديث
be: Частата абнаўлення экрана
bg: Честота на обновление на дисплея
ca: Taxa de refresc de pantalla
el: Εμφάνιση ρυθμού ανανέωσης
et: Ekraani värskendussagedus
eu: Pantailaren freskatze-maiztasuna
fa: نمایش نرخ تازه‌سازی
hu: Képernyőfrissítési ráta
id: Tingkat penyegaran tampilan
is: Birta uppfærslutíðni
kn: ರಿಫ್ರೆಶ್ ದರವನ್ನು ಪ್ರದರ್ಶಿಸಿ
ko: 화면 재생률
nn: Rørslejamleiken til skjermen
ro: Rata de reîmprospătare a ecranului
ta: புதுப்பிப்பு வீதத்தைக் காண்பி
vi: Tốc độ làm mới màn hình

# settingsDisplayRefreshRateModeDialogTitle
source: Refresh Rate
ar: معدل التحديث
be: Частата абнаўлення
bg: Честота на опресняване
ca: Taxa de refresc
el: Ρυθμος ανανεωσης
et: Värskendussagedus
eu: Freskatze-maiztasuna
fa: نرخ تازه‌سازی
hu: Frissítési ráta
id: Tingkat Penyegaran
is: Uppfærslutíðni
kn: ರಿಫ್ರೆಶ್ ದರ
ko: 화면 재생률
nn: Rørslejamleik
ro: Rată de reîmprospătare
ta: வீதத்தை புதுப்பிக்கவும்
vi: Tốc độ làm mới

# settingsDisplayUseTvInterface
source: Android TV interface
ar: واجهة أندرويد TV
be: Інтэрфейс Android TV
bg: Интерфейс Android TV
ca: Interfície d’Android TV
el: Χρήση του Android TV περιβάλλον
et: Android TV-liidestus
eu: Android TV interfazea
fa: رابط تلویزیون اندروید
hu: Android TV felület
id: Antarmuka Android TV
is: Android TV viðmót
kn: ಆಂಡ್ರಾಯ್ಡ್ ಟಿವಿ ಇಂಟರ್ಫೇಸ್
ko: 안드로이드 TV 인터페이스 사용하기
nn: Android TV-grensesnitt
ro: Interfață Android TV
ta: ஆண்ட்ராய்டு டிவி இடைமுகம்
vi: Giao diện Android TV

# settingsLanguageSectionTitle
source: Language & Formats
ar: اللغة والتنسيقات
be: Мова і фарматы
bg: Език и формати
ca: Llengua i Formats
el: Γλωσσα & Μορφες
et: Keeled ja vormingud
eu: Hizkuntza eta formatuak
fa: زبان و قالب ها
hu: Nyelv és formátumok
id: Bahasa & Format
is: Tungumál og snið
kn: ಭಾಷೆ ಮತ್ತು ಸ್ವರೂಪಗಳು
ko: 언어 및 표시 형식
nn: Skriftmål og format
ro: Limbă și formate
ta: மொழி & வடிவங்கள்
vi: Ngôn ngữ và Định dạng

# settingsLanguagePageTitle
source: Language
ar: اللغة
be: Мова
bg: Език
ca: Idioma
el: Γλωσσα
et: Keel
eu: Hizkuntza
fa: زبان
hu: Nyelv
id: Bahasa
is: Tungumál
kn: ಭಾಷೆ
ko: 언어
nn: Skriftmål
ro: Limbă
ta: மொழி
vi: Ngôn ngữ

# settingsCoordinateFormatTile
source: Coordinate format
ar: تنسيق الإحداثيات
be: Фармат каардынат
bg: Формат на координати
ca: Format de coordenades
el: Μορφή συντεταγμένων
et: Koordinaatide vorming
eu: Koordenatuen formatua
fa: قالب مختصات
hu: Koordináták formátuma
id: Format koordinat
is: Snið hnita
kn: ನಿರ್ದೇಶಾಂಕ ಸ್ವರೂಪ
ko: 좌표 표현
nn: Koordinatformat
ro: Formatul coordonatelor
ta: ஒருங்கிணைப்பு வடிவம்
vi: Định dạng tọa độ

# settingsCoordinateFormatDialogTitle
source: Coordinate Format
ar: تنسيق الاحداثيات
be: Фармат каардынат
bg: Формат на координати
ca: Format de Coordenades
el: Μορφη Συντεταγμενων
et: Koordinaatide vorming
eu: Koordenatuen formatua
fa: قالب مختصات‌
hu: Koordináták formátuma
id: Format Koordinat
is: Snið hnita
kn: ನಿರ್ದೇಶಾಂಕ ಸ್ವರೂಪ
ko: 좌표 표현
nn: Koordinatformat
ro: Formatul coordonatelor
ta: ஒருங்கிணைப்பு வடிவம்
vi: Định dạng tọa độ

# settingsUnitSystemTile
source: Units
ar: الوحدات
be: Адзінкі вымярэння
bg: Единици за измерване
ca: Unitats
el: Σύστημα μέτρησης
et: Ühikud
eu: Unitateak
fa: واحد ها
hu: Mértékegységek
id: Unit
is: Einingar
kn: ಏಕಮಾನಗಳು
ko: 단위법
nn: Einingar
ro: Unități
ta: அலகுகள்
vi: Đơn vị

# settingsUnitSystemDialogTitle
source: Units
ar: الوحدات
be: Адзінкі вымярэння
bg: Единици за измерване
ca: Unitats
el: Συστημα μετρησης
et: Ühikud
eu: Unitateak
fa: واحد ها
hu: Mértékegységek
id: Unit
is: Einingar
kn: ಏಕಮಾನಗಳು
ko: 단위법
nn: Einingar
ro: Unități
ta: அலகுகள்
vi: Đơn vị

# settingsForceWesternArabicNumeralsTile
source: Force Arabic numerals
ar: فرض الأرقام العربية
bg: Принудителни арабски цифри
et: Jõusta araabia numbrite kasutus
fa: اجبار به اعداد عربی
is: Þvinga arabískar tölur
kn: ಅರೇಬಿಕ್ ಅಂಕಿಗಳನ್ನು ಒತ್ತಾಯಿಸಿ
ko: 아라비아 숫자 항상 사용
ro: Cifre arabe forțat
ta: அரபு எண்களை கட்டாயப்படுத்துங்கள்

# settingsScreenSaverPageTitle
source: Screen Saver
ar: شاشة التوقف
be: Застаўка на экран
bg: Скрийнсейвър
ca: Protector de Pantalla
el: Προφυλαξη οθονης
et: Ekraanisäästja
eu: Pantaila-babeslea
fa: ذخیره کننده صفحه
hu: Képernyővédő
is: Skjáhvíla
kn: ಪರದೆ ರಕ್ಷಕ
ko: 화면보호기
nn: Skjermsparar
ro: Economizor de ecran
ta: திரை சேவர்
vi: Bảo vệ màn hình

# settingsWidgetPageTitle
source: Photo Frame
ar: إطار الصورة
be: Фотарамка
bg: Фоторамка
ca: Marc de Foto
el: Κορνιζα
et: Fotoraam
eu: Argazki-markoa
fa: قاب تصویر
hu: Fotó keret
id: Bingkai Foto
is: Myndarammi
kn: ಚಿತ್ರ ಚೌಕಟ್ಟು
ko: 사진 액자
nn: Bileteramme
ro: Ramă foto
ta: புகைப்பட சட்டகம்
vi: Khung ảnh

# settingsWidgetShowOutline
source: Outline
ar: الخطوط العريضة
be: Вылучэнне
bg: Контур
ca: Contorn
el: Περίγραμμα
et: Piirjoon
eu: Ingerada
fa: نوار حاشیه
hu: Körvonal
id: Garis luar
is: Útlínur
kn: ರೂಪರೇಖೆ
ko: 윤곽
nn: Omrit
ro: Contur
ta: அவுட்லைன்
vi: Đường viền

# settingsWidgetOpenPage
source: When tapping on the widget
ar: عند النقر على الويدجت
be: Пры націску на віджэт
bg: При докосване на джаджата
ca: En tocar un giny
el: Όταν πατάτε στο γραφικό στοιχείο
et: Vidinal klõpsides
eu: Widgetan sakatzean
fa: هنگام ضربه زدن بر روی ابزارک
hu: Widgetre koppintáskor
id: Saat mengetuk di sebuah widget
is: Þegar ýtt er á viðmótshlutann
kn: ವಿಜೆಟ್ ಮೇಲೆ ಸ್ಪರ್ಶಿಸುವಾಗ
ko: 위젯을 탭하면
ro: Când atingeți widget-ul
ta: விட்செட்டில் தட்டும்போது
vi: Khi nhấn vào tiện ích

# settingsWidgetDisplayedItem
source: Displayed item
ar: العنصر المعروض
be: Адлюстраваны элемент
bg: Показан артикул
ca: Element mostrat
el: Εμφανιζόμενο αρχείο
et: Kuvatav objekt
eu: Bistaratutako elementua
fa: موارد نمایش داده شده
hu: Megjelenített elem
id: Barang yang ditampilkan
is: Birt atriði
kn: ಪ್ರದರ್ಶಿಸಲಾದ ವಸ್ತು
ko: 표시될 항목
nn: Vist ting
ro: Element afișat
ta: காட்டப்பட்ட உருப்படி
vi: Mục hiển thị

# settingsCollectionTile
source: Collection
ar: مجمُوعة
be: Калекцыя
bg: Колекция
ca: Coŀlecció
el: Συλλογή
et: Meediakogu
eu: Bilduma
fa: مجموعه
hu: Gyűjtemény
id: Koleksi
is: Safn
kn: ಸಂಗ್ರಹ
ko: 미디어
nn: Samling
ro: Colecție
ta: சேகரிப்பு
vi: Bộ sưu tập

# statsTopPlacesSectionTitle
source: Top Places
ar: أهم المواقع
be: Лепшыя месцы
bg: Топ локации
ca: Llocs Principals
el: Κορυφαια Μερη
et: Populaarsemad kohad
eu: Leku nagusiak
fa: مکان های ممتاز
hu: Legjobb helyek
id: Tempat Teratas
is: Algengustu staðir
kn: ಅಗ್ರ ಸ್ಥಳಗಳು
ko: 장소 랭킹
nn: Toppstadar
ro: Locuri de top
ta: சிறந்த இடங்கள்
vi: Địa điểm

# statsTopCountriesSectionTitle
source: Top Countries
ar: أهم الدول
be: Топ Краін
bg: Топ страни
ca: Països Principals
el: Κορυφαιες Χωρες
et: Populaarsemad riigid
eu: Herrialde nagusiak
fa: کشور های ممتاز
hu: Legjobb országok
id: Negara Teratas
is: Algengustu lönd
kn: ಅಗ್ರ ದೇಶಗಳು
ko: 국가 랭킹
nn: Toppland
ro: Țări de top
ta: சிறந்த நாடுகள்
vi: Quốc gia

# statsTopStatesSectionTitle
source: Top States
ar: أهم الولايات
be: Топ краін
bg: Топ региони
ca: Estats Principals
el: Κορυφαιες Πολιτειες
et: Populaarsemad osariigid
eu: Egoera Nagusiak
fa: آمار های ممتاز
hu: Legjobb megyék
id: Wilayah Teratas
is: Algengustu héruð
kn: ಅಗ್ರ ರಾಜ್ಯಗಳು
ko: 주 랭킹
nn: Topplandsdelar
ro: Statele de top
ta: சிறந்த மாநிலங்கள்
vi: Bang/Tỉnh

# statsTopTagsSectionTitle
source: Top Tags
ar: أهم العلامات
be: Лепшыя тэгі
bg: Топ тагове
ca: Etiquetes Principals
el: Κορυφαιες Ετικετες
et: Populaarsemad sildid
eu: Etiketa nagusiak
fa: برچسب های ممتاز
hu: Legjobb címkék
id: Label Teratas
is: Algengustu merki
kn: ಅಗ್ರ ಟ್ಯಾಗುಗಳು
ko: 태그 랭킹
nn: Toppmerke
ro: Etichete de top
ta: சிறந்த குறிச்சொற்கள்
vi: Thẻ

# viewerSetWallpaperButtonLabel
source: SET WALLPAPER
ar: تعيين خلفية
be: УСТАНАВІЦЬ ШПАЛЕРЫ
bg: ЗАДАЙ КАТО ТАПЕТ
ca: DEFINEIX FONS DE PANTALLA
el: ΟΡΙΣΜΟΣ ΤΑΠΕΤΣΑΡΙΑΣ
et: MÄÄRA TAUSTAPILDIKS
eu: EZARRI HORMA-PAPERA
fa: تنظیم کاغذدیواری
hu: BEÁLLÍTÁS HÁTTÉRKÉPNEK
id: TETAPKAN SEBAGAI WALLPAPER
is: SETJA BAKGRUNN
kn: ಭಿತ್ತಿಚಿತ್ರ ಹೊಂದಿಸಿ
ko: 설정
nn: SET SOM BAKGRUNNSBILETE
ro: SETARE CA FUNDAL
ta: வால்பேப்பரை அமைக்கவும்
vi: CÀI HÌNH NỀN

# viewerErrorDoesNotExist
source: The file no longer exists.
ar: الملف لم يعد موجودا.
be: Файл больш не існуе.
bg: Файлът не съществува.
ca: El fitxer ja no existeix.
el: Το αρχείο δεν υπάρχει πλέον.
et: Seda faili pole enam olemas.
eu: Fitxategia jada ez da existitzen.
fa: پرونده دیگر موجود نیست.
hu: A fájl már nem létezik.
id: File tidak ada lagi.
is: Skráin er ekki lengur til.
kn: ಕಡತವು ಇನ್ಮುಂದೆ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ.
ko: 파일이 존재하지 않습니다.
nn: Fila finst ikkje meir.
ro: Fișierul nu mai există.
ta: கோப்பு இனி இல்லை.
vi: Tệp không còn tồn tại.

# viewerInfoLabelDescription
source: Description
ar: وصف
be: Апісанне
bg: Описание
ca: Descripció
el: Περιγραφή
et: Kirjeldus
eu: Deskribapena
fa: پاورقی
hu: Leírás
id: Deskripsi
is: Lýsing
kn: ವಿವರಣೆ
ko: 설명
nn: Utgreiing
ro: Descriere
ta: விவரம்
vi: Mô tả

# viewerInfoLabelTitle
source: Title
ar: العنوان
be: Назва
bg: Заглавие
ca: Títol
el: Όνομα
et: Pealkiri
eu: Izenburua
fa: عنوان
hu: Cím
id: Judul
is: Titill
kn: ಶೀರ್ಷಿಕೆ
ko: 제목
nn: Namn
ro: Titlu
ta: தலைப்பு
vi: Tiêu đề

# viewerInfoLabelDate
source: Date
ar: التاريخ
be: Дата
bg: Дата
ca: Data
el: Ημερομηνία
et: Kuupäev
eu: Data
fa: تاریخ
hu: Dátum
id: Tanggal
is: Dagsetning
kn: ದಿನಾಂಕ
ko: 날짜
nn: Dato
ro: Dată
ta: திகதி
vi: Thời gian

# viewerInfoLabelResolution
source: Resolution
ar: الدقة
be: Разрозненне
bg: Резолюция
ca: Resolució
el: Ανάλυση
et: Resolutsioon
eu: Bereizmena
fa: وضوح
hu: Felbontás
id: Resolusi
is: Upplausn
kn: ಅಳತೆ
ko: 해상도
nn: Oppløysing
ro: Rezoluție
ta: பகுத்தல்
vi: Phân tích

# viewerInfoLabelSize
source: Size
ar: الحجم
be: Памер
bg: Размер
ca: Mida
el: Μέγεθος
et: Suurus
eu: Tamaina
fa: اندازه
hu: Méret
id: Ukuran
is: Stærð
kn: ಪ್ರಮಾಣ
ko: 크기
nn: Storleik
ro: Dimensiune
ta: அளவு
vi: Kích cỡ

# viewerInfoPageTitle
source: Info
ar: معلومات
be: Інфармацыя
bg: Информация
ca: Informació
el: Πληροφοριες
et: Meedia teave
eu: Informazioa
fa: ریزگان
hu: Infó
is: Upplýsingar
kn: ವಿವರ
ko: 상세정보
nn: Opplysingar
ro: Informații
ta: தகவல்
vi: Thông tin

# viewerInfoBackToViewerTooltip
source: Back to viewer
ar: العودة إلى العارض
be: Вярнуцца да аглядальніка
bg: Обратно към визуализатор
ca: Torna al visor
el: Επιστροφή στην προβολή
et: Tagasi pildivaataja juurde
eu: Itzuli bisorera
fa: بازگشت به نمایش‌گر
hu: Vissza a megtekintőhöz
id: Kembali ke penampil
is: Til baka í skoðara
kn: ವೀಕ್ಷಕಕ್ಕೆ ಹಿಂದಿರುಗಿ
ko: 뷰어로
nn: Attende til vising
ro: Înapoi la vizualizator
ta: பார்வையாளருக்குத் திரும்பு
vi: Trở lại chế độ xem

# viewerInfoUnknown
source: unknown
ar: مَجهول
be: невядома
bg: Неизвестен
ca: desconegut
el: Άγνωστο
et: teadmata
eu: ezezaguna
fa: ناشناخته
hu: ismeretlen
id: tidak dikenal
is: óþekkt
kn: ಅಜ್ಞಾತ
ko: 알 수 없음
nn: ukjend
ro: necunoscut
ta: தெரியவில்லை
vi: Không biết

# viewerInfoLabelUri
source: URI
bg: Идентификатор
is: Vefslóð
kn: ಯು ಆರ್ ಐ
ta: யூரி

# viewerInfoLabelPath
source: Path
ar: المسار
be: Шлях
bg: Път
ca: Ruta
el: Διαδρομή
et: Asukoht
eu: Bidea
fa: مسیر
hu: Hely
id: Jalan
is: Slóð
kn: ಹಾದಿ
ko: 경로
nn: Sti
ro: Cale
ta: பாதை
vi: Đường dẫn

# viewerInfoLabelDuration
source: Duration
ar: المدة
be: Працягласць
bg: Продължителност
ca: Duració
el: Διάρκεια
et: Kestus
eu: Iraupena
fa: مدت
hu: Hossz
id: Durasi
is: Tímalengd
kn: ಅವಧಿ
ko: 길이
nn: Lengd
ro: Durată
ta: காலம்
vi: Thời lượng

# viewerInfoLabelOwner
source: Owner
ar: المالك
be: Уладальнік
bg: Собственик
ca: Propietari
el: Κάτοχος
et: Omanik
eu: Jabea
fa: مالک
hu: Tulajdonos
id: Dimiliki oleh
is: Eigandi
kn: ಒಡೆಯ
ko: 패키지
nn: Eigar
ro: Proprietar
ta: உரிமையாளர்
vi: Chủ sở hữu
