Repository: deckerst/aves
Catalog: lib/l10n/app_*.arb
Languages: ar, az, be, bg, ca, ckb, el, et, eu, fa, he, hi, hu, id, is, kn, ko, my, nn, ro, ta, th, vi

# filterMimeVideoLabel
source: Video
ar: فيديو
be: Відэа
bg: Видео
ca: Vídeo
ckb: ڤیدیۆ
el: Βίντεο
eu: Bideo
fa: ویدئو
hi: वीडियो
hu: Videó
is: Myndskeið
kn: ವಿಡಿಯೋ
ko: 동영상
my: ဗီဒီယို
ta: காணொளி
th: วิดีโอ

# filterTypeSphericalVideoLabel
source: 360° Video
ar: فيديو 360 درجة
be: Відэа 360°
bg: 360° Видео
ca: 360° Vídeo
ckb: ڤیدیۆی سێ ڕەهەندی
el: Βίντεο 360°
eu: 360°-ko bideoa
fa: ویدئو 360°
hi: 360° वीडियो
hu: 360° videó
id: Vidio 360°
is: 360° myndskeið
kn: 360° ವಿಡಿಯೋ
ko: 360° 동영상
my: ၃၆၀° ဗီဒီယို
ro: Video 360°
ta: 360 ° காணொளி
th: วิดีโอ 360°

# accessibilityAnimationsRemove
source: Prevent screen effects
ar: منع تأثيرات الشاشة
be: Прадухіленне экранных эфектаў
bg: Предотвратяване ефектите на екрана
ca: Evitar efectes de pantalla
el: Απενεργοποίηση εφέ οθόνης
et: Eemalda ekraanieffektid
eu: Pantaila-efektuak ekidin
fa: جلوگیری از جلوه‌های نمایشگر
hi: स्क्रीन प्रभाव को रोकें
hu: Animációk mellőzése
id: Cegah efek layar
is: Koma í veg fyrir skjábrellur
kn: ಪರದೆಯ ಪರಿಣಾಮಗಳನ್ನು ತಡೆಯಿರಿ
ko: 화면 효과 제한
nn: Hindr skjermrørsler
ro: Preveniți efectele ecranului
ta: திரை விளைவுகளைத் தடு
th: ปิดการเคลื่อนไหว
vi: Chặn hiệu ứng màn hình

# accessibilityAnimationsKeep
source: Keep screen effects
ar: الحفاظ على تأثيرات الشاشة
be: Захаваць экранныя эфекты
bg: Запазване на екранните ефекти
ca: Mantenir efectes de pantalla
el: Διατήρηση εφέ οθόνης
et: Jäta ekraanieffektid alles
eu: Pantaila-efektuak mantendu
fa: نمایش از جلوه های نمایشگر
hi: स्क्रीन प्रभाव रखें
hu: Animációk megtartása
id: Simpan efek layar
is: Halda skjábrellum
kn: ಪರದೆಯ ಪರಿಣಾಮಗಳನ್ನು ಇರಿಸಿ
ko: 화면 효과 유지
ro: Păstrați efectele ecranului
ta: திரை விளைவுகளை வைத்திரு
th: เปิดการเคลื่อนไหว
vi: Giữ hiệu ứng màn hình

# albumTierNew
source: New
ar: جديد
be: Новы
bg: Нови
ca: Nou
ckb: نوێ
el: Νέα
et: Uus
eu: Berria
fa: جدید
hi: नया
hu: Új
id: Baru
is: Nýtt
kn: ಹೊಸ
ko: 신규
my: အသစ်
nn: Ny
ro: Nou
ta: புதிய
th: ใหม่
vi: Mới

# wallpaperTargetLock
source: Lock screen
ar: شاشة القفل
be: Экран блакіроўкі
bg: Заключен екран
ca: Pàgina de bloqueig
el: Οθόνη κλειδώματος
et: Lukustusvaade
eu: Blokeo-pantaila
fa: صفحهٔ قفل
hi: लॉक स्क्रीन
hu: Lezárási képernyő
id: Tampilan kunci
is: Læsa skjá
kn: ಲಾಕ್ ಪರದೆ
ko: 잠금화면
my: လော့ခ်စကရင်
nn: Låseskjerm
ro: Ecranul de blocare
ta: பூட்டுத் திரை
th: ล็อกสกรีน
vi: Màn hình khóa

# wallpaperTargetHomeLock
source: Home and lock screens
ar: الشاشة الرئيسية وشاشة القفل
be: На абодва экраны
bg: Начален и заключен екран
ca: Pàgina principal i de bloqueig
el: Αρχική οθόνη και οθόνη κλειδώματος
et: Avaleht ja lukustusvaade
eu: Hasiera- eta blokeo-pantaila
fa: صفحهٔ خانه و صفحهٔ قفل
hi: होम और लॉक स्क्रीन
hu: Kezdő és lezárási képernyő
id: Tampilan depan dan kunci
is: Upphafs- og lásskjáir
kn: ಮುಖ ಮತ್ತು ಲಾಕ್ ಪರದೆ
ko: 홈 및 잠금화면
my: ပင်မစကရင်နှင့် လော့ခ်စကရင်
nn: Heim- og låseskjermane
ro: Ecranul de start și de blocare
ta: முகப்பு மற்றும் பூட்டு திரைகள்
th: ทั้งสองอย่าง
vi: Màn hình chính và màn hình khóa

# widgetDisplayedItemRandom
source: Random
ar: عشوائي
be: Выпадковы
bg: Произволни
ca: Aleatori
ckb: هەڕەمەکی
el: Τυχαίο
et: Juhuslik
eu: Ausazko
fa: تصادفی
hi: यादृच्छिक
hu: Véletlenszerű
id: Acak
is: Handahóf
kn: ಇಷ್ಟಬಂದಂತೆ
ko: 무작위로
my: ဗျောက်သောက်
nn: Tilfeldig
ro: Aleatoriu
ta: சீரற்ற
th: สุ่ม
vi: Ngẫu nhiên

# widgetDisplayedItemMostRecent
source: Most recent
ar: الأحدث
be: Самы апошні
bg: Чести
ca: Més recent
el: Πιο πρόσφατο
et: Viimane
eu: Berrienak
fa: جدید‌ترین
hi: हाल ही के
hu: Legutóbbi
id: Terkini
is: Nýlegast
kn: ಅತ್ಯಂತ ಇತ್ತೀಚಿನ
ko: 최신
my: အသစ်အဖြစ်ဆုံး
nn: Nylegaste
ro: Cele mai recente
ta: மிக அண்மைக் கால
th: ล่าสุด
vi: Gần đây

# albumTierSpecial
source: Common
ar: شائع
be: Стандартныя
bg: Стандартни
ca: Comú
ckb: باو
el: Συστήματος
et: Üldised
eu: Ohiko
fa: مشترک
hi: कॉमन
hu: Gyakori
id: Biasa
is: Algengt
kn: ಸಾಮಾನ್ಯ
ko: 기본
my: အကြည့်များ
nn: Ofte opna
ro: Uzual
ta: பொது
th: ทั่วไป
vi: Phổ biến

# albumTierApps
source: Apps
ar: تطبيقات
be: Праграмы
bg: Приложения
ca: Aplicacions
ckb: نەرمەواڵەکان
el: Εφαρμογές
et: Rakendused
eu: Aplikazioak
fa: برنامه ها
hi: ऐप्स
hu: Alkalmazások
id: Aplikasi
is: Forrit
kn: ಅಪ್ಲಿಕೇಶನ್‌ಗಳು
ko: 앱
my: အက်ပ်အလိုက်
nn: Appar
ro: Aplicații
ta: பயன்பாடுகள்
th: แอพฯ
vi: Ứng dụng

# albumTierVaults
source: Vaults
ar: خزائن
be: Сховішчы
bg: Трезори
ca: Caixes fortes
ckb: گاسنووق
el: Θησαυροφυλακια
et: Turvaruumid
eu: Kutxa gotorrak
fa: گاوصندوق‌ها
hi: संदूक
hu: Széfek
id: Brankas
is: Öryggisgeymslur
kn: ನೆಲಮಾಳಿಗೆಗಳು
ko: 금고
my: လျှို့ဝှက်သိုလှောင်ခန်းများ
nn: Kvelv
ro: Seifuri
ta: நிலவறைகள்
vi: Két sắt

# albumTierDynamic
source: Dynamic
bg: Динамични
ckb: بزۆک
et: Dünaamiline
hi: डायनेमिक
is: Breytilegt
kn: ಕ್ರಿಯಾಶೀಲ
ko: 동적
ta: மாறும்

# albumTierRegular
source: Others
ar: آخرون
be: Іншыя
bg: Други
ca: Altres
ckb: هی دیکە
el: Προσωπικά
et: Muud
eu: Besteak
fa: سایر
hi: अन्य
hu: Egyebek
id: Lainnya
is: Annað
kn: ಇತರೆ
ko: 일반
my: အခြား
nn: Andre
ro: Alții
ta: மற்றவைகள்
th: อื่นๆ
vi: Khác

# coordinateFormatDms
source: DMS
ar: نظام إدارة الوجهة
be: Градусы, хвіліны і секунды
bg: Градуси, минути и секунди
et: KMS
eu: DMS (Dokumentuak kudeatzeko sistema)
ko: 도분초
my: DMS (ဒီဂရီ၊ မိနစ်၊ စက္ကန့်)
nn: G-M-S
ta: டிமிவி
th: องศา, นาที, วินาที

# coordinateFormatDecimal
source: Decimal degrees
ar: الدرجات العشرية
be: Дзесятковы градус
bg: Десетични градуси
ca: Graus decimals
ckb: ژمارەی دەیی
el: Δεκαδικές μοίρες
et: Kümnendsüsteem
eu: Gradu hamartarrak
fa: درجه های اعشاری
hi: दशमलव डिग्री
hu: Tizedes fokok
id: Derajat desimal
is: Gráður í tugakerfi
kn: ದಶಮಾಂಶ ಡಿಗ್ರಿಗಳು
ko: 소수점
my: DD (လတ္တီတွဒ်၊ လောင်ဂျီတွဒ်)
nn: Desimalgrader
ro: Grade zecimale
ta: தசம டிகிரி
th: องศาทศนิยม
vi: Thập phân

# coordinateDmsNorth
source: N
ar: شمال
be: Пн
bg: Север
ckb: باکوور
el: Β
eu: I
fa: شمال
hi: उ
hu: É
kn: ಉ
ko: 북위
my: မြောက်
ta: வ
th: ทิศเหนือ
vi: Bắc

# coordinateDmsSouth
source: S
ar: جنوب
be: Пд
bg: Юг
ckb: باشوور
el: Ν
eu: H
fa: جنوب
hi: द
hu: D
kn: ದ
ko: 남위
my: တောင်
ta: தெ
th: ทิศใต้
vi: Nam

# coordinateDmsEast
source: E
ar: شرق
be: У
bg: Изток
ckb: ڕۆژهەڵات
el: Α
fa: شرق
hi: पू
hu: K
is: A
kn: ಪೂ
ko: 동경
my: အရှေ့
nn: A
ta: கி
th: ทิศตะวันออก
vi: Đông

# coordinateDmsWest
source: W
ar: غرب
be: З
bg: Запад
ca: O
ckb: ڕۆژاوا
el: Δ
eu: M
fa: غرب
hi: प
hu: Ny
is: V
kn: ಪ
ko: 서경
my: အနောက်
nn: V
ta: மே
th: ทิศตะวันตก
vi: Tây

# displayRefreshRatePreferHighest
source: Highest rate
ar: أعلى معدل
be: Найвышэйшая частата
bg: Висока честота
ca: Taxa més alta
ckb: بڵندترین ڕادە
el: Υψηλότερος ρυθμός
et: Kõrgeim sagedus
eu: Kalifikazio gorena
fa: بیشترین مقدار
hi: उच्चतम दर
hu: Legmagasabb érték
id: Penyegaran tertinggi
is: Hæsti hraði
kn: ಗರಿಷ್ಠ ದರ
ko: 가장 높은 재생률
my: အမြင့်ဆုံးနှုန်း
nn: Mest jamn
ro: Rata cea mai mare
ta: அதிக விகிதம்
th: อัตราสูงสุด
vi: Giá trị cao nhất

# displayRefreshRatePreferLowest
source: Lowest rate
ar: أدنى معدل
be: Найменшая частата
bg: Ниска честота
ca: Taxa més baixa
ckb: نزمترین ڕادە
el: Χαμηλότερος ρυθμός
et: Madalaim sagedus
eu: Kalifikazio baxuena
fa: کمترین مقدار
hi: न्यूनतम दर
hu: Legalacsonyabb érték
id: Penyegaran terendah
is: Lægsti hraði
kn: ಕನಿಷ್ಠ ದರ
ko: 가장 낮은 재생률
my: အနိမ့်ဆုံးနှုန်း
nn: Mest ujamn
ro: Rata cea mai mica
ta: குறைந்த விகிதம்
th: อัตราต่ำสุด
vi: Giá trị thấp nhất

# keepScreenOnNever
source: Never
ar: أبداً
be: Ніколі
bg: Никога
ca: Mai
ckb: هەرگیز
el: Ποτέ
et: Mitte kunagi
eu: Inoiz
fa: هیچ‌وقت
hi: कभी नहीं
hu: Soha
id: Jangan pernah
is: Aldrei
kn: ಎಂದಿಗೂ ಇಲ್ಲ
ko: 자동 꺼짐
my: ဘယ်တော့မှမလုပ်ပါနှင့်
nn: Aldri
ro: Nu
ta: ஒருபோதும்
th: ปิด
vi: Không bao giờ

# keepScreenOnVideoPlayback
source: During video playback
ar: أثناء تشغيل الفيديو
be: Падчас прайгравання відэа
bg: По време на възпроизвеждане на видео
ca: Durant la reproducció de vídeo
ckb: لەکاتی لێدانی ڤیدیۆ
el: Κατά την αναπαραγωγή βίντεο
et: Video taasesitusel
eu: Bideoa erreproduzitzean
fa: هنگام پخش ویدیو
hi: वीडियो प्लेबैक के दौरान
hu: Videólejátszás alatt
id: Saat pemutaran video
is: Á meðan myndskeið er í spilun
kn: ವಿಡಿಯೋ ಚಲನೆಯಲ್ಲಿರುವಾಗ
ko: 동영상 재생 시 작동
my: ဗီဒီယိုကြည့်နေသည့်အချိန်အတွင်း
nn: Under videoavspeling
ro: În timpul redării video
ta: காணொளி இயக்கத்தின்போது
th: ระหว่างการเล่นวิดีโอ
vi: Khi phát lại video

# lengthUnitPixel
source: px
ar: بكسل
bg: Пиксели
ckb: وێنەخاڵ
fa: پیکسل
ta: புள்ளி

# keepScreenOnViewerOnly
source: Viewer page only
ar: صفحة المشاهدة فقط
be: Толькі ў праглядніку
bg: Само във визуализатора
ca: Només la pàgina del visor
ckb: تەنیا پەڕەی بینین
el: Μόνο όταν πραγματοποιείται προβολή στοιχείων
et: Vaid vaate lehel
eu: Bisorea soilik
fa: فقط در صفحهٔ مشاهده‌ٔ تصویر
hi: केवल व्यूअर पेज
hu: Csak a megtekintőnél
id: Hanya halaman penampil
is: Aðeins síða skoðara
kn: ವೀಕ್ಷಣಾ ಪುಟದಲ್ಲಿ ಮಾತ್ರ
ko: 뷰어 이용 시 작동
my: ဓာတ်ပုံ/ဗီဒီယိုကြည့်သည့်စာမျက်နှာတွင်သာ
nn: Berre på visingssida
ro: Numai pagina de vizualizare
ta: பார்வையாளர் பக்கம் மட்டுமே
th: หน้า Viewer เท่านั้น
vi: Chỉ trang người xem

# keepScreenOnAlways
source: Always
ar: دائما
be: Заўсёды
bg: Винаги
ca: Sempre
ckb: بەردەوام
el: Πάντα
et: Alati
eu: Beti
fa: همیشه
hi: हमेशा
hu: Mindig
id: Selalu
is: Alltaf
kn: ಯಾವಾಗಲೂ
ko: 항상 켜짐
my: အမြဲတမ်း
nn: Heile tida
ro: Mereu
ta: எப்போதும்
th: เปิดตลอด
vi: Luôn luôn

# mapStyleGoogleNormal
source: Google Maps
ar: خرائط جوجل
be: Карты Google
bg: Google Карти
ckb: نەخشەی گۆگڵ
fa: نقشه گوگل
hi: गूगल मैप्स
hu: Google térkép
kn: ಗೂಗಲ್ ನಕಾಶೆಗಳು
ko: Google 지도
my: Google မြေပုံ
ro: Hărți Google
ta: கூகிள் வரைபடங்கள்

# mapStyleGoogleHybrid
source: Google Maps (Hybrid)
ar: خرائط جوجل (الهجينة)
be: Карты Google (гібрыд)
bg: Google Карти (хибрид)
ca: Google Maps (Híbrid)
ckb: نەخشەی گۆگڵ (چەندڕەگەز)
et: Google Maps (hübriidkaart)
eu: Google Maps (higikorra)
fa: نقشه گوگل (نمایش هیبریدی)
hi: गूगल मैप्स (हाइब्रिड)
hu: Google térkép (Hibrid)
is: Google Maps (blandað)
kn: ಗೂಗಲ್ ನಕಾಶೆಗಳು (ಹೈಬ್ರಿಡ್)
ko: Google 지도 (위성)
my: Google မြေပုံ (ဂြိုဟ်တု)
ro: Hărți Google (hibrid)
ta: கூகிள் வரைபடங்கள் (கலப்பின)
vi: Google Maps (Hỗn hợp)

# mapStyleGoogleTerrain
source: Google Maps (Terrain)
ar: خرائط جوجل (التضاريس)
be: Карты Google (Рэльеф мясцовасці)
bg: Google Карти (терен)
ca: Google Maps (Terreny)
ckb: نەخشەی گۆگڵ (هەرد)
et: Google Maps (maastik)
eu: Google Maps (lurra)
fa: نقشه گوگل (نمایش زمین)
hi: गूगल मैप्स (टेरेन)
hu: Google térkép (Domborzat)
is: Google Maps (yfirborð)
kn: ಗೂಗಲ್ ನಕಾಶೆಗಳು (ಭೂ ಪ್ರದೇಶ)
ko: Google 지도 (지형)
my: Google မြေပုံ (မြေအနေအထားပြ)
nn: Google Maps (mark)
ro: Hărți Google (Teren)
ta: கூகிள் வரைபடங்கள் (நிலப்பரப்பு)
vi: Google Maps (Địa hình)

# mapStyleOsmLiberty
source: OSM Liberty
ar: حرية خرائط OSM
ckb: نەخشەی ئازادی OSM
kn: OSM ಸ್ವಾತಂತ್ರ್ಯ
ta: திதெவ விடுதலை

# mapStyleOpenTopoMap
source: OpenTopoMap
ar: الخريطة الطبوغرافية المفتوحة
ckb: نەخشەی کراوەی نەخشەکێشی
hi: ओपनटॉपोमैप
kn: ಓಪನ್ ಟೊಪೊ ಮ್ಯಾಪ್
ta: திறடோபோவரைபடம்

# maxBrightnessNever
source: Never
ar: أبداً
be: Ніколі
bg: Никога
ca: Mai
ckb: هەرگیز
el: Ποτέ
et: Mitte kunagi
eu: Inoiz
fa: هرگز
hi: कभी नहीं
hu: Soha
id: Tidak pernah
is: Aldrei
kn: ಎಂದಿಗೂ ಇಲ್ಲ
ko: 작동 안 함
my: ဘယ်တော့မှမလုပ်ပါနှင့်
nn: Aldri
ro: Niciodată
ta: ஒருபோதும்
vi: Không bao giờ

# mapStyleOsmHot
source: Humanitarian OSM
ar: خرائط OSM
be: Гуманітарная ОСМ
ckb: نەخشەی مرۆڤدۆستانەی OSM
et: OSMi humanitaarkaart
eu: OSM humanitarioa
fa: اوپن‌استریت‌مپ بشردوستانه
is: OSM fyrir hjálparstarf
kn: ಮಾನವೀಯ OSM
nn: Humanitært OSM
ro: OSM umanitar
ta: மனிதாபிமான திதெவ

# mapStyleStamenWatercolor
source: Stamen Watercolor
ar: ستايمن بالألوان المائية
be: Тычынка Акварэль
bg: Stamen Акварел
ckb: ستەیمنی وێنەی ئاویی
eu: Stamen Watercolor (akuarela)
fa: استامن (نمایش نقشه کشیده شده)
hu: Stamen Akvarell
is: Stamen-vatnslitir
kn: Stamen ಜಲವರ್ಣ
ko: Stamen Watercolor (수채화)
my: Stamen Watercolor (ရေဆေး)
nn: Stamen Watercolor (vassfarge)
ro: Stamine Acuarela
ta: ச்டேமன் நீர்நிறம்
vi: Stamen Watercolor (Màu)

# maxBrightnessAlways
source: Always
ar: دائماً
be: Заўсёды
bg: Винаги
ca: Sempre
ckb: بەردەوام
el: Πάντα
et: Alati
eu: Beti
fa: همیشه
hi: हमेशा
hu: Mindig
id: Selalu
is: Alltaf
kn: ಯಾವಾಗಲೂ
ko: 항상 켜짐
my: အမြဲတမ်း
nn: Heile tida
ro: Mereu
ta: எப்போதும்
vi: Luôn luôn

# nameConflictStrategyRename
source: Rename
ar: إعادة تسمية
be: Перайменаваць
bg: Преименувай
ca: Canviar nom
ckb: ناونانەوە
el: Μετονομασία
et: Muuda nime
eu: Berrizendatu
fa: تغییر نام
hi: नाम बदलें
hu: Átnevezés
id: Ganti nama
is: Endurnefna
kn: ಮರುನಾಮಕರಣ
ko: 이름 변경
my: အမည်ပြောင်းလိုက်ပါ
nn: Byt namn
ro: Redenumiți
ta: மறுபெயரிடு
th: เปลี่ยนชื่อใหม่
vi: Sửa tên

# nameConflictStrategyReplace
source: Replace
ar: إستبدال
be: Замяніць
bg: Замени
ca: Substituir
ckb: جێگرتنەوە
el: Αντικατάσταση
et: Asenda
eu: Ordezkatu
fa: جایگزین کردن
hi: बदलें
hu: Kicserél
id: Ganti
is: Skipta út
kn: ಬದಲಾಯಿಸು
ko: 대체
my: အစားထိုးလိုက်ပါ
nn: Byt ut
ro: Înlocuiți
ta: மாற்று
th: แทนที่
vi: Thay thế

# nameConflictStrategySkip
source: Skip
ar: تخطي
be: Прапусціць
bg: Пропусни
ca: Saltar
ckb: بازدان
el: Παράλειψη
et: Jäta vahele
eu: Jauzi
fa: رد شدن
hi: छोड़े
hu: Átugrik
id: Lewati
is: Sleppa
kn: ಬಿಟ್ಟುಬಿಡು
ko: 건너뛰기
my: ကျော်လိုက်ပါ
nn: Hopp over
ro: Sări
ta: தவிர்
th: ข้าม
vi: Bỏ qua

# overlayHistogramLuminance
source: Luminance
ar: الانارة
be: Яркасць
bg: Яркост
ca: Lluminància
et: Heledus
eu: Luminantzia
fa: درخشش
hi: चमक
hu: Fényerő
id: Kecerahan
is: Ljómi
kn: ಪ್ರಕಾಶ
ko: 휘도
ro: Luminanță
ta: ஒளிர்மை
vi: Độ sáng

# overlayHistogramRGB
source: RGB
ckb: س.ک.ش
ta: சிபநீ

# subtitlePositionTop
source: Top
ar: أعلى
be: Верх
bg: Най-отгоре
ca: A dalt
ckb: سەرەوە
el: Πάνω
et: Üleval
eu: Goran
fa: بالا
hi: शीर्ष
hu: Felül
id: Teratas
is: Efst
kn: ಮೇಲ್ತುದಿ
ko: 위
my: အပေါ်ဘက်
nn: På toppen
ro: Sus
ta: மேலே
th: ข้างบน
vi: Trên

# subtitlePositionBottom
source: Bottom
ar: أسفل
be: Ніз
bg: Отдолу
ca: A baix
ckb: خوارەوە
el: Κάτω
et: All
eu: Behean
fa: پایین
hi: नीचे
hu: Alul
id: Bawah
is: Neðst
kn: ಬುಡ
ko: 아래
my: အောက်ဘက်
nn: I botnen
ro: Jos
ta: கீழே
th: ข้างล่าง
vi: Dưới

# themeBrightnessLight
source: Light
ar: مضيء
be: Светлая
bg: Светла
ca: Llum
ckb: ڕوون
el: Φωτεινό
et: Hele kujundus
eu: Argi
fa: روشن
hi: लाइट
hu: Világos
id: Terang
is: Ljóst
kn: ತಿಳಿ ಬಣ್ಣ
ko: 라이트
my: အလင်း
nn: Ljos
ro: Luminoasă
ta: ஒளி
th: สว่าง
vi: Sáng

# themeBrightnessDark
source: Dark
ar: مظلم
be: Цёмная
bg: Тъмна
ca: Fosc
ckb: تاریک
el: Σκούρο
et: Tume kujundus
eu: Ilun
fa: تاریک
hi: डार्क
hu: Sötét
id: Gelap
is: Dökkt
kn: ಗಾಢ ಬಣ್ಣ
ko: 다크
my: အမှောင်
nn: Mørk
ro: Întunecată
ta: இருண்ட
th: มืด
vi: Tối

# themeBrightnessBlack
source: Black
ar: أسود
be: Чорная
bg: Черна
ca: Negre
ckb: ڕەش
el: Μαύρο
et: Süsimust kujundus
eu: Beltz
fa: سیاه
hi: काला
hu: Fekete
id: Hitam
is: Svart
kn: ಕಡುಕಪ್ಪು
ko: 검은색
my: အနက်ရောင်
nn: Svart
ta: கருப்பு
th: ดำ
vi: Đen

# unitSystemMetric
source: Metric
ar: النظام المتري
be: Метрычныя
bg: Метрични
ca: Mètric
ckb: مەتری
el: Μετρικό
et: Meetermõõdustik
eu: Metriko
fa: متری
hi: मात्रिक
hu: Metrikus
id: Metrik
is: Metrakerfi
kn: ಮೆಟ್ರಿಕ್
ko: 미터법
my: မက်ထရစ်ယူနစ်
nn: Metrisk
ro: Metrice
ta: மீட்டர் முறை
th: เมตริก
vi: Hệ mét

# unitSystemImperial
source: Imperial
ar: النظام الإنشي
be: Англійскія
bg: Имперски
el: Aγγλοσαξονικό
et: Inglise mõõdustik
eu: Inperial
fa: مایلی
hi: इम्पीरियल
hu: Angolszász
is: Breskt Imperial kerfi
kn: ಇಂಪೀರಿಯಲ್
ko: 야드파운드법
my: ဗြိတိသျှအင်ပါယာယူနစ် (မြန်မာနိုင်ငံသုံးစနစ်)
nn: Engelske måleiningar
ta: ஏகாதிபத்திய
th: อิมพีเรียล
vi: Hệ ft

# vaultLockTypePattern
source: Pattern
ar: نمط
be: Шаблон
bg: Графичен ключ
ca: Patró
ckb: داڕێژە
el: Μοτίβο
et: Muster
eu: Patroia
fa: الگو
hi: पैटर्न
hu: Minta
id: Pola
is: Mynstur
kn: ಪ್ಯಾಟರ್ನ್
ko: 패턴
nn: Mønster
ro: Model
ta: வரைவடிவம்
vi: Mẫu

# vaultLockTypePin
source: PIN
ar: رمز سري
be: PIN-код
bg: PIN-код
et: PIN-kood
eu: PIN kodea
hi: पिन
is: PIN-númer
kn: ಪಿನ್
my: PIN နံပါတ်
nn: Talkode
ta: தன்எண்

# vaultLockTypePassword
source: Password
ar: كلمة سر
be: Пароль
bg: Парола
ca: Contrasenya
ckb: تێپەڕەوشە
el: Κωδικός πρόσβασης
et: Salasõna
eu: Pasahitza
fa: گذرواژه
hi: पासवर्ड
hu: Jelszó
id: Kata sandi
is: Lykilorð
kn: ಕೀಲಿಪದ
ko: 비밀번호
my: စကားဝှက်
nn: Passord
ro: Parolă
ta: கடவுச்சொல்
vi: Mật khẩu

# videoLoopModeNever
source: Never
ar: أبداً
be: Ніколі
bg: Никога
ca: Mai
ckb: هەرگیز
el: Ποτέ
et: Mitte kunagi
eu: Inoiz
fa: هیچ وقت
hi: कभी नहीं
hu: Soha
id: Jangan pernah
is: Aldrei
kn: ಇಂದಿಗೂ ಇಲ್ಲ
ko: 반복 안 함
my: ဘယ်တော့မှမလုပ်ပါနှင့်
nn: Av
ro: Niciodată
ta: ஒருபோதும்
th: ปิด
vi: Không bao giờ

# videoLoopModeShortOnly
source: Short videos only
ar: فيديوهات قصيرة فقط
be: Толькі для кароткіх відэа
bg: Само за кратки видеа
ca: Només vídeos curts
ckb: تەنیا ڤیدیۆ کورتەکان
el: Μόνο για βίντεο σύντομης διάρκειας
et: Vaid lühivideod
eu: Bideo laburrak soilik
fa: فقط برای ویدئو های کوتاه
hi: केवल लघु वीडियो
hu: Csak rövid videók
id: Hanya video pendek
is: Einungis stutt myndskeið
kn: ಚಿಕ್ಕ ವಿಡಿಯೋಗಳನ್ನು ಮಾತ್ರ
ko: 짧은 동영상만 반복
my: ဗီဒီယိုအတိုလေးတွေတွင်သာ
nn: Berre stutte videoar
ro: Numai videoclipuri scurte
ta: குறுகிய காணொளிகள் மட்டுமே
th: เฉพาะคลิปสั้น
vi: Chỉ video ngắn

# settingsVideoEnablePip
source: Picture-in-picture
ar: صورة في صورة
be: Карцінка ў карцінцы
bg: Картина в картината
ca: Imatge-en-imatge
ckb: وێنە لە وێنە
et: Pilt pildis
eu: Bideoa leihotxoan
fa: تصویر در تصویر
hi: पिक्चर-इन-पिक्चर
hu: Kép a képben
id: Gambar dalam gambar
is: Mynd-í-mynd
kn: ಚಿತ್ರದೊಳಗಿನ ಚಿತ್ರಣ
ko: PIP (화면 속 화면)
my: PiP (အခြားအက်ပ်တစ်ခုပေါ်တွင် ထပ်ပြခြင်း)
ro: Imagine în imagine
ta: படத்துள்-படம்
vi: Ảnh trong ảnh

# videoLoopModeAlways
source: Always
ar: دائماً
be: Заўсёды
bg: Винаги
ca: Sempre
ckb: بەردەوام
el: Πάντα
et: Alati
eu: Beti
fa: همیشه
hi: हमेशा
hu: Mindig
id: Selalu
is: Alltaf
kn: ಯಾವಾಗಲೂ
ko: 항상 반복
my: အမြဲတမ်း
nn: På
ro: Mereu
ta: எப்போதும்
th: เปิดตลอด
vi: Luôn luôn

# videoControlsPlayOutside
source: Open with other player
ar: فتح في مشغل آخر
be: Адкрыць у іншым прайгравальніку
bg: Отвори с друг видео плеър
ca: Obrir amb un altre reproductor
ckb: کردنەوە بە لێدەرێکی تر
el: Άνοιγμα με άλλη εφαρμογή
et: Ava välises meediamängijas
eu: Ireki beste erreproduzitzaile batekin
fa: باز کردن با برنامه‌ای دیگر
hi: अन्य प्लेयर के साथ खोलें
hu: Megnyitás másik lejátszóval
id: Buka dengan pemutar lain
is: Opna með öðrum spilara
kn: ಇನ್ನೊಂದು ಪ್ಲೇಯರ್ ನಲ್ಲಿ ತೆರೆಯಿರಿ
ko: 다른 앱에서 열기
my: တခြား player နဲ့ဖွင့်တဲ့ခလုတ်
nn: Opne med ein ytre avspelar
ro: Deschide cu alt player
ta: மற்ற இயக்கியுடன் திற
th: เปิดด้วยตัวเล่นอื่น
vi: Mở với trình phát khác

# videoPlaybackWithSound
source: Play with sound
ar: تشغيل بالصوت
be: Прайграваць з гукам
bg: Пусни със звук
ca: Reproduir amb so
ckb: بە دەنگەوە لێبدە
el: Αναπαραγωγή με ήχο
et: Esita heliga
eu: Soinuarekin erreproduzitu
fa: پخش با صدا
hi: ध्वनि के साथ चलाए
hu: Lejátszás hanggal
id: Mainkan dengan suara
is: Afspilun með hljóði
kn: ಶಬ್ದಸಹಿತವಾಗಿ ಪ್ಲೇ ಮಾಡಿ
ko: 일반 재생
my: အသံဖြင့်ဖွင့်မည်
nn: Spel av med ljod
ro: Redare cu sunet
ta: ஒலியுடன் இயக்கு
th: เล่นเปิดเสียง
vi: Phát với âm thanh

# videoResumptionModeAlways
source: Always
ar: دائماً
be: Заўсёды
bg: Винаги
ca: Sempre
ckb: بەردەوام
el: Πάντα
et: Alati
eu: Beti
fa: همیشه
hi: हमेशा
hu: Mindig
id: Selalu
is: Alltaf
kn: ಯಾವಾಗಲೂ
ko: 항상 재개
my: အမြဲတမ်း
nn: Kvar gong
ro: Mereu
ta: எப்போதும்
vi: Luôn luôn

# viewerTransitionSlide
source: Slide
ar: الإنزلاق
be: Слізгаценне
bg: Слайд
ca: Lliscar
el: Ολίσθηση
et: Äraliuglemine
eu: Diapositiba
fa: اسلاید
hi: स्लाइड
hu: Csúsztatás
id: Menggeser
is: Renna
kn: ಜಾರಿಸು
ko: 좌우
nn: Skridande
ta: படவில்லை
th: เลื่อน
vi: Trình chiếu

# viewerTransitionParallax
source: Parallax
ar: تأثير الشبكية
be: Паралакс
bg: Паралакс
ca: Paraŀlaxi
el: Παράλλαξη
et: Parallaks
eu: Paralaxi
fa: انطباق
hi: पैरालैक्स
hu: Parallaxis
id: Paralaks
is: Hliðrun
kn: ಪ್ಯಾರಾಲಾಕ್ಸ್
ko: 시차
nn: Parallakse
ro: Paralaxă
ta: இடமாறு தோற்றம்
th: แพรัลแลกซ์
vi: Thị sai

# viewerTransitionFade
source: Fade
ar: تلاشي
be: Згасанне
bg: Избледняване на прехода
ca: Esvair
el: Ξεθώριασμα
et: Hajumine
eu: Desagertu
fa: محو شدن
hi: फेड
hu: Áttünés
id: Memudar
is: Deyfing
kn: ಮರೆಯಾಗಿಸು
ko: 페이드
my: မှိန်သွားခြင်း
nn: Ton ut
ro: Decolorare
ta: மங்கல்
th: เลือนหาย
vi: Phai nhạt

# widgetOpenPageHome
source: Open home
ar: إفتح الرئيسية
be: Адкрыйце галоўную старонку
bg: Отвори начален екран
ca: Obrir casa
el: Άνοιγμα αρχικής σελίδας
et: Mine avalehele
eu: Ireki hasierako pantaila
fa: باز کردن خانه
hi: घर खोलें
hu: Kezdőlap megnyitása
id: Buka beranda
is: Opna upphafsskjá
kn: ಮುಖ್ಯಪರದೆ ತೆರೆಯಿರಿ
ko: 홈 열기
nn: Opne heimsida
ro: Deschide acasă
ta: திறந்த வீடு
th: เปิดหน้าหลัก
vi: Mở trang chủ

# storageVolumeDescriptionFallbackPrimary
source: Internal storage
ar: التخزين الداخلي
be: Унутраная памяць
bg: Вътрешна памет
ca: Espai intern
ckb: بیرگەی ناوەکی
el: Εσωτερικός χώρος αποθήκευσης
et: Sisemine andmehoidla
eu: Barne-biltegiratzea
fa: حافظه داخلی
hi: आंतरिक भंडारण
hu: Belső tárhely
id: Penyimpanan internal
is: innbyggðri geymslu
kn: ಆಂತರಿಕ ಸಂಗ್ರಹಣೆ
ko: 내장 메모리
my: စက်တွင်းသိုလှောင်မှု
nn: Indre gøyme
ro: Stocare internă
ta: உள் சேமிப்பு
th: หน่วยความจำภายใน
vi: Bộ nhớ trong

# storageVolumeDescriptionFallbackNonPrimary
source: SD card
ar: بطاقة الذاكرة
be: SD-карта
bg: SD карта
ca: Targeta SD
el: SD card/Εξωτερικός χώρος αποθήκευσης
et: SD-kaart
eu: SD txartela
fa: کارت حافظه
hi: एसडी कार्ड
hu: SD kártya
id: kartu SD
is: SD-minniskorti
kn: ಎಸ್ ಡಿ ಕಾರ್ಡ್
ko: SD 카드
my: SD ကတ်တွင် သိုလှောင်မှု
nn: Ytre gøyme
ro: card SD
ta: நினைவு அட்டை
th: SD การ์ด
vi: Thẻ nhớ

# rootDirectoryDescription
source: root directory
ar: دليل الجذر
be: каранёвы каталог
bg: Основна директория
ca: Directori arrel
el: Κατάλογος ρίζας
et: juurkaust
eu: Erro-karpeta
fa: شاخهٔ ریشه
hu: gyökér mappa
id: direktori root
is: rótarmöppu
kn: ಮೂಲ ಕೋಶ
ko: 루트 폴더
my: ထိပ်ဆုံး directory
nn: rotmappe
ro: directorul rădăcină
ta: வேர் அடைவு
th: สารบบราก
vi: Thư mục root

# widgetOpenPageCollection
source: Open collection
ar: فتح المجموعة
be: Адкрыць калекцыю
bg: Отвори колекция
ca: Obrir coŀlecció
el: Ανοιχτή συλλογή
et: Ava kogumik
eu: Ireki bilduma
fa: باز کردن مجموعه
hi: संग्रह खोलें
hu: Gyűjtemény megnyitása
id: Buka koleksi
is: Opna myndasafn
kn: ಸಂಗ್ರಹವನ್ನು ತೆರೆಯಿರಿ
ko: 미디어 열기
nn: Opne samlinga
ro: Deschide colecții
ta: திறந்த சேகரிப்பு
th: เปิดคอลเลกชัน
vi: Mở bộ sưu tập

# widgetOpenPageViewer
source: Open viewer
ar: افتح العارض
be: Адкрыйце аглядальнік
bg: Преглед на текущия
ca: Obrir visor
el: Άνοιγμα προβολέα αρχείων
et: Ava pildivaataja
eu: Ireki bisorea
fa: باز کردن مشاهده‌گر
hi: व्यूअर खोलें
hu: Megtekintő megnyitása
id: Buka penampil
is: Opna skoðara
kn: ವೀಕ್ಷಕವನ್ನು ತೆರೆಯಿರಿ
ko: 뷰어 열기
nn: Opne visinga
ro: Deschide vizualizatorul
ta: திறந்த பார்வையாளர்
th: เปิดหน้า Viewer
vi: Mở chế độ xem

# widgetTapUpdateWidget
source: Update widget
ar: تحديث الويدجت
be: Абнавіць віджэт
bg: Обнови Уиджет
ca: Actualitzar giny
el: Ενημέρωση γραφικού στοιχείου
et: Värskenda vidinat
eu: Eguneratu widgeta
fa: به‌روز رسانی ابزارک
hi: विजेट अपडेट करें
hu: Widget frissítése
id: Perbarui widget
is: Uppfæra viðmótshluta
kn: ವಿಜೆಟ್ ನವೀಕರಿಸಿ
ko: 위젯 갱신
my: ဝစ်ဂျက်ကို အပ်ဒိတ်လုပ်ရန်
ro: Actualizare widget
ta: நிரல் பலகையைப் புதுப்பி
vi: Cập nhật widget
