Repository: deckerst/aves
Catalog: lib/l10n/app_*.arb
Languages: ar, az, be, bg, ca, ckb, el, et, eu, fa, he, hi, hu, id, is, kn, ko, my, nn, ro, ta, th, vi

# editEntryDateDialogSourceFileModifiedDate
source: File modified date
ar: تاريخ تعديل الملف
be: Дата змены файла
bg: Дата на промяна на файла
ca: Data del fitxer modificat
ckb: ڕێکەوتی دەستکاریکراوی پەڕگە
el: Ημερομηνία τροποποίησης αρχείου
et: Faili muutmisaeg
eu: Fitxategia aldatu zeneko data
fa: تاریخ تغییر پرونده
hi: फ़ाइल संशोधित दिनांक
hu: Fájl módosítás dátuma
id: Tanggal modifikasi file
is: Breytingardagsetning skráar
kn: ಕಡತ ಮಾರ್ಪಡಿಸಿದ ದಿನಾಂಕ
ko: 파일 수정한 날짜
my: ဖိုင်ပြင်ဆင်ခဲ့သည့်ရက်စွဲ
nn: Filbrigdedato
ro: Data modificării fișierului
ta: கோப்பு மாற்றியமைக்கப்பட்ட தேதி
th: วันที่แก้ไขไฟล์
vi: Ngày sửa đổi tệp tin

# durationDialogMinutes
source: Minutes
ar: دقائق
be: Хвіліны
bg: Минути
ca: Minuts
ckb: خولەک
el: Λεπτά
et: Minutid
eu: Minutuak
fa: دقیقه
hi: मिनट
hu: Perc
id: Menit
is: Mínútur
kn: ನಿಮಿಷಗಳು
ko: 분
my: မိနစ်
nn: Minutt
ro: Minute
ta: நிமையங்கள்
th: นาที
vi: Phút

# durationDialogSeconds
source: Seconds
ar: ثواني
be: Секунды
bg: Секунди
ca: Segons
ckb: چرکە
el: Δευτερόλεπτα
et: Sekundid
eu: Segunduak
fa: ثانیه
hi: सेकंड
hu: Másodperc
id: Detik
is: Sekúndur
kn: ಕ್ಷಣಗಳು
ko: 초
my: စက္ကန့်
nn: Sekund
ro: secunde
ta: விநாடிகள்
th: วินาที
vi: Giây

# editEntryLocationDialogTitle
source: Location
ar: موقع
be: Месцазнаходжанне
bg: Местоположение
ca: Localització
ckb: شوون
el: Τοποθεσια
et: Asukoht
eu: Kokapena
fa: مکان
hi: स्थान
hu: Hely
id: Lokasi
is: Staðsetning
kn: ಸ್ಥಳ
ko: 위치
my: တည်နေရာ
nn: Stadsetjing
ro: Locație
ta: இடம்
th: สถานที่
vi: Vị trí

# editEntryLocationDialogSetCustom
source: Set custom location
ar: تعيين الموقع المخصص
be: Устанавіць карыстацкае месцазнаходжанне
bg: Редактиране на местоположение
ca: Defineix localització personalitzada
ckb: شوونێکی تایبەت دابنێ
el: Ορισμός προσαρμοσμένης τοποθεσίας
et: Määra asukoht ise
eu: Ezarri kokapen pertsonalizatua
fa: تنظیم موقعیت سفارشی
hi: कस्टम स्थान सेट करें
hu: Egyéni hely beállítása
id: Terapkan lokasi kustom
is: Stilla sérsniðna staðsetningu
kn: ನಿಗದಿತ ಸ್ಥಳವನ್ನು ಹೊಂದಿಸಿ
ko: 지정 장소로 편집
my: စိတ်ကြိုက်တည်နေရာထားမည်
nn: Set eiga stadsetjing
ro: Setați locația personalizată
ta: தனிப்பயன் இருப்பிடத்தை அமை
th: กำหนดสถานที่เอง
vi: Đặt vị trí tùy chọn

# editEntryLocationDialogChooseOnMap
source: Choose on map
ar: اختر على الخريطة
be: Выбраць на карце
bg: Избери на картата
ca: Escull al mapa
ckb: لەسەر نەخشە هەڵیبژێرە
el: Επιλογή στο χάρτη
et: Vali kaardilt
eu: Aukeratu mapan
fa: انتخاب در نقشه
hi: मानचित्र पर चुनें
hu: Kijelölés térképen
id: Pilih di peta
is: Velja á korti
kn: ನಕ್ಷೆಯಲ್ಲಿ ಆರಿಸಿ
ko: 지도에서 선택
my: မြေပုံပေါ်ကရွေးမည်
nn: Vel på kartet
ro: Alegeți pe hartă
ta: வரைபடத்தில் தேர்வு செய்
th: เลือกบนแผนที่
vi: Chọn trên bản đồ

# editEntryLocationDialogLatitude
source: Latitude
ar: خط العرض
be: Шырата
bg: Широчина
ca: Latitud
ckb: پانەهێڵ
el: Γεωγραφικό πλάτος
et: Laiuskraad
eu: Latitudea
fa: عرض جغرافیایی
hi: अक्षांश
hu: Szélesség
id: Garis lintang
is: Breiddargráða
kn: ಅಕ್ಷಾಂಶ
ko: 위도
my: လတ္တီတွဒ်
nn: Breiddegrad
ro: Latitudine
ta: அகலாங்கு
th: ละติจูด
vi: Vĩ độ

# editEntryLocationDialogLongitude
source: Longitude
ar: خط الطول
be: Даўгата
bg: Дължина
ca: Longitud
ckb: درێژەهێڵ
el: Γεωγραφικό μήκος
et: Pikkuskraad
eu: Longitudea
fa: طول جغرافیایی
hi: देशांतर
hu: Hosszúság
id: Garis bujur
is: Lengdargráða
kn: ರೇಖಾಂಶ
ko: 경도
my: လောင်ဂျီတွဒ်
nn: Lengdegrad
ro: Longitudine
ta: நெட்டாங்கு
th: ลองจิจูด
vi: Kinh độ

# locationPickerUseThisLocationButton
source: Use this location
ar: استخدم هذا الموقع
be: Выкарыстоўваць гэтае месца
bg: Използвай това местоположение
ca: Utilitza aquesta localització
ckb: ئەم شوونە بەکاربێنە
el: Χρησιμοποίηση της τοποθεσίας
et: Kasuta seda asukohta
eu: Erabili kokapen hau
fa: استفاده از این مکان
hi: इस स्थान का उपयोग करें
hu: Használd ezt a helyet
id: Gunakan lokasi ini
is: Nota þessa staðsetningu
kn: ಈ ಸ್ಥಳವನ್ನು ಬಳಸಿ
ko: 이 위치 사용
my: ဒီနေရာကိုသုံးမည်
nn: Nytt denne stadsetjinga
ro: Utilizați această locație
ta: இந்த இருப்பிடத்தைப் பயன்படுத்து
th: ใช้ตําแหน่งนี้
vi: Dùng vị trí này

# editEntryRatingDialogTitle
source: Rating
ar: تقييم
be: Рэйтынг
bg: Рейтинг
ca: Valoració
ckb: هەڵسەنگاندن
el: Βαθμολογια
et: Hinnang
eu: Balorazioa
fa: امتیاز
hi: रेटिंग
hu: Értékelés
id: Nilai
is: Einkunn
kn: ರೇಟಿಂಗ್
ko: 별점
my: အဆင့်သတ်မှတ်ချက်
nn: Omdøme
ro: Evaluare
ta: மதிப்பிடு
th: คะแนน
vi: Xếp hạng

# removeEntryMetadataDialogTitle
source: Metadata Removal
ar: ازالة البيانات الوصفية
be: Выдаленне метададзеных
bg: Премахване на метаданни
ca: Esborra metadades
ckb: لابردنی مێتاداتا
el: Αφαιρεση μεταδεδομενων
et: Metainfo eemaldamine
eu: Metadatuen ezabapena
fa: پاک‌کردن فراداده
hi: मेटाडाटा हटाना
hu: Metaadat eltávolítása
id: Penghapusan Metadata
is: Fjarlæging lýsigagna
kn: ಮೆಟಾಡೇಟಾ ತೆಗೆಯುವಿಕೆ
ko: 메타데이터 삭제
my: မက်တာဒေတာဖယ်ရှားခြင်း
nn: Metadataborttaking
ro: Eliminarea metadatelor
ta: மேனிலை தரவு அகற்றுதல்
vi: Xóa Metadata

# removeEntryMetadataDialogMore
source: More
ar: أكثر
be: Больш
bg: Още
ca: Més
ckb: زێتر
el: Περισσότερα
et: Veel
eu: Gehiago
fa: بیشتر
hi: अधिक
hu: Továbbiak
id: Lebih Banyak
is: Meira
kn: ಇನ್ನಷ್ಟು
ko: 더 보기
my: နောက်ထပ်
nn: Meir
ro: Mai mult
ta: மேலும்
th: เพิ่มเติม
vi: Thêm

# removeEntryMetadataMotionPhotoXmpWarningDialogMessage
source: XMP is required to play the video inside a motion photo. Are you sure you want to remove it?
ar: مطلوب XMP لتشغيل الفيديو داخل الصورة المتحركة. هل أنت متأكد أنك تريد إزالته؟
be: XMP патрабуецца для прайгравання відэа ўнутры фота з рухам. Вы ўпэўнены, што хочаце выдаліць яго?
bg: XMP е необходим за възпроизвеждане на видеоклипа в снимка с движение. Сигурни ли сте, че искате да го премахнете?
ca: Es necessita XMP per reproduir el vídeo dins una foto en moviment. Estàs segur que ho vols esborrar?
el: Απαιτείται XMP για την αναπαραγωγή του βίντεο μέσα σε μια κινούμενη φωτογραφία. Είστε βέβαιοι ότι θέλετε να αφαιρεθεί;
et: XMP on vajalik video esitamisel foto sees. Kas oled kindel, et soovid selle metainfo eemaldada?
eu: Mugimendu-argazkiko bideoa erreproduzitzeko XMP behar da. Ziur al zaude ezabatu nahi duzula?
fa: XMP برای پخش ویدیو در داخل یک عکس متحرک مورد نیاز است. ار پاک‌سازی آن اطمینان دارید?
hi: मोशन फोटो के अंदर वीडियो चलाने के लिए XMP की जरूरत है क्या आप वास्तव में इसे हटाना चाहते हैं?
hu: Az XMP szükséges a mozgó fotókban lévő videó lejátszásához. Biztosan eltávolítod?
id: XMP diperlukan untuk memutar video di dalam Foto bergerak. Anda yakin ingin menghapusnya?
is: XMP er nauðsynlegt til að geta spilað myndskeið inni í hreyfiljósmynd. Ertu viss um að þú viljir fjarlægja það?
kn: ಚಲನೆಯ ಚಿತ್ರದ ಒಳಗೆ ವೀಡಿಯೊವನ್ನು ಚಾಲನೆ ಮಾಡಲು XMP ಅಗತ್ಯವಿದೆ. ನೀವು ಅದನ್ನು ತೆಗೆದುಹಾಕಲು ಬಯಸುತ್ತೀರಾ?
ko: XMP가 있어야 모션 사진에 포함되는 동영상을 재생할 수 있습니다. 삭제하시겠습니까?
my: လှုပ်ရှားမှုပါသောပုံအတွင်းက ဗီဒီယိုကိုဖွင့်ရန် XMP ကို လိုအပ်ပါသည်။ ဖျက်ချင်တာသေချာပါသလား?
nn: XMP er turvt for å kunne spela av videoen inni rørslebilete. Er du viss på at du vil ta det bort?
ro: XMP este necesar pentru a reda videoclipul dintr-o fotografie în mișcare. Sunteți sigur că doriți să-l eliminați?
ta: இயக்கபுகைப்படத்திற்குள் காணொளியை இயக்க எக்ச்எம்பி தேவை. நீங்கள் அதை அகற்ற விரும்புகிறீர்களா?
th: จำเป็นต้องใช้ XMP ในการเล่นวิดีโอในภาพเคลื่อนไหว คุณแน่ใจว่าต้องการลบออก?
vi: Cần có XMP để phát video bên trong ảnh chuyển động. Bạn có chắc chắn muốn xóa nó không?

# videoSpeedDialogLabel
source: Playback speed
ar: سرعة التشغيل
be: Хуткасць прайгравання
bg: Скорост на възпроизвеждане
ca: Velocitat de reproducció
ckb: خێرایی لێدان
el: Ταχύτητα αναπαραγωγής
et: Taasesituse kiirus
eu: Erreprodukzio-abiadura
fa: سرعت پخش
hi: चलाने की गति
hu: Lejátszás sebessége
id: Kecepatan pemutaran
is: Afspilunarhraði
kn: ಚಾಲನೆಯ ವೇಗ
ko: 재생 배속
my: ဖွင့်ကြည့်မှု အမြန်နှုန်း
nn: Avspelingssnøggleik
ro: Viteza de redare
ta: பின்னணி விரைவு
th: ความเร็วในการเล่น
vi: Tốc độ phát

# videoStreamSelectionDialogVideo
source: Video
ar: فيديو
be: Відэа
bg: Видео
ca: Vídeo
ckb: ڤیدیۆ
el: Βίντεο
eu: Bideoa
fa: ویدیو
hi: वीडियो
hu: Videó
is: Myndskeið
kn: ವಿಡಿಯೋ
ko: 동영상
my: ဗီဒီယို
ta: காணொளி
th: วิดีโอ

# videoStreamSelectionDialogAudio
source: Audio
ar: صوت
be: Аўдыё
bg: Аудио
ca: Àudio
ckb: دەنگ
el: Ήχος
et: Heliriba
eu: Audioa
fa: صدا
hi: ऑडियो
hu: Audió
is: Hljóð
kn: ಆಡಿಯೋ
ko: 오디오
my: အသံ
nn: Ljod
ta: ஒலிதம்
th: เสียง
vi: Âm thanh

# videoStreamSelectionDialogText
source: Subtitles
ar: ترجمات
be: Субтытры
bg: Субтитри
ca: Subtítols
ckb: ژێرنووس
el: Υπότιτλοι
et: Subtiitrid
eu: Azpitituluak
fa: زیرنویس
hi: उपशीर्षक
hu: Feliratok
id: Subjudul
is: Skjátextar
kn: ಅಡಿಬರಹ
ko: 자막
my: စာတန်းထိုး
nn: Undertekster
ro: Subtitrări
ta: வசன வரிகள்
th: คำบรรยาย
vi: Phụ đề

# videoStreamSelectionDialogOff
source: Off
ar: ايقاف
be: Адкл.
bg: Изключено
ca: Desactivat
ckb: ناکارا
el: Απενεργοποίηση
et: Välja lülitatud
eu: Desgaitua
fa: خاموش
hi: बंद
hu: Ki
id: Mati
is: Slökkt
kn: ನಂದಿಸು
ko: 해제
my: ပိတ်ထား
nn: Av
ro: Oprit
ta: அணை
th: ปิด
vi: Tắt

# videoStreamSelectionDialogTrack
source: Track
ar: مسار
be: Трэк
bg: Пътечка
ca: Pista
el: Κομμάτι
et: Videoriba
eu: Pista
fa: صوت
hi: ट्रैक
hu: Sáv
id: Trek
is: Ferill
kn: ಜಾಡು
ko: 트랙
my: အပုဒ်
nn: Spor
ro: Pistă
ta: தடம்
th: แทร็ก
vi: Bài hát

# videoStreamSelectionDialogNoSelection
source: There are no other tracks.
ar: لا توجد مسارات أخرى.
be: Іншых трэкаў няма.
bg: Няма други пътечки.
ca: No hi ha altres pistes.
el: Δεν υπάρχουν άλλα κομμάτια.
et: Rohkem meediaribasid failis pole.
eu: Ez dago pista gehiagorik.
fa: هیچ صدا دیگری وجود ندارد.
hi: कोई अन्य ट्रैक नहीं हैं।
hu: Nincsenek más sávok.
id: Tidak ada Trek yang lain.
is: Það eru engir aðrir ferlar.
kn: ಬೇರೆ ಯಾವುದೇ ಹಾಡುಗಳಿಲ್ಲ.
ko: 다른 트랙이 없습니다.
my: တခြားအပုဒ်မရှိပါ။
nn: Det er ingen andre spor.
ro: Nu există alte piese.
ta: வேறு தடங்கள் இல்லை.
th: ไม่มีแทร็กอื่น
vi: Không có bài hát nào.

# genericSuccessFeedback
source: Done!
ar: إنتهى!
be: Гатова!
bg: Готово!
ca: Fet!
ckb: کرا!
el: Ολοκληρώθηκε!
et: Valmis!
eu: Egina!
fa: انجام شد!
hi: हो गया!
hu: Kész!
id: Selesai!
is: Lokið!
kn: ಮುಗಿದಿದೆ!
ko: 정상 처리됐습니다
my: လုပ်ဆောင်ပြီးပါပြီ!
nn: Ferdig
ro: Terminat!
ta: முடிந்தது!
th: เสร็จแล้ว!
vi: Xong!

# genericFailureFeedback
source: Failed
ar: فشل
be: Не атрымалася
bg: Неуспешно
ca: Fallit
ckb: نەکرا
el: Απέτυχε
et: Ei õnnestunud
eu: Huts egin du
fa: ناموفق
hi: असफल
hu: Sikertelen
id: Gagal
is: Mistókst
kn: ವಿಫಲವಾಗಿದೆ
ko: 오류가 발생했습니다
my: လုပ်ဆောင်မှုမအောင်မြင်ပါ
nn: Mislykka
ro: Eșuat
ta: தோல்வியுற்றது
th: ล้มเหลว
vi: Bị lỗi

# genericDangerWarningDialogMessage
source: Are you sure?
ar: هل أنت متأكد؟
be: Вы ўпэўнены?
bg: Сигурен ли сте?
ca: Estàs segur?
ckb: دڵنیایت؟
el: Είστε βέβαιοι;
et: Kas sa oled kindel?
eu: Ziur al zaude?
fa: اطمینان دارید؟
hi: क्या आपको यकीन है?
hu: Biztos benne?
id: Apakah kamu yakin?
is: Ertu viss?
kn: ನೀವು ಖಚಿತಪಡಿಸುವಿರೇ?
ko: 확실합니까?
my: သေချာပါသလား?
nn: Er du viss?
ro: Esti sigur?
ta: நீங்கள் உறுதியாக இருக்கிறீர்களா?
th: คุณแน่ใจไหม?
vi: Bạn chắc chứ?

# tooManyItemsErrorDialogMessage
source: Try again with fewer items.
ar: حاول مرة أخرى باستخدام عدد أقل من العناصر.
be: Паўтарыце спробу з меншай колькасцю элементаў.
bg: Опитай отново с по-малко елементи.
ca: Torna-ho a provar amb menys elements.
ckb: بە بڕگەی کمترەوە هەوڵدەوە.
el: Δοκιμάστε ξανά με λιγότερα αρχεία.
et: Proovi uuesti, aga väiksema arvu objektidega.
eu: Elementu gutxiagorekin saia zaitez berriro.
fa: دوباره با موارد کمتر تلاش کنید.
hi: कम आइटम के साथ पुनः प्रयास करें।
hu: Próbáld újra kevesebb elemmel.
id: Coba lagi dengan item yang lebih sedikit.
is: Reyndu aftur með færri atriðum.
kn: ಕಡಿಮೆ ವಸ್ತುಗಳೊಂದಿಗೆ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 항목 수를 줄이고 다시 시도하세요.
my: ဓာတ်ပုံ/ဗီဒီယိုနည်းနည်းလေးနဲ့ ပြန်စမ်းကြည့်ပါ။
nn: Røyn att med færre ting.
ro: Încearcă din nou cu mai puține elemente.
ta: குறைவான உருப்படிகளுடன் மீண்டும் முயற்சி.
vi: Hãy thử lại với ít mục hơn.

# menuActionConfigureView
source: View
ar: العرض
be: Выгляд
bg: Вид
ca: Vista
ckb: بینین
el: Προβολή
et: Vaata
eu: Ikusi
fa: تماشا
hi: देखें
hu: Nézet
id: Tata letak
is: Skoða
kn: ನೋಟ
ko: 보기 설정
nn: Vis
ro: Vedere
ta: பார்வை
th: ดู
vi: Xem

# menuActionSelect
source: Select
ar: تحديد
be: Выбраць
bg: Избери
ca: Selecciona
ckb: دیاریکردن
el: Επιλογή
et: Vali
eu: Hautatu
fa: انتخاب
hi: चूने
hu: Kiválasztás
id: Pilih
is: Velja
kn: ಆರಿಸು
ko: 선택
my: ရွေးချယ်ရန်
nn: Vel
ro: Selectați
ta: தேர்ந்தெடு
th: เลือก
vi: Chọn

# menuActionSelectAll
source: Select all
ar: تحديد الكل
be: Выбраць усё
bg: Избери всички
ca: Selecciona tots
ckb: گشتی دیار بکە
el: Επιλογή όλων
et: Vali kõik
eu: Guztiak hautatu
fa: انتخاب همه
hi: सभी चुने
hu: Összes kijelölése
id: Pilih semua
is: Velja allt
kn: ಎಲ್ಲವನ್ನು ಆರಿಸು
ko: 모두 선택
my: အားလုံးရွေးချယ်မည်
nn: Vel alle
ro: Selectează tot
ta: அனைத்தையும் தெரிவுசெய்
th: เลือกทั้งหมด
vi: Chọn hết

# menuActionSelectNone
source: Select none
ar: لا تحدد شيء
be: Зняць вылучэнне
bg: Не избирай нищо
ca: Selecciona’n cap
ckb: هیچی دیار مەکە
el: Να μην επιλεγεί κανένα
et: Ära vali midagi
eu: Bat ere ez hautatu
fa: انتخاب هیچکدام
hi: कुछ मत चुने
hu: Kijelölés megszüntetése
id: Pilih tidak ada
is: Velja ekkert
kn: ಏನನ್ನು ಆರಿಸಬೇಡಿ
ko: 모두 해제
my: ဘာမှမရွေးပါ
nn: Tak bort val
ro: Nu selectați nimic
ta: எதுவுமில்லை என்பதைத் தேர்ந்தெடு
th: ไม่เลือกทั้งหมด
vi: Chọn không có

# menuActionMap
source: Map
ar: خريطة
be: Карта
bg: Карта
ca: Mapa
ckb: نەخشە
el: Χάρτης
et: Kaart
eu: Mapa
fa: نقشه
hi: मैप
hu: Térkép
id: Peta
is: Kort
kn: ನಕ್ಷೆ
ko: 지도
my: မြေပုံ
nn: Kart
ro: Hartă
ta: வரைபடம்
th: แผนที่
vi: Bản đồ

# menuActionSlideshow
source: Slideshow
ar: عرض الشرائح
be: Слайд-шоў
bg: Слайд-шоу
ca: Presentació de diapositives
el: Παρουσίαση φωτογραφιών
et: Slaidiesitlus
eu: Aurkezpena
fa: نمایش اسلایدی
hi: स्लाइड शो
hu: Diavetités
id: Tampilan slide
is: Skyggnusýning
kn: ಸ್ಲೈಡ್ ಶೋ
ko: 슬라이드쇼
my: ဆလိုက်ရှိုး
nn: Ljosbiletevising
ro: Prezentare de diapozitive
ta: ச்லைடுசோ
th: สไลด์โชว์
vi: Trình chiếu

# menuActionStats
source: Stats
ar: احصائيات
be: Статыстыка
bg: Статистика
ca: Estadístiques
ckb: ئامارەکان
el: Στατιστικά
et: Statistika
eu: Estatistikak
fa: آمار
hi: आँकड़े
hu: Statisztikák
id: Statistik
is: Tölfræði
kn: ಅಂಕಿಅಂಶಗಳು
ko: 통계
my: စာရင်းအင်း
nn: Samandrag
ro: Statistici
ta: புள்ளிவிவரங்கள்
th: สถิติ
vi: Thống kê

# viewDialogSortSectionTitle
source: Sort
ar: نوع
be: Сартаваць
bg: Сортиране
ca: Ordena
ckb: ڕیز
el: Ταξινομηση
et: Järjesta
eu: Ordenatu
fa: ترتیب بندی
hi: क्रम से लगाए
hu: Rendezés
id: Sortir
is: Raða
kn: ವಿಂಗಡಿಸಿ
ko: 정렬
my: အပေါ်အောက် စီခြင်း
ro: Sortează
ta: வரிசைப்படுத்து
th: เรียงลำดับ
vi: Sắp xếp

# viewDialogGroupSectionTitle
source: Group
ar: مجموعة
be: Групоўка
bg: Групиране
ca: Agrupa
ckb: بەش
el: Ομαδοποιηση
et: Rühmita
eu: Taldea
fa: گروه بندی
hi: समूह में रखे
hu: Csoport
id: Grup
is: Hlutar
kn: ಗುಂಪು
ko: 묶음
my: စုပြခြင်း
nn: Hop
ro: Grup
ta: குழு
th: กลุ่ม
vi: Nhóm

# viewDialogLayoutSectionTitle
source: Layout
ar: تخطيط
be: Макет
bg: Оформление
ca: Disposició
ckb: کڵێشە
el: Διαταξη
et: Paiguta
eu: Diseinua
fa: چیدمان
hi: लेआउट
hu: Elrendezés
id: Tata letak
is: Framsetning
kn: ವಿನ್ಯಾಸ
ko: 배치
my: အပြင်အဆင်
nn: Oppsett
ro: Aspect
ta: மனையமைவு
th: เค้าโครง
vi: Trình bày

# viewDialogReverseSortOrder
source: Reverse sort order
ar: عكس ترتيب الفرز
be: Адваротны парадак сартавання
bg: Сортиране в обратен ред
ca: Inverteix l’ordre
ckb: ئاوەژوو کردنەوەی ڕیز
el: Αντίστροφη σειρά ταξινόμησης
et: Tagurpidi järjestus
eu: Sailkapen-ordena alderantzikatu
fa: ترتیب مرتب سازی معکوس
hi: क्रम उलटा करे
hu: Fordított sorrend
id: Urutan pengurutan terbalik
is: Öfug röð
kn: ಹಿಮ್ಮುಖ ವಿಂಗಡಣೆ ಕ್ರಮ
ko: 순서를 뒤바꾸기
my: ပြောင်းပြန်စီရန်
ro: Ordinea de sortare inversă
ta: தலைகீழ் வரிசை முறை
th: เรียงลำดับย้อนกลับ
vi: Đảo ngược thứ tự sắp xếp

# tileLayoutMosaic
source: Mosaic
ar: فسيفساء
be: Мазаіка
bg: Мозайка
el: Ψηφιδωτό
et: Mosaiik
eu: Mosaikoa
fa: موزائیک
hi: मौज़ेक
hu: Mozaik
id: Mosaik
is: Mósaík
kn: ಮೊಸಾಯಿಕ್
ko: 모자이크
my: Mosaic ပုံစံ
nn: Mosaikk
ro: Mozaic
ta: மொசைக்
th: โมเสก
vi: Khảm

# tileLayoutGrid
source: Grid
ar: شبكة
be: Сетка
bg: Решетка
ca: Quadrícula
ckb: خانەخانەیی
el: Πλέγμα
et: Ruudustik
eu: Sareta
fa: شبکه
hi: ग्रिड
hu: Rács
is: Reitir
kn: ಜಾಲ
ko: 바둑판
my: ဇယားကွက်ပုံစံ
nn: Rutenett
ro: Grilă
ta: வலைவாய்
th: ตาราง
vi: Lưới

# tileLayoutList
source: List
ar: قائمة
be: Спіс
bg: Списък
ca: Llista
ckb: پێڕستی
el: Λίστα
et: Loend
eu: Zerrenda
fa: فهرست
hi: सूची
hu: Lista
id: Daftar
is: Listi
kn: ಪಟ್ಟಿ
ko: 목록
my: စာရင်းပုံစံ
nn: Liste
ro: Listă
ta: பட்டியல்
th: รายการ
vi: Danh sách

# castDialogTitle
source: Cast Devices
ar: أجهزة البث
be: Прылады трансляцыі
bg: Устройство за излъчване
ca: Dispositius d’emissió
et: Seadmed peegeldamiseks
eu: Igortzeko gailuak
fa: پخش دستگاه ها
hi: कास्ट डिवाइस
hu: Kivetítő eszközök
is: Útvörpunartæki
kn: ಬಿತ್ತರಿಸುವ ಸಾಧನಗಳು
ko: 전송 대상
ro: Dispozitive de proiectare
ta: நடிகர்கள் சாதனங்கள்
vi: Thiết bị truyền

# coverDialogTabCover
source: Cover
ar: غلاف
be: Вокладка
bg: Тапет
ca: Coberta
ckb: بەرگ
el: Εξώφυλλο
et: Kaanepilt
eu: Azala
fa: جلد
hi: ढखें
hu: Borító
id: Kover
is: Umslag
kn: ರಕ್ಷಾಕವಚ
ko: 이미지
my: ကာဗာပိုင်း
nn: Omslag
ro: Copertă
ta: கவர்
th: หน้าปก
vi: Ảnh bìa

# coverDialogTabApp
source: App
ar: التطبيق
be: Праграма
bg: Приложение
ca: Aplicació
ckb: کاربەرنامە
el: Εφαρμογή
et: Rakenduse
eu: Aplikazioa
fa: برنامه
hi: ऐप
hu: Alkalmazás
id: Aplikasi
is: Forrit
kn: ಅಪ್ಲಿಕೇಶನ್
ko: 앱
my: အက်ပ်ပိုင်း
ta: பயன்பாடு
th: แอพฯ
vi: Ứng dụng

# coverDialogTabColor
source: Color
ar: اللون
be: Колер
bg: Цвят
ckb: ڕەنگ
el: Χρώμα
et: Värv
eu: Kolorea
fa: رنگ
hi: रंग
hu: Szín
id: Warna
is: Litur
kn: ವರ್ಣ
ko: 색깔
my: ကာလာပိုင်း
nn: Let
ro: Culoare
ta: நிறம்
th: สี
vi: Màu sắc

# appPickDialogTitle
source: Pick App
ar: اختر التطبيق
be: Выбраць праграму
bg: Изберете приложение
ca: Tria l’aplicació
ckb: کاربەرنامەیەک هەڵبژێرە
el: Επιλογη εφαρμογης
et: Vali rakendus
eu: Aplikazioa aukeratu
fa: انتخاب برنامه
hi: ऐप चुनें
hu: Alkalmazás választása
id: Pilih Aplikasi
is: Veldu forrit
kn: ಅಪ್ಲಿಕೇಶನ್ ಆರಿಸಿ
ko: 앱 선택
my: အက်ပ်ရွေးချယ်ပါ
nn: Vel app
ro: Alegeți aplicația
ta: பயன்பாட்டைத் தேர்ந்தெடுங்கள்
th: เลือกแอพฯ
vi: Chọn ứng dụng

# appPickDialogNone
source: None
ar: لاشيء
be: Нічога
bg: Нищо
ca: Cap
ckb: هیچیان
el: Καμία επιλογή
et: Määratlemata
eu: Bat ere ez
fa: هیچکدام
hi: कोई नहीं
hu: Nincs
id: Tidak ada
is: Ekkert
kn: ಏನಿಲ್ಲ
ko: 없음
my: ဘာမှမရွေး
nn: Ingen
ro: Nici unul
ta: எதுவுமில்லை
th: ไม่มี
vi: Không có

# aboutPageTitle
source: About
ar: حول
be: Пра нас
bg: За нас
ca: Sobre
ckb: دەربارە
el: Διαφορα
et: Rakenduse teave
eu: Honi buruz
fa: درباره
hi: बारे में
hu: Névjegy
id: Tentang
is: Um hugbúnaðinn
kn: ಕುರಿತು
ko: 앱 정보
my: ဤအက်ပ်အကြောင်း
nn: Om
ro: Despre
ta: பற்றி
th: เกี่ยวกับ
vi: Giới thiệu

# aboutLinkLicense
source: License
ar: رخصة
be: Ліцэнзія
bg: Лицензи
ca: Llicència
ckb: مۆڵەت
el: Άδειες
et: Litsents
eu: Lizentzia
fa: مجوز
hi: लाइसेंस
hu: Licensz
id: Lisensi
is: Notkunarleyfi
kn: ಪರವಾನಗಿ
ko: 라이선스
my: လိုင်စင်
nn: Løyve
ro: Licență
ta: உரிமம்
th: ใบอนุญาต
vi: Giấy phép

# aboutLinkPolicy
source: Privacy Policy
ar: سياسة الخصوصية
be: Палітыка канфідэнцыяльнасці
bg: Политика за личните данни
ca: Política de Privacitat
el: Πολιτική Απορρήτου
et: Privaatsuspoliitika
eu: Pribatutasun-politika
fa: سیاست حفظ حریم خصوصی
hi: गोपनीयता नीति
hu: Adatvédelmi irányelvek
id: Aturan Privasi
is: Meðferð persónuupplýsinga
kn: ಗೌಪ್ಯತೆ ನೀತಿ
ko: 개인정보 보호정책
my: ကိုယ်ရေးကိုယ်တာလုံခြုံမှု မူဝါဒ
nn: Personvernutsegn
ro: Politica de Confidențialitate
ta: தனியுரிமைக் கொள்கை
th: นโยบายความเป็นส่วนตัว
vi: Chính sách bảo mật

# aboutBugSectionTitle
source: Bug Report
ar: تقرير الأخطاء
be: Паведаміць пра памылку
bg: Съобщи за грешка
ca: Informe d’error
ckb: هەواڵدان لە چەوتی
el: Αναφορα σφαλματος
et: Veateated
eu: Akatsen berri eman
fa: گزارشات خرابی
hi: बग रिपोर्ट
hu: Hibajelentés
id: Lapor Bug
is: Villuskýrsla
kn: ದೋಷದ ವರದಿ
ko: 버그 보고
my: Bug တင်ပြခြင်း
nn: Mistakrapport
ro: Raport de eroare
ta: பிழை அறிக்கை
th: รายงานข้อผิดพลาด
vi: Báo cáo lỗi

# aboutBugReportInstruction
source: Report on GitHub with the logs and system information
ar: تقرير على GitHub مع السجلات ومعلومات النظام
be: Адправіць справаздачу аб памылцы на GitHub разам з журналамі і сістэмнай інфармацыяй
bg: Изпратете съобщение за грешка на GitHub, заедно с лог и системна информация
ca: Reporta a GitHub amb els logs i la informació del sistema
el: Αναφορά στο GitHub με τα αρχεία καταγραφής και τις πληροφορίες του συστήματος
et: Teata GitHubis koos logide ja süsteemiteabega
eu: GitHubera txostena erregistro eta sistemako informazioarekin bidali
fa: در گیت‌هاب با گزارش ها و ریزگان دستگاه گزارش کنید
hi: लॉग और सिस्टम जानकारी के साथ GitHub पर रिपोर्ट करें
hu: Jelentés GitHub-on naplófájlokkal és rendszer információval
id: Laporkan ke GitHub dengan log dan informasi sistem
is: Tilkynna á GitHub með atvikaskrám og kerfisupplýsingum
kn: ದಾಖಲೆಗಳು ಮತ್ತು ಸಾಧನದ ಮಾಹಿತಿಯ ಜೊತೆಗೆ Githubನಲ್ಲಿ ವರದಿ ಮಾಡಿ
ko: 로그와 시스템 정보를 첨부하여 GitHub에서 이슈를 제출하기
my: မှတ်တမ်းနှင့် စစ်စတမ်အချက်အလက်များကို GitHub တွင် တင်ပြပါ
nn: Rapporter på GitHub med loggføringene og systemopplysingane dine
ro: Raportați pe GitHub cu jurnalele și informațiile de sistem
ta: பதிவுகள் மற்றும் கணினி தகவல்களுடன் அறிவிலிமையம் குறித்த அறிக்கை
th: รายงาน GitHub พร้อมบันทึกและข้อมูลระบบ
vi: Báo cáo trên GitHub với nhật ký và thông tin hệ thống

# aboutBugReportButton
source: Report
ar: تقرير
be: Адправіць справаздачу
bg: Изпрати
ca: Informe
ckb: هەواڵدان
el: Αναφορά
et: Teata veast
eu: Txostena bidali
fa: گزارش
hi: रिपोर्ट दे
hu: Jelentés
id: Rapor
is: Tilkynna
kn: ವರದಿ
ko: 제출
my: တင်ပြမည်
nn: Rapporter
ro: Raport
ta: அறிக்கை
th: รายงาน
vi: Báo cáo

# aboutDataUsageSectionTitle
source: Data Usage
ar: استخدام البيانات
be: Выкарыстанне дадзеных
bg: Използване на данни
ca: Ús de dades
et: Andmekasutus
eu: Datuen erabilera
fa: مصرف داده
hi: डेटा उपयोग
hu: Adatforgalom
id: Penggunaan Data
is: Gagnanotkun
kn: ದತ್ತಾಂಶ ಬಳಕೆ
ko: 사용 중인 저장공간
my: ဒေတာသုံးစွဲမှု
ro: Utilizare date
ta: தரவு பயன்பாடு
vi: Sử dụng dữ liệu

# aboutDataUsageData
source: Data
ar: بيانات
be: Дадзеныя
bg: Данни
ca: Dades
ckb: دراوە
et: Andmed
eu: Datuak
fa: داده
hi: डेटा
hu: Adat
is: Gögn
kn: ದತ್ತಾಂಶ
ko: 데이터
my: ဒေတာ
ro: Date
ta: தகவல்கள்
vi: Dữ liệu

# aboutDataUsageCache
source: Cache
ar: التخزين المؤقت
be: Кэш
bg: Кеш
et: Vahemälu
eu: Cachea
fa: حافظه پنهان
hi: कैश
hu: Gyorsítótár
id: Tembolok
is: Skyndiminni
kn: ತಾತ್ಕಾಲಿಕ ಸಂಗ್ರಹ
ko: 캐시
ta: கேச்

# aboutDataUsageDatabase
source: Database
ar: قاعدة البيانات
be: База дадзеных
bg: База данни
ca: Base de dades
ckb: بنکەدراوە
et: Andmebaas
eu: Datu-basea
fa: پایگاه داده
hi: डेटाबेस
hu: Adatbázis
id: Basis Data
is: Gagnagrunnur
kn: ದತ್ತಾಂಶ ಸಂಚಯ
ko: 데이터베이스
my: ဒေတာဘေ့စ်
ro: Bază de date
ta: தரவுத்தளம்

# aboutDataUsageMisc
source: Misc
ar: منوعات
be: Розныя
bg: Разни
et: Varia
eu: Askotariko
fa: متفرقه
hi: विविध
hu: Egyéb
id: Lainnya
is: Ýmislegt
kn: ನಾನಾ ರೀತಿಯ
ko: 기타
my: အခြား
ro: Diverse
ta: இதர
vi: Khác

# aboutDataUsageInternal
source: Internal
ar: داخلي
be: Унутраны
bg: Вътрешни
ca: Intern
ckb: ناوەکی
et: Sisemine
eu: Barnekoa
fa: داخلی
hi: आंतरिक
hu: Belső
is: Innri
kn: ಆಂತರಿಕ
ko: 내부 저장소
my: စက်တွင်း
ro: Intern
ta: உள்
vi: Nội bộ

# aboutDataUsageExternal
source: External
ar: خارجي
be: Знешні
bg: Външни
ca: Extern
ckb: دەرەکی
et: Väline
eu: Kanpokoa
fa: خارجی
hi: बाहरी
hu: Külső
id: Eksternal
is: Utanaðkomandi
kn: ಬಾಹ್ಯ
ko: 외부 저장소
my: စက်ပြင်ပ
ro: Extern
ta: வெளிப்புறம்
vi: Ngoại tuyến

# aboutDataUsageClearCache
source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت
be: Ачысціць кэш
bg: Изчисти кеш
ca: Netejar Cache
et: Tühjenda vahemälu
eu: Garbitu cachea
fa: پاک ساری حافظه موقت
hi: कैश साफ़ करें
hu: Gyorsítótár törlése
is: Hreinsa skyndiminni
kn: ಕ್ಯಾಶೆ ಸಂಗ್ರಹ ಅಳಿಸಿ
ko: 캐시 삭제
ro: Golește memoria cache
ta: தெளிவான தற்காலிக சேமிப்பு
vi: Xóa bộ nhớ đệm

# aboutCreditsSectionTitle
source: Credits
ar: الاعتمادات
be: Падзякі
bg: Благодарности
ca: Crèdits
el: Αναφορες
et: Tänuavaldused
eu: Kredituak
fa: اعتبار
hi: क्रेडिट
hu: Készítők
id: Kredit
is: Framlög
kn: ಮನ್ನಣೆಗಳು
ko: 크레딧
my: ခရက်ဒစ်
ro: Credite
ta: வரவு
th: เครดิต
vi: Đóng góp
