Repository: deckerst/aves
Catalog: lib/l10n/app_*.arb
Languages: ar, az, be, bg, ca, ckb, el, et, eu, fa, he, hi, hu, id, is, kn, ko, my, nn, ro, ta, th, vi

# vaultBinUsageDialogMessage
source: Some vaults are using the recycle bin.
ar: تستخدم بعض الخزائن سلة المحذوفات.
be: Некаторыя сховішчы выкарыстоўваюць кошык.
bg: Някой от трезорите използват кошче.
ca: Algunes caixes fortes fan servir la paperera de reciclatge.
ckb: هەندێک لە گاسنووقەکان گلێشدان بەکاردەینن.
el: Ορισμένα θησαυροφυλάκια χρησιμοποιούν τον κάδο ανακύκλωσης.
et: Mõned turvaruumid kasutavad prügikasti.
eu: Kutxa gotor batzuk zakarrontzia erabiltzen ari dira.
fa: برخی از خزانه ها از سطل زباله استفاده می کنند.
hi: कुछ वॉल्ट्स रीसायकल बिन का उपयोग कर रहे हैं।।
hu: Néhány széf használja a kukát.
id: Beberapa brankas menggunakan tong sampah.
is: Sumar öryggisgeymslur nota ruslmöppuna.
kn: ಕೆಲವು ನೆಲಮಾಳಿಗೆಗಳು ಮರುಬಳಕೆ ತೊಟ್ಟಿಯನ್ನು ಬಳಸುತ್ತಿವೆ.
ko: 휴지통을 사용하는 금고가 있습니다.
my: ပြန်သုံးအမှိုက်ပုံးကိုအသုံးပြုနေသော လျှို့ဝှက်သိုလှောင်ခန်းများရှိသည်။
nn: Nokre kvelv nyttar papirkorga.
ro: Unele seifuri folosesc coșul de reciclare.
ta: சில பெட்டகங்கள் மறுசுழற்சி தொட்டியைப் பயன்படுத்துகின்றன.
vi: Một số két sắt đang sử dụng thùng rác.

# renameAlbumDialogLabel
source: New name
ar: إسم جديد
be: Новая назва
bg: Ново име
ca: Nom nou
ckb: ناوێکی نوێ
el: Νέο όνομα
et: Uus nimi
eu: Izen berria
fa: نام جدید
hi: नया नाम
hu: Új név
id: Nama baru
is: Nýtt heiti
kn: ಹೊಸ ಹೆಸರು
ko: 앨범 이름
my: အမည်အသစ်
nn: Nytt namn
ro: Nume nou
ta: புதிய பெயர்
th: ตั้งชื่อใหม่
vi: Tên mới

# renameEntrySetPageInsertTooltip
source: Insert field
ar: أدخل الحقل
be: Поле для ўстаўкі
bg: Вмъкване на поле
ca: Insereix camp
ckb: خانەی تێخستن
el: Εισαγωγή πεδίου
et: Lisa väli
eu: Txertatu eremua
fa: قسمتی وارد کنید
hi: फ़ील्ड डालें
hu: Mező beszúrása
id: Masukkan bidang
is: Setja inn gagnasvið
kn: ಕ್ಷೇತ್ರವನ್ನು ಸೇರಿಸಿ
ko: 필드 추가
my: အကွက်ထည့်မည်
nn: Innskrivingsområde
ro: Inserați câmp
ta: புலம் செருகவும்
th: แทรกฟิลด์
vi: Chèn thêm trường

# renameEntrySetPagePreviewSectionTitle
source: Preview
ar: معاينة
be: Папярэдні прагляд
bg: Преглед
ca: Previsualitza
ckb: پێشبینین
el: Προεπισκοπηση
et: Eelvaade
eu: Aurrebista
fa: پیش‌نمایش
hi: पूर्वावलोकन
hu: Előnézet
id: Pratinjau
is: Forskoðun
kn: ಮುನ್ನೋಟ
ko: 미리보기
my: အစမ်းကြည့်ခြင်း
nn: Førehandsvis
ro: Previzualizare
ta: முன்னோட்டம்
th: ดูตัวอย่าง
vi: Xem trước

# renameProcessorCounter
source: Counter
ar: عداد
be: Лічыльнік
bg: Брояч
ca: Comptador
ckb: ژمێرەر
el: Μετρητής
et: Loendur
eu: Kontagailu
fa: شمارنده
hi: काउंटर
hu: Számláló
id: Penghitungan
is: Teljari
kn: ಗಣಕ
ko: 숫자 증가
my: ရေတွက်မှု
nn: Teljar
ro: Tejghea
ta: கணக்கிடு
th: ตัวนับ
vi: Đếm

# renameProcessorHash
source: Hash
ar: تجزئة
bg: Хеш
ckb: وردکردن
et: Räsi
fa: هش
hi: हैश
is: Tætigildi
kn: ಹ್ಯಾಷ್
ko: 해시
ta: கொத்து

# renameProcessorName
source: Name
ar: اسم
be: Імя
bg: Име
ca: Nom
ckb: ناو
el: Όνομα
et: Nimi
eu: Izena
fa: نام
hi: नाम
hu: Név
id: Nama
is: Heiti
kn: ಹೆಸರು
ko: 이름
my: အမည်
nn: Namn
ro: Nume
ta: பெயர்
th: ชื่อ
vi: Tên

# exportEntryDialogWidth
source: Width
ar: عرض
be: Шырыня
bg: Ширина
ca: Amplada
ckb: پانی
el: Πλάτος
et: Laius
eu: Zabalera
fa: عرض
hi: चौड़ाई
hu: Szélesség
id: Lebar
is: Breidd
kn: ಅಗಲ
ko: 가로
my: အလျား
nn: Breidd
ro: Lățime
ta: அகலம்
th: ความกว้าง
vi: Rộng

# exportEntryDialogHeight
source: Height
ar: ارتفاع
be: Вышыня
bg: Височина
ca: Alçada
ckb: بڵندی
el: Ύψος
et: Kõrgus
eu: Altuera
fa: طول
hi: ऊंचाई
hu: Magasság
id: Tinggi
is: Hæð
kn: ಎತ್ತರ
ko: 세로
my: အနံ
nn: Høgd
ro: Înălțime
ta: உயரம்
th: ความสูง
vi: Cao

# editEntryDialogCopyFromItem
source: Copy from other item
ar: نسخ من عنصر آخر
be: Скапіюваць з іншага элемента
bg: Копиране от друг обект
ca: Copiar d’un altre element
el: Αντιγραφή από άλλο στοιχείο
et: Kopi teisest objektist
eu: Kopiatu beste elementu batetik
fa: هم‌مانند دیگر مورد کن
hi: अन्य आइटम से कॉपी करें
hu: Másolás másik elemről
id: Salin dari benda lain
is: Afrita úr öðru atriði
kn: ಇತರ ವಸ್ತುವಿನಿಂದ ನಕಲಿಸಿ
ko: 다른 항목에서 지정
my: တခြားပုံကနေ ကော်ပီကူးမည်
nn: Kopier ifrå annan ting
ro: Copiați din alt articol
ta: பிற உருப்படியிலிருந்து நகலெடு
th: คัดลอกจากรายการอื่น
vi: Sao chép từ mục khác

# durationDialogHours
source: Hours
ar: ساعات
be: Гадзіны
bg: Часове
ca: Hores
ckb: کاژێر
el: Ώρες
et: Tunnid
eu: Orduak
fa: ساعت
hi: घंटे
hu: Óra
id: Jam
is: Klukkustundir
kn: ಘಂಟೆಗಳು
ko: 시간
my: နာရီ
nn: Timar
ro: Ore
ta: மணிகள்
th: ชั่วโมง
vi: Giờ

# aboutBugSaveLogInstruction
source: Save app logs to a file
ar: حفظ سجلات التطبيق في ملف
be: Захаваць журналы праграмы ў файл
bg: Запазете лог във файл
ca: Desa els registres de l’aplicació en un fitxer
el: Αποθήκευση των αρχείων καταγραφής της εφαρμογής σε ένα ξεχωριστό αρχείο
et: Salvesta rakenduse logid faili
eu: Aplikazioaren erregistroak fitxategi batean gorde
fa: ذخیره گزارش های برنامه در یک پرونده
hi: ऐप लॉग को फ़ाइल में सहेजें
hu: Naplófájlok mentése
id: Simpan log aplikasi ke file
is: Vista atvikaskráningu forrits í skrá
kn: ಅಪ್ಲಿಕೇಶನ್ ದಾಖಲೆಗಳನ್ನು ಕಡತಕ್ಕೆ ಉಳಿಸಿ
ko: 앱 로그를 파일에 저장하기
my: အက်ပ်မှတ်တမ်းကို ဖိုင်တစ်ဖိုင်ထဲသို့သိမ်းပါ
nn: Spar apploggar til ei fil
ro: Salvați jurnalele aplicației într-un fișier
ta: பயன்பாட்டு பதிவுகளை ஒரு கோப்பில் சேமிக்கவும்
th: บันทึกล็อกของแอพฯเป็นไฟล์
vi: Lưu log thành file

# aboutBugCopyInfoInstruction
source: Copy system information
ar: نسخ معلومات النظام
be: Скапіяваць сістэмную інфармацыю
bg: Копирай системата информация
ca: Copia la informació del sistema
ckb: لەبەرگرتنەوەی زانیارییەکانی سیستەم
el: Αντιγραφή πληροφοριών του συστήματος
et: Kopeeri süsteemiteave
eu: Sistemako informazioa kopiatu
fa: رونوشت اطلاعات سامانه
hi: सिस्टम जानकारी कॉपी करें
hu: Rendszer információ másolása
id: Salin informasi sistem
is: Afrita kerfisupplýsingar
kn: ಸಾಧನದ ಮಾಹಿತಿಯನ್ನು ನಕಲಿಸಿ
ko: 시스템 정보를 복사하기
my: စစ်စတမ်အချက်အလက်များကို ကော်ပီကူးပါ
nn: Kopier systemopplysingar
ro: Copiați informațiile despre sistem
ta: கணினி தகவல்களை நகலெடுக்கவும்
th: คัดลอกข้อมูลระบบ
vi: Sao chép thông tin hệ thống

# aboutBugCopyInfoButton
source: Copy
ar: نسخ
be: Скапіяваць
bg: Копирай
ca: Copia
ckb: ڕوونووسین
el: Αντιγραφή
et: Kopeeri
eu: Kopiatu
fa: کپی
hi: कोपी
hu: Másolás
id: Salin
is: Afrita
kn: ನಕಲಿಸಿ
ko: 복사
my: ကော်ပီ
nn: Kopier
ro: Copie
ta: நகலெடு
th: คัดลอก
vi: Sao chép

# collectionActionAddShortcut
source: Add shortcut
ar: إضافة اختصار
be: Дадаць ярлык
bg: Добави кратък път
ca: Afegeix drecera
ckb: زیادکردنی قەدبڕ
el: Προσθήκη συντόμευσης
et: Lisa viide
eu: Lasterbidea gehitu
fa: افزودن میانبر
hi: शॉर्टकट जोड़ें
hu: Parancsikon készítése
id: Tambahkan pintasan
is: Bæta við flýtileið
kn: ಶಾರ್ಟ್‌ಕಟ್ ಸೇರಿಸಿ
ko: 홈 화면에 추가
my: ဖြတ်လမ်းတိုဖန်တီးရန်
nn: Legg til snarveg
ro: Adauga scurtatura
ta: குறுக்குவழியைச் சேர்க்கவும்
vi: Thêm lối tắt

# collectionActionSetHome
source: Set as home
ar: تعيين كخلفية
bg: Задай като начален
ca: Defineix com inici
et: Märgi avaleheks
eu: Ezarri hasiera gisa
fa: تنظیم به عنوان خانه
hi: घर के रूप में सेट करें
hu: Kezdőlapnak beállít
is: Setja sem upphafsskjá
kn: ಮುಖಪುಟವಾಗಿ ಹೊಂದಿಸಿ
ko: 홈으로 설정
ro: Setare ca principal
ta: வீட்டாக அமைக்கவும்
vi: Đặt làm nhà

# collectionSearchTitlesHintText
source: Search titles
ar: عناوين البحث
be: Пошук загалоўкаў
bg: Търси заглавия
ca: Buscar títols
ckb: گەڕان لە ناونیشان
el: Αναζήτηση τίτλων
et: Otsi pealkirju
eu: Izenburuak bilatu
fa: جستجو عناوین
hi: शीर्षक खोजें
hu: Címek keresése
id: Cari judul
is: Leita í lagatitlum
kn: ಶೀರ್ಷಿಕೆಗಳನ್ನು ಹುಡುಕಿ
ko: 제목 검색
my: ခေါင်းစဥ်ကို ရှာဖွေပါ
nn: Søk etter namn
ro: Căutați titluri
ta: தலைப்புகளைத் தேடுங்கள்
vi: Tìm tiêu đề

# tagPageTitle
source: Tags
ar: العلامات
be: Тэгі
bg: Тагове
ca: Etiquetes
el: Ετικετες
et: Sildid
eu: Etiketak
fa: برچسب ها
hi: टैग्स
hu: Címkék
id: Label
is: Merki
kn: ಟ್ಯಾಗುಗಳು
ko: 태그
my: Tag များ
nn: Merke
ro: Etichete
ta: குறிச்சொற்கள்
vi: Thẻ

# settingsDoubleBackExit
source: Tap “back” twice to exit
ar: اضغط على «رجوع» مرتين للخروج
be: Двойчы націсніце «назад», каб выйсці
bg: Два пъти „назад“ за изход
ca: Toqueu «enrere» dues vegades per sortir
el: Αγγίξτε το «πίσω» δύο φορές για έξοδο
et: Väljumiseks klõpsi „Tagasi“ nuppu kaks korda
eu: Sakatu «atzera» bi aldiz irteteko
fa: برای خروج دوبار روی «بازگشت» ضربه بزنید
hi: बाहर जाने के लिए "पीछे" दो बार दबाए
hu: Nyomd meg a „visszát” kétszer a kilépéshez
id: Ketuk “kembali” dua kali untuk keluar
is: Ýttu tvisvar á „Til baka“ til að hætta
kn: ನಿರ್ಗಮಿಸಲು “ಹಿಂದೆ” ಎರಡು ಬಾರಿ ತಟ್ಟಿ
ko: 뒤로가기 두번 눌러 앱 종료하기
my: “နောက်သို့” ခလုတ်ကိုထပ်နှိပ်မှ ထွက်ရန်
nn: Trykk «Attende» to gongar for å gå ut av appen
ro: Atingeți „înapoi” de două ori pentru a ieși
ta: வெளியேற “பின்” என்பதை இரண்டு முறை தட்டவும்
vi: Gõ “quay lại” hai lần để thoát

# settingsCollectionBurstPatternsTile
source: Burst patterns
ar: أنماط الصور المتتابعة
be: Шаблоны ўспышкі
bg: Шаблон серийни снимки
ca: Patrons de ràfega
el: Εμφάνιση μοτίβων
et: Laienda mustreid
eu: Segida ereduak
fa: الگوهای انفجاری
hu: Sorozatfelvételi minták
id: Pola semburan
is: Mynstur runu
kn: ಬರ್ಸ್ಟ್ ಪ್ರಕಾರಗಳು
ko: 연속 촬영 양식
my: ဆက်တိုက်ရိုက်ဓာတ်ပုံများ၏ ဖိုင်ပုံစံ
nn: Attkjenning av seriebilete
ro: Modele de rafale
ta: வெடிப்பு வடிவங்கள்
vi: Mẫu Burst

# settingsViewerQuickActionEmpty
source: No buttons
ar: لا يوجد أزرار
be: Няма кнопак
bg: Без бутони
ca: Sense botons
el: Χωρίς κουμπιά
et: Sa pole ühtegi nuppu siia lisanud
eu: Botoirik ez
fa: بدون دکمه
hu: Nincsenek gombok
id: Tidak ada tombol
is: Engir hnappar
kn: ಗುಂಡಿಗಳಿಲ್ಲ
ko: 버튼이 없습니다
my: ခလုတ်တစ်ခုမှမရှိပါ
nn: Ingen knappar
ro: Fără butoane
ta: பொத்தான்கள் இல்லை
vi: Không có nút nào

# settingsViewerSlideshowTile
source: Slideshow
ar: عرض الشرائح
be: Слайд-шоў
bg: Слайд-шоу
ca: Presentació de diapositives
el: Παρουσίαση φωτογραφιών
et: Slaidiesitlus
eu: Aurkezpena
fa: تصاویر گردان
hu: Diavetités
id: Tampilan slide
is: Skyggnusýning
kn: ಜಾರುಫಲಕ
ko: 슬라이드쇼
my: ဆလိုက်ရှိုး
nn: Ljosbiletevising
ro: Prezentare diapozitive
ta: ச்லைடுசோ
vi: Trình chiếu

# settingsViewerSlideshowPageTitle
source: Slideshow
ar: عرض الشرائح
be: Слайд-шоў
bg: Слайд-шоу
ca: Presentació de diapositives
el: Παρουσιαση φωτογραφιων
et: Slaidiesitlus
eu: Aurkezpena
fa: تصاویر گردان
hu: Diavetités
id: Tampilan Slide
is: Skyggnusýning
kn: ಜಾರುಫಲಕ
ko: 슬라이드쇼
my: ဆလိုက်ရှိုး
nn: Ljosbiletevising
ro: Prezentare diapozitive
ta: ச்லைடுசோ
vi: Trình chiếu

# settingsSlideshowRepeat
source: Repeat
ar: تكرار
be: Паўтарэнне
bg: Повтори слайдшоу
ca: Repeteix
el: Επανάληψη
et: Korda
eu: Errepikatu
fa: تکرار
hu: Ismétlés
id: Ulangi
is: Endurtaka
kn: ಪುನರಾವರ್ತನೆ
ko: 반복
my: ပြန်ကျော့ရန်
nn: Gjentak
ro: Repetare
ta: மீண்டும்
vi: Lặp lại

# settingsSubtitleThemeTile
source: Subtitles
ar: ترجمات
be: Субтытры
bg: Субтитри
ca: Subtítols
el: Υπότιτλοι
et: Subtiitrid
eu: Azpitituluak
fa: زیرنویس ها
hu: Feliratok
id: Subjudul
is: Skjátextar
kn: ಅಡಿಬರಹ
ko: 자막
my: စာတန်းထိုး
nn: Undertekster
ro: Subtitrări
ta: வசன வரிகள்
vi: Phụ đề

# settingsLanguageTile
source: Language
ar: اللغة
be: Мова
bg: Език
ca: Idioma
el: Γλώσσα
et: Keel
eu: Hizkuntza
fa: زبان
hu: Nyelv
id: Bahasa
is: Tungumál
kn: ಭಾಷೆ
ko: 언어
nn: Skriftmål
ro: Limbă
ta: மொழி
vi: Ngôn ngữ

# statsPageTitle
source: Stats
ar: احصائيات
be: Статыстыка
bg: Статистика
ca: Estadístiques
el: Στατιστικα
et: Statistika
eu: Estatistikak
fa: آمار
hu: Statisztikák
id: Statistik
is: Tölfræði
kn: ಅಂಕಿಅಂಶಗಳು
ko: 통계
nn: Samandrag
ro: Statistici
ta: புள்ளிவிவரங்கள்
vi: Thống kê

# statsWithGps
source: {count, plural, =1{1 item with location} other{{count} items with location}}
ar: {count, plural, =1{1 عنصر مع الموقع} other{{count} العناصر مع الموقع}}
be: {count, plural, =1{1 элемент з месцазнаходжаннем} few{{count} элементы з месцазнаходжаннем} other{{count} элементаў з месцазнаходжаннем}}
bg: {count, plural, =1{1 елемент с местоположение} other{{count} елемента с местоположение}}
ca: {count, plural, =1{1 element amb localització} other{{count} elements amb localització}}
el: {count, plural, =1{1 στοιχείο με τοποθεσία} other{{count} στοιχεία με τοποθεσία}}
et: {count, plural, =1{1 asukohaga objekt} other{{count} asukohaga objekti}}
eu: {count, plural, =1{Elementu 1 kokapenarekin} other{{count} elementu kokapenarekin}}
fa: {count, plural, =1{1 مورد دارای مکان} other{{count} مورد دارای مکان}}
hu: {count, plural, other{{count} elem helyadatokkal}}
id: {count, plural, other{{count} benda dengan lokasi}}
is: {count, plural, =1{1 atriði með staðsetningu} other{{count} atriði með staðsetningum}}
kn: {count, plural, =1{ಸ್ಥಳ ಮಾಹಿತಿಯನ್ನು 1 ವಸ್ತು ಹೊಂದಿದೆ } other{ಸ್ಥಳ ಮಾಹಿತಿಯನ್ನು {count} ವಸ್ತುಗಳು ಹೊಂದಿವೆ}}
ko: {count, plural, other{{count}개 위치가 있음}}
nn: {count, plural, other{{count} ting med stadsetjing}}
ro: {count, plural, =1{1 articol cu locație} other{{count} articole cu locație}}
ta: {count, plural, =1{1 இடம் கொண்ட உருப்படி} other{{count} இருப்பிடத்துடன் உருப்படிகள்}}
vi: {count, plural, =1{1 mục với thông tin vị trí} other{{count}mục với thông tin vị trí}}

# statsTopAlbumsSectionTitle
source: Top Albums
ar: أهم الألبومات
be: Лепшыя альбомы
bg: Топ албуми
ca: Àlbums Principals
el: Κορυφαια Αλμπουμ
et: Populaarsemad albumid
eu: Album nagusiak
fa: آلبوم های ممتاز
hu: Legjobb albumok
id: Album Teratas
is: Vinsælustu albúm
kn: ಅಗ್ರ ಆಲ್ಬಮ್ ಗಳು
ko: 앨범 랭킹
nn: Topp-album
ro: Albume de top
ta: சிறந்த ஆல்பங்கள்
vi: Bộ sưu tập hàng đầu

# viewerOpenPanoramaButtonLabel
source: OPEN PANORAMA
ar: فتح البانوراما
be: АДКРЫЦЬ ПАНАРАМУ
bg: ОТВОРИ ПАНОРАМА
ca: OBRIR PANORÀMICA
el: Άνοιγμα πανοραμικών
et: AVA PANORAAM
eu: IREKI PANORAMIKA
fa: بازکردن پانوراما
hu: PANORÁMA MEGNYITÁSA
id: BUKA PANORAMA
is: OPNA VÍÐMYND
kn: ಪನೋರಮಾ ತೆರೆಯಿರಿ
ko: 파노라마 열기
nn: OPNE PANORAMA
ro: DESCHIDERE PANORAMĂ
ta: திறந்த பனோரமா
vi: MỞ CHẾ ĐỘ TOÀN CẢNH

# viewerErrorUnknown
source: Oops!
ar: آسف!
be: Ой!
bg: Опс!
ca: Vaja!
el: Ωχ!
et: Oih, vabandust!
eu: Ui!
fa: اوه!
hu: Hoppá!
id: Ups!
is: Úbbs!
kn: ಅಯ್ಯೋ!
ko: 아이구!
nn: Oida.
ro: Hopa!
ta: அச்சச்சோ!
vi: Ôi!

# mapZoomInTooltip
source: Zoom in
ar: تكبير
be: Павелічэнне
bg: Увеличете мащаба
ca: Ampliar
el: Μεγέθυνση
et: Suumi sisse
eu: Hurreratu
fa: بزرگ نمایی
hu: Nagyítás
id: Perbesar
is: Renna að
kn: ಹಿಗ್ಗಿಸು
ko: 확대
nn: Auk
ro: Mărire
ta: பெரிதாக்கு
vi: Phóng to

# openMapPageTooltip
source: View on Map page
ar: عرض على صفحة الخريطة
be: Паглядзець на старонцы карты
bg: Преглед на страницата с карта
ca: Veure a la pàgina de mapa
el: Προβολή στη σελίδα του χάρτη
et: Vaata kaardilehel
eu: Ikusi maparen gunean
fa: نمایش در صفحه نقشه
hu: Megtekintés a térképen
id: Lihat di halaman Peta
is: Skoða á kortasíðu
kn: ನಕ್ಷೆ ಪುಟದಲ್ಲಿ ವೀಕ್ಷಿಸಿ
ko: 지도 페이지에서 보기
nn: Vis på kartsida
ro: Vizualizare pe pagina hărții
ta: வரைபட பக்கத்தில் காண்க
vi: Xen trên Bản đồ

# viewerInfoSearchSuggestionDate
source: Date & time
ar: التَاريخ والوقت
be: Дата і час
bg: Дата и час
ca: Data i hora
el: Ημερομηνία & Ώρα
et: Kuupäev ja kellaaeg
eu: Data eta ordua
fa: تاریخ و زمان
hu: Dátum és idő
id: Tanggal & waktu
is: Dagsetning og tími
kn: ದಿನಾಂಕ ಮತ್ತು ಸಮಯ
ko: 날짜 및 시간
nn: Dato og tid
ro: Data și ora
ta: தேதி & நேரம்
vi: Ngày & Giờ

# viewerInfoSearchSuggestionDescription
source: Description
ar: الوصف
be: Апісанне
bg: Описание
ca: Descripció
el: Περιγραφή
et: Kirjeldus
eu: Deskribapena
fa: پاورقی
hu: Leírás
id: Deskripsi
is: Lýsing
kn: ವಿವರಣೆ
ko: 설명
nn: Utgreiing
ro: Descriere
ta: விவரம்
vi: Mô tả

# viewerInfoSearchSuggestionDimensions
source: Dimensions
ar: الأبعاد
be: Памеры
bg: Размери
el: Διαστάσεις
et: Mõõdud
eu: Dimentsioak
fa: ابعاد
hu: Méretek
id: Dimensi
is: Stærðir
kn: ಆಯಾಮ
ko: 크기
ro: Dimensiuni
ta: பரிமாணங்கள்
vi: Kích thước

# collectionDeleteFailureFeedback
source: {count, plural, =1{Failed to delete 1 item} other{Failed to delete {count} items}}
ar: {count, plural, =1{فشل حذف عنصر واحد} other{فشل الحذف {count} items}}
be: {count, plural, =1{Не атрымалася выдаліць 1 элемент} few{Не атрымалася выдаліць {count} элементы} other{Не атрымалася выдаліць {count} элементаў}}
bg: {count, plural, =1{Неуспешно изтриване на 1 елемент} other{Неуспешно изтриване на {count} елемента}}
ca: {count, plural, =1{Error en esborrar 1 element} other{Error en esborrar {count} elements}}
el: {count, plural, =1{Αποτυχία διαγραφής του στοιχείου} other{Αποτυχία διαγραφής των {count} στοιχείων}}
et: {count, plural, =1{1 objekti kustutamine ei õnnestunud} other{{count} objekti kustutamine ei õnnestunud}}
eu: {count, plural, =1{Akatsa elementu 1 ezabatzean} other{Akatsa {count} elementu ezabatzean}}
fa: {count, plural, =1{پاک‌کردن ۱ مورد ناموفق بود} other{پاک‌کردن {count} مورد ناموفق بود}}
hi: {count, plural, =1{1 आइटम हटाने में विफल} other{{count} आइटम हटाने में विफल}}
hu: {count, plural, =1{Elem törlése sikertelen} other{{count} elem törlése sikertelen}}
id: {count, plural, other{Gagal untuk menghapus {count} benda}}
is: {count, plural, =1{Mistókst að eyða 1 atriði} other{Mistókst að eyða {count} atriðum}}
kn: {count, plural, =1{1 ವಸ್ತುವನ್ನು ಅಳಿಸಲು ವಿಫಲವಾಗಿದೆ} other{{count} ವಸ್ತುಗಳನ್ನು ಅಳಿಸಲು ವಿಫಲವಾಗಿದೆ}}
ko: {count, plural, other{항목 {count}개를 삭제하지 못했습니다}}
my: {count, plural, =1{ပုံ/ဗီဒီယိုတစ်ခုကို ဖျက်လို့မရခဲ့ပါ} =2{ပုံ/ဗီဒီယိုနှစ်ခုကို ဖျက်လို့မရခဲ့ပါ} other{ပုံ/ဗီဒီယို {count} ခုကို ဖျက်လို့မရခဲ့ပါ}}
nn: {count, plural, other{Kunne ikkje slette {count} ting}}
ro: {count, plural, =1{A eșuat ștergerea unui element} other{A eșuat ștergerea a {count} elemente}}
ta: {count, plural, =1{நீக்குவதில் தோல்வி 1 உருப்படி} other{நீக்குவதில் தோல்வி {count} உருப்படிகள்}}
vi: {count, plural, =1{Lỗi khi xóa tệp} other{Lỗi khi xóa {count} tệp}}

# collectionCopyFailureFeedback
source: {count, plural, =1{Failed to copy 1 item} other{Failed to copy {count} items}}
ar: {count, plural, =1{فشل نسخ عنصر واحد} other{فشل النسخ {count} items}}
be: {count, plural, =1{Не атрымалася скапіюваць 1 элемент} few{Не атрымалася скапіюваць {count} элементы} other{Не атрымалася скапіюваць {count} элементаў}}
bg: {count, plural, =1{Неуспешно копиране на 1 елемент} other{Неуспешно копиране на {count} елемента}}
ca: {count, plural, =1{Error en copiar 1 element} other{Error en copiar {count} elements}}
el: {count, plural, =1{Αποτυχία αντιγραφής του στοιχείου} other{Αποτυχία αντιγραφής των {count} στοιχείων}}
et: {count, plural, =1{1 objekti kopeerimine ei õnnestunud} other{{count} objekti kopeerimine ei õnnestunud}}
eu: {count, plural, =1{Akatsa elementu 1 kopiatzean} other{Akatsa {count} elementu kopiatzean}}
fa: {count, plural, =1{رونوشت ۱ مورد ناموفق بود} other{رونوشت {count} مورد ناموفق بود}}
hi: {count, plural, =1{1 आइटम कॉपी करने में विफल} other{{count} आइटम कॉपी करने में विफल}}
hu: {count, plural, =1{Elem másolása sikertelen} other{{count} elem másolása sikertelen}}
id: {count, plural, other{Gagal untuk menyalin {count} benda}}
is: {count, plural, =1{Mistókst að afrita 1 atriði} other{Mistókst að afrita {count} atriðum}}
kn: {count, plural, =1{1 ವಸ್ತುವನ್ನು ನಕಲಿಸಲು ವಿಫಲವಾಗಿದೆ} other{{count} ವಸ್ತುಗಳನ್ನು ನಕಲಿಸಲು ವಿಫಲವಾಗಿದೆ}}
ko: {count, plural, other{항목 {count}개를 복사하지 못했습니다}}
my: {count, plural, =1{ပုံ/ဗီဒီယိုတစ်ခုကို ကော်ပီကူးလို့မရခဲ့ပါ} =2{ပုံ/ဗီဒီယိုနှစ်ခုကို ကော်ပီကူးလို့မရခဲ့ပါ} other{ပုံ/ဗီဒီယို {count} ခုကို ကော်ပီကူးလို့မရခဲ့ပါ}}
nn: {count, plural, other{Kunne ikkje kopiera {count} ting}}
ro: {count, plural, =1{Eșuat la copierea unui articol} other{Eșuat la copierea {count} articole}}
ta: {count, plural, =1{நகலெடுப்பதில் தோல்வி 1 உருப்படி} other{நகலெடுப்பதில் தோல்வி {count} உருப்படிகள்}}
vi: {count, plural, =1{Lỗi khi sao chép tệp} other{Lỗi khi sao chép {count} tệp}}

# collectionMoveFailureFeedback
source: {count, plural, =1{Failed to move 1 item} other{Failed to move {count} items}}
ar: {count, plural, =1{فشل في نقل عنصر واحد} other{فشل في النقل {count} items}}
be: {count, plural, =1{Немагчыма перанесці 1 элемент} few{Немагчыма перанесці {count} элементы} other{Немагчыма перанесці {count} элементаў}}
bg: {count, plural, =1{Неуспешно преместване на 1 елемент} other{Неуспешно преместване на {count} елемента}}
ca: {count, plural, =1{Error en moure 1 element} other{Error en moure {count} elements}}
el: {count, plural, =1{Αποτυχία μετακίνησης του στοιχείου} other{Αποτυχία μετακίνησης των {count} στοιχείων}}
et: {count, plural, =1{1 objekti teisaldamine ei õnnestunud} other{{count} objekti teisaldamine ei õnnestunud}}
eu: {count, plural, =1{Akatsa elementu 1 mugitzean} other{Akatsa {count} elementu mugitzean}}
fa: {count, plural, =1{هدایت ۱ مورد ناموفق بود} other{هدایت {count} مورد ناموفق بود}}
hi: {count, plural, =1{1 आइटम ले जाने में विफल} other{{count} आइटम ले जाने में विफल}}
hu: {count, plural, =1{Elem áthelyezése sikertelen} other{{count} elem áthelyezése sikertelen}}
id: {count, plural, other{Gagal untuk menggerakkan {count} benda}}
is: {count, plural, =1{Mistókst að flytja 1 atriði} other{Mistókst að flytja {count} atriðum}}
kn: {count, plural, =1{1 ವಸ್ತುವನ್ನು ಸ್ಥಳಾಂತರಿಸಲು ವಿಫಲವಾಗಿದೆ} other{{count} ವಸ್ತುಗಳನ್ನು ಸ್ಥಳಾಂತರಿಸಲು ವಿಫಲವಾಗಿದೆ}}
ko: {count, plural, other{항목 {count}개를 이동하지 못했습니다}}
my: {count, plural, =1{ပုံ/ဗီဒီယိုတစ်ခုကို ရွှေ့လို့မရခဲ့ပါ} =2{ပုံ/ဗီဒီယိုနှစ်ခုကို ရွှေ့လို့မရခဲ့ပါ} other{ပုံ/ဗီဒီယို {count} ခုကို ရွှေ့လို့မရခဲ့ပါ}}
nn: {count, plural, other{Kunne ikkje flytta {count} ting}}
ro: {count, plural, =1{Nu s-au mutat 1 articol} other{Nu s-au mutat {count} articole}}
ta: {count, plural, =1{நகர்த்துவதில் தோல்வி 1 உருப்படி} other{நகர்த்துவதில் தோல்வி {count} உருப்படிகள்}}
vi: {count, plural, =1{Lỗi khi di chuyển tệp} other{Lỗi khi di chuyển {count} tệp}}

# columnCount
source: {count, plural, =1{{count} column} other{{count} columns}}
ar: {count, plural, =1{{count} عمود} other{{count} أعمدة}}{count}
az: {count, plural, =1{{count} sütun} other{{count} sütun}}
be: {count, plural, =1{1 слупок} few{{count} слупкі} other{{count} слупкоў}}
bg: {count, plural, =1{{count} колона} other{{count} колони}}
ca: {count, plural, =1{{count} columna} other{{count} columnes}}
ckb: {count, plural, other{ڕیز {count}}}
el: {count, plural, =1{1 στήλη} other{{count} στήλες}}
et: {count, plural, =1{{count} veerg} other{{count} veergu}}
eu: {count, plural, =1{zutabe 1} other{{count} zutabe}}
fa: {count, plural, =1{1 ستون} other{{count} ستون}}
he: {count, plural, =1{{count} עמודה} other{{count} עמודות}}
hi: {count, plural, other{{count} कॉलम}}
hu: {count, plural, other{{count} oszlop}}
id: {count, plural, other{{count} kolom}}
is: {count, plural, =1{{count} dálkur} other{{count} dálkar}}
kn: {count, plural, =1{{count} ಕಂಬಸಾಲು} other{{count} ಕಂಬಸಾಲುಗಳು}}
ko: {count, plural, other{{count}열}}
my: {count, plural, other{{count} ကော်လံ}}
nn: {count, plural, =1{1 kolonne} other{{count} kolonnar}}
ro: {count, plural, =1{{count} coloană} other{{count} coloane}}
ta: {count, plural, =1{{count} நெடுவரிசை} other{{count} நெடுவரிசைகள்}}
vi: {count, plural, =1{1 cột} other{{count} cột}}

# timeSeconds
source: {count, plural, =1{{count} second} other{{count} seconds}}
ar: {count, plural, =1{{count} ثانية} other{{count} ثواني}}
az: {count, plural, =1{{count} saniyə} other{{count} saniyə}}
be: {seconds, plural, =1{1 секунда} few{{seconds} секунды} other{{seconds} секунд}}
bg: {count, plural, =1{{count} секунда} few{{count} секунди} other{{count} секунди}}
ca: {count, plural, =1{{count} segon} other{{count} segons}}
ckb: {count, plural, other{چرکە {count}}}
el: {seconds, plural, =1{1 δευτερόλεπτο} other{{seconds} δευτερόλεπτα}}
et: {count, plural, =1{{count} sekund} other{{count} sekundit}}
eu: {seconds, plural, =1{segundu 1} other{{seconds} segundu}}
fa: {seconds, plural, =1{1 ثانیع} other{{seconds} ثانیه}}
he: {count, plural, =1{{count} שניה} other{{count} שניות}}
hi: {count, plural, =1{{count} सेकंड} other{{count} सेकंडस}}
hu: {count, plural, other{{count} másodperc}}
id: {seconds, plural, other{{seconds} detik}}
is: {count, plural, =1{{count} sekúnda} other{{count} sekúndur}}
kn: {count, plural, =1{{count} ಕ್ಷಣ} other{{count} ಕ್ಷಣಗಳು}}
ko: {count, plural, other{{count}초}}
my: {seconds, plural, other{{seconds} စက္ကန့်}}
nn: {seconds, plural, other{{seconds} sekund}}
ro: {count, plural, =1{{count} secundă} other{{count} secunde}}
ta: {count, plural, =1{{count} இரண்டாவது} other{{count} விநாடிகள்}}
vi: {seconds, plural, =1{1 giây} other{{seconds} giây}}
